Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove reference to closed issue in API section
es: [#831](https://github.com/open-contracting/standard/pull/831) Quita referencias a un issue cerrado en la sección API

source: Add links to:
es: Agrega links a:

source: [#783](https://github.com/open-contracting/standard/pull/783) Community extensions relating to party details
es: [#783](https://github.com/open-contracting/standard/pull/783) Extensiones de comunidad relacionadas a los detalles de las partes

source: [#837](https://github.com/open-contracting/standard/pull/837) OCDS profiles
es: [#837](https://github.com/open-contracting/standard/pull/837) Perfiles OCDS

source: Correct typos in the documentation [#692](https://github.com/open-contracting/standard/pull/692) [#713](https://github.com/open-contracting/standard/pull/713) [#719](https://github.com/open-contracting/standard/pull/719) [#726](https://github.com/open-contracting/standard/pull/726) [#732](https://github.com/open-contracting/standard/pull/732) [#752](https://github.com/open-contracting/standard/pull/752) [#756](https://github.com/open-contracting/standard/pull/756) [#795](https://github.com/open-contracting/standard/pull/795) [#867](https://github.com/open-contracting/standard/pull/867).
es: Corrige errores en la documentación [#692](https://github.com/open-contracting/standard/pull/692) [#713](https://github.com/open-contracting/standard/pull/713) [#719](https://github.com/open-contracting/standard/pull/719) [#726](https://github.com/open-contracting/standard/pull/726) [#732](https://github.com/open-contracting/standard/pull/732) [#752](https://github.com/open-contracting/standard/pull/752) [#756](https://github.com/open-contracting/standard/pull/756) [#795](https://github.com/open-contracting/standard/pull/795) [#867](https://github.com/open-contracting/standard/pull/867).

source: Improve the process to build the documentation [#666](https://github.com/open-contracting/standard/pull/666) [#698](https://github.com/open-contracting/standard/pull/698) [#708](https://github.com/open-contracting/standard/pull/708) [#709](https://github.com/open-contracting/standard/pull/709) [#721](https://github.com/open-contracting/standard/pull/721) [#724](https://github.com/open-contracting/standard/pull/724) [#727](https://github.com/open-contracting/standard/pull/727) [#729](https://github.com/open-contracting/standard/pull/729) [#733](https://github.com/open-contracting/standard/pull/733) [#740](https://github.com/open-contracting/standard/pull/740) [#747](https://github.com/open-contracting/standard/pull/747) [#753](https://github.com/open-contracting/standard/pull/753) [#762](https://github.com/open-contracting/standard/pull/762) [#767](https://github.com/open-contracting/standard/pull/767) [#783](https://github.com/open-contracting/standard/pull/783) [#787](https://github.com/open-contracting/standard/pull/787) [#796](https://github.com/open-contracting/standard/pull/796) [#813](https://github.com/open-contracting/standard/pull/813) [#836](https://github.com/open-contracting/standard/pull/836).
es: Mejora el proceso para construir la documentación [#666](https://github.com/open-contracting/standard/pull/666) [#698](https://github.com/open-contracting/standard/pull/698) [#708](https://github.com/open-contracting/standard/pull/708) [#709](https://github.com/open-contracting/standard/pull/709) [#721](https://github.com/open-contracting/standard/pull/721) [#724](https://github.com/open-contracting/standard/pull/724) [#727](https://github.com/open-contracting/standard/pull/727) [#729](https://github.com/open-contracting/standard/pull/729) [#733](https://github.com/open-contracting/standard/pull/733) [#740](https://github.com/open-contracting/standard/pull/740) [#747](https://github.com/open-contracting/standard/pull/747) [#753](https://github.com/open-contracting/standard/pull/753) [#762](https://github.com/open-contracting/standard/pull/762) [#767](https://github.com/open-contracting/standard/pull/767) [#783](https://github.com/open-contracting/standard/pull/783) [#787](https://github.com/open-contracting/standard/pull/787) [#796](https://github.com/open-contracting/standard/pull/796) [#813](https://github.com/open-contracting/standard/pull/813) [#836](https://github.com/open-contracting/standard/pull/836).

source: Extensions
es: Extensiones

source: See the changelogs for:
es: Vea los registros de cambios para:

source: [Bid statistics and details](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)
es: [Estadísticas de ofertas y detalles](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)

source: [Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)
es: [Consultas](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)

source: [Location](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)
es: [Ubicación](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)

source: [Lots](https://extensions.open-contracting.org/en/extensions/lots/master/#changelog)
es: [Lotes](https://extensions.open-contracting.org/en/extensions/lots/master/#changelog)

source: [Participation fees](https://extensions.open-contracting.org/en/extensions/participation_fee/master/#changelog)
es: [Cuotas de Participación](https://extensions.open-contracting.org/en/extensions/participation_fee/master/#changelog)

source: [Process level title and description](https://extensions.open-contracting.org/en/extensions/process_title/master/#changelog)
es: [Título y descripción del nivel de proceso](https://extensions.open-contracting.org/en/extensions/process_title/master/#changelog)

source: Codelist updates
es: Actualizaciones de listado de códigos

source: Update currency codelist for ISO4217 amendment 165 (2017-12-14).
es: Actualización del listado de códigos de moneda ISO4217 para la enmienda 165 (2017-12-14).

source: Schema fixes
es: Correcciones en el esquema

source: [#646](https://github.com/open-contracting/standard/pull/646) Disallow use of `null` as an item in the array for `Tender.additionalProcurementCategories`.
es: [#646](https://github.com/open-contracting/standard/pull/646) No permite el uso de `null` como artículo en la lista `Tender.additionalProcurementCategories`.

source: [#639](https://github.com/open-contracting/standard/issues/639) Make `name` field optional for `OrganizationReference`.
es: [#639](https://github.com/open-contracting/standard/issues/639) Hacer que el campo `name` sea opcional para` OrganizationReference`.

source: [#630](https://github.com/open-contracting/standard/issues/630) Allow optional field `Item.unit` to be `null`.
es: [#630](https://github.com/open-contracting/standard/issues/630) Permitir que el campo opcional `Item.unit` sea` null`.

source: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Add definitions to Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value and Period.
es: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Agrega definiciones a Entrega, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value y Period.

source: Make `record-package-schema.json` use the `codelist` property to reference `releaseTag.csv`, and update the `enum` accordingly.
es: Hace que `record-package-schema.json` use la propiedad `codelist` para hacer referencia a `releaseTag.csv`, y actualizar el `enum` .

source: [#578](https://github.com/open-contracting/standard/issues/578) Update definition of `buyer` to cover goods, works and services, and multiple buyers.
es: [#578](https://github.com/open-contracting/standard/issues/578) Actualiza la definición de "buyer" para cubrir bienes, obras y servicios, y múltiples compradores.

source: Documentation fixes
es: Correcciones de documentación

source: [#633](https://github.com/open-contracting/standard/issues/633) Update schema reference page to display `Release.relatedProcesses`, `Planning.documents` and `Contract.relatedProcesses`.
es: [#633](https://github.com/open-contracting/standard/issues/633) Actualiza la página de referencia del esquema para mostrar `Release.relatedProcesses`,` Planning.documents` y `Contract.relatedProcesses`.

source: [#634](https://github.com/open-contracting/standard/issues/634) Clarify definitions of core, community and local extensions.
es: [#634](https://github.com/open-contracting/standard/issues/634) Aclara las definiciones de extensiones centrales, comunitarias y locales.

source: Extension fixes
es: Corrección de extensiones

source: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Add missing definitions, codelists and enums to core extensions, correct typos in codelist filenames, disallow use of `null` as an item in arrays, disallow required fields from being set to `null`, allow optional fields to be `null`, use `OrganizationReference` instead of `Organization`.
es: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Agrega las definiciones faltantes, las listas de códigos y las enumeraciones a las extensiones principales, corrige los errores tipográficos en los nombres de archivo de las listas de códigos, no permite el uso de `null` como un elemento en listas, no permite que los campos obligatorios se establezcan en `nulo`, permite que los campos opcionales sean` nulos`, usa `OrganizationReference` en lugar de` Organization`.

source: Old and unused scripts have been removed from the documentation repository, and a number of script dependencies have been updated.
es: Los scripts antiguos y no utilizados se han eliminado del repositorio de la documentación y se han actualizado varias dependencias de scripts.

source: [554](https://github.com/open-contracting/standard/issues/554) - **Update currency codelist for ISO4217 amendment 163 (2017-06-09)**. Note: XBT (Bitcoin) is removed from the codelist as it is not part of ISO4217.
es: [554](https://github.com/open-contracting/standard/issues/554) . *Actualización de lista de código de moneda para ISO4217 enmienda 163 (2017-06-09)**. Nota: XBT (Bitcoin) es removida de la lista de código ya que no es parte de ISO4217.

source: Bug fixes
es: Corrección de Bugs

source: [#482](https://github.com/open-contracting/standard/issues/482) **[Allow parties.role to be set to `null`](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - required by the [merging approach](https://standard.open-contracting.org/1.1/en/schema/merging/).
es: [#482](https://github.com/open-contracting/standard/issues/482) **[Permitir que parties.role sea establecido a `null`](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - requerido por la [estrategia de fusión](https://standard.open-contracting.org/1.1/es/schema/merging/).

source: [#422](https://github.com/open-contracting/standard/issues/422) **[Including currency codelist in documentation and schema](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** to support validation of currency values.
es: [#422](https://github.com/open-contracting/standard/issues/422) **[Incluyendo la lista de códigos de moneda en la documentación y esquema](https://standard.open-contracting.org/1.1/es/schema/codelists/#currency)** para soportar la validación de valores de moneda.

source: [#479](https://github.com/open-contracting/standard/issues/479) **[Fixing incorrect requirement to include releases in record-package-schema.json](https://standard.open-contracting.org/1.1/en/schema/record_package/)**
es: [#479](https://github.com/open-contracting/standard/issues/479) **[Arreglar requerimiento incorrecto de incluir entregas en record-package-schema.json](https://standard.open-contracting.org/1.1/es/schema/record_package/)**

source: [#475](https://github.com/open-contracting/standard/issues/475) **Adding enum arrays to all fields in the schema with a closed codelist** to support validation.
es: [#475](https://github.com/open-contracting/standard/issues/475) **Asegúrese de que todas las listas de códigos cerradas tengan un listado enum en el esquema** para apoyar la validación.

source: Minor revisions
es: Revisiones menores

source: [#471](https://github.com/open-contracting/standard/issues/471) **[Updating milestoneType codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** replacing 'planning' with 'preProcurement' and 'adjudication' with 'assessment' and introducing codes for 'approval' and 'financing'. This is an open codelist, so previous codes remain valid, but publishers able to update to the new codes should do so.
es: [#471](https://github.com/open-contracting/standard/issues/471) **[Actualizar lista de códigos milestoneType](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** reemplazando 'planning' con 'preProcurement' y 'adjudication' con 'assessment' e introduciendo códigos para 'approval' y 'financing'. Esta es una lista de códigos abierta, por lo que los códigos anteriores siguen siendo válidos, pero los publicadores que puedan actualizar los nuevos códigos deberían hacerlo.

source: [#473](https://github.com/open-contracting/standard/issues/473) **[Updating definition of contractSchedule in documentType codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)**
es: [#473](https://github.com/open-contracting/standard/issues/473) **[Actualizar la definición de contractSchedule en la lista de códigos documentType](https://standard.open-contracting.org/1.1/es/schema/codelists/#document-type)**

source: Documentation improvements
es: Mejoras en la documentación

source: **Fixing typographic errors throughout the documentation and codelist descriptions**
es: **Corrección de los errores tipográficos a lo largo de la documentación y descripciones de la lista de códigos**

source: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Updating basic, intermediate, advanced](https://standard.open-contracting.org/1.1/en/implementation/levels/) publication guidance** - to ensure tables and text are aligned.
es: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Actualizar las guías de publicación de niveles básico, intermedio, y avanzado](https://standard.open-contracting.org/1.1/es/implementation/levels/)** - para asegurarse que las tablas y el texto estén alineados.

source: [#489](https://github.com/open-contracting/standard/issues/489) **Listing the milestone documents extension as a core extension** - and removing it from the community extensions list. This extension is only needed by publishers with legacy data containing documents at the milestone level.
es: [#489](https://github.com/open-contracting/standard/issues/489) **Listar la extensión de documentos de hito como una extensión central** - y eliminándola de la lista de extensiones de comunidad. Esta extensión sólo es necesaria para publicadores con datos heredados que contengan documentos a nivel del hito.

source: [#493](https://github.com/open-contracting/standard/issues/493) **[Updating the description of the Organization Identifier Scheme codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#organization-identifier-scheme)** to reflect that the codelist is now maintained by [org-id.guide](http://www.org-id.guide/).
es: [#493](https://github.com/open-contracting/standard/issues/493) **[Actualizar la descripción de la lista de códigos de Esquema de Identificación de Organizaciones](https://standard.open-contracting.org/1.1/es/schema/codelists/#organization-identifier-scheme)** para reflejar que la lista de códigos se mantiene ahora en [org-id.guide](http://www.org-id.guide/).

source: Code and build process
es: Código y proceso de construcción

source: [#506](https://github.com/open-contracting/standard/issues/506) **Removed make_field_definitions.py** from utility scripts as it is no longer required.
es: [# 506](https://github.com/open-contracting/standard/issues/506) **Eliminado make_field_definitions.py** de los scripts de utilidad ya que ya no es necesario.

source: **Addition of docstrings to key scripts**
es: **Adición de docstrings a los scripts clave**

source: Policy changes
es: Cambios en la política

source: [#401](https://github.com/open-contracting/standard/issues/401) **[Deprecation policy](https://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - The deprecation policy has been updated to support deprecation in decimal upgrades.
es: [#401](https://github.com/open-contracting/standard/issues/401) **[Política de descontinuación](https://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - La política de descontinuación ha sido actualizada para soportar la descontinuación en las actualizaciones decimales.

source: Changed
es: Cambiado

source: Structural updates
es: Actualizaciones estructurales

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have updated the approach to include organization information in the standard from having embedded blocks of organization information, to using embedded cross-references to a top-level 'parties' array where full organization details are stored. This change reduces duplication of organization information, and enables more flexible disclosure of information on all the parties to a contracting process, including multiple buyers.
es: [#368](https://github.com/open-contracting/standard/issues/368) **[Actualizaciones para el manejo de organizaciones en OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - Hemos actualizado el enfoque para incluir la información de las organizaciones en el estándar; de tener bloques incrustados de información de la organización, a utilizar referencias cruzadas incrustadas a una lista de "partes" de nivel superior donde se almacenan los detalles completos de la organización. Este cambio reduce la duplicación de la información de la organización y permite una divulgación más flexible de la información sobre todas las partes involucradas en un proceso de contratación, incluyendo múltiples compradores.

source: [#357](https://github.com/open-contracting/standard/issues/357) **[Amendment handling](https://standard.open-contracting.org/1.1/en/implementation/amendments/)** - We have replace amendment with an array of amendments, and have updated schema and guidance to remove the option of providing semi-structured changes in an amendment object. Changes between amendments should now be provided using multiple releases, with the option to explicitly declare how releases relate to an amendment included in the new amendments array.
es: [#357](https://github.com/open-contracting/standard/issues/357) **[Manejo de enmiendas](https://standard.open-contracting.org/1.1/en/implementation/amendments/)** - Hemos reemplazado la enmienda con una lista de enmiendas, y hemos actualizado el esquema y la orientación para eliminar la opción de proporcionar cambios semiestructurados en un objeto de enmienda. Los cambios entre enmiendas deben ser ahora proporcionados utilizando múltiples entregas, con la opción de declarar explícitamente cómo las entregas se relacionan con una enmienda incluida en la nueva matriz de enmiendas.

source: Schema validation updates
es: Actualizaciones de validación de esquemas

source: [#329](https://github.com/open-contracting/standard/issues/329) **[Float for Item.quantity](https://standard.open-contracting.org/1.1/en/schema/reference/#item)** - Item quantities has been updated to 'number' to support decimal values (e.g 10.5 rather than just 10)
es: [#329](https://github.com/open-contracting/standard/issues/329) **[Decimales para Item.quantity](https://standard.open-contracting.org/1.1-dev/en/schema/reference/#item)** - Las cantidades de artículos se han actualizado a 'number' para soportar valores decimales (por ejemplo, 10.5 en lugar de sólo 10)

source: [#253](https://github.com/open-contracting/standard/issues/253) **[Negative amounts](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have added support for negative amounts in transactions
es: [#253](https://github.com/open-contracting/standard/issues/253) **[Montos negativos](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - Hemos agregado la posibilidad de incluir montos negativos en las transacciones

source: [#323](https://github.com/open-contracting/standard/issues/323) **[Standard should specify use of UTF-8 for encoding JSON](https://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - We now recommend use of I-JSON and UTF-8 for JSON publication
es: [#323](https://github.com/open-contracting/standard/issues/323) **[El estándar debe especificar el uso de UTF-8 para codificar JSON](https://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - Ahora recomendamos el uso de I-JSON y UTF-8 para la publicación de JSON

source: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicate encoding for CSV serializations](https://standard.open-contracting.org/1.1/en/implementation/serialization/#multi-table)** - We have added information on CSV encoding to the implementation guidance to recommend UTF-8 or Windows-1252.
es: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicar codificación para serializaciones CSV](https://standard.open-contracting.org/1.1/es/implementation/serialization/#multi-table)** - Hemos agregado información sobre la codificación CSV a la guía de implementación para recomendar UTF-8 o Windows-1252.

source: [#336](https://github.com/open-contracting/standard/issues/336) **[Codelist properties in schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - We have included explicit references to the codelist files (CSV versions) in the schema. This will be used in future versions of the validator to support validation against codelists.
es: [#336](https://github.com/open-contracting/standard/issues/336) **[Propiedades de la lista de códigos en el esquema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - Hemos incluido referencias explícitas a los archivos de lista de códigos (versiones CSV) en el esquema. Esto se utilizará en futuras versiones del validador para soportar la validación contra las listas de códigos.
