Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: `contractPeriod` added to `award` to allow the anticipated period of a contract to be recorded, without requiring the creation of a contract block. Discussed in [#199](https://github.com/open-contracting/standard/issues/199)
es: Se añadió `contractPeriod` a ` award` para permitir que el período anticipado de un contrato sea registrado, sin requerir la creación de un bloque de contrato. Discutido en [#199](https://github.com/open-contracting/standard/issues/199)

source: Updated codelists
es: Listas de códigos actualizadas

source: Minor documentation fixes.
es: Correcciones menores de documentación.

source: Changes prior to this point are not covered by this changelog. A non-exhaustive overview of changes between the beta release and 1.0.RC can be [found on the project blog](https://www.open-contracting.org/2014/11/18/release-of-data-standard/).
es: Los cambios anteriores a este punto no están cubiertos por este registro de cambios. Se puede obtener una descripción general no exhaustiva de los cambios entre la versión beta y 1.0.RC. [en esta entrada de blog](https://www.open-contracting.org/2014/11/18/release-of-data-standard/) (en inglés).
