Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifying versions and extensions in package metadata](https://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - We have updated the package schemas to require that version is declared, and to provide a means of declaring extensions in use. This will be used in future versions of the validator to support validation against extensions.
es: [#301](https://github.com/open-contracting/standard/issues/301) **[Especificación de versiones y extensiones en los metadatos del paquete](https://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - Hemos actualizado el esquema de paquetes para requerir que se declare la versión, y para proporcionar un medio para declarar las extensiones en uso. Esto se utilizará en futuras versiones del validador para soportar la validación contra extensiones.

source: [#287](https://github.com/open-contracting/standard/issues/287) **[Remove all ocdsMerge strategies](https://standard.open-contracting.org/1.1/en/schema/merging/)** - We have remove all 'merge strategies' from the schema as these are no longer required, now that all objects in arrays contain an id element.
es: [#287](https://github.com/open-contracting/standard/issues/287) **[Eliminar todas las estrategias de ocdsMerge](https://standard.open-contracting.org/1.1/en/schema/merging/)** - Hemos eliminado todas las "estrategias de combinación" del esquema ya que éstas ya no son necesarias, ahora que todos los objetos de las matrices contienen un elemento id.

source: Schema definition updates
es: Actualizaciones de definición del esquema

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - We have replaced receiverOrganization and providerOrganization with payee and payer, to align with more familiar terminology, and have replaced 'amount' with 'value' for consistency with other areas of the standard.
es: [#372](https://github.com/open-contracting/standard/issues/372) **[Actualizaciones de la terminología de transacciones](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - Hemos reemplazado recieverOrganization y providerOrganization con beneficiario y pagador, para alinear dichos términos con la terminología más familiar, y hemos reemplazado "monto" con "valor" para la coherencia con otras áreas del estándar.

source: [#378](https://github.com/open-contracting/standard/issues/378) **[Updates to core budget block](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have updated references to the Fiscal Data Package in the schema.
es: [#378](https://github.com/open-contracting/standard/issues/378) **[Actualizaciones del bloque del presupuesto central](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - Hemos actualizado referencias al Paquete de Datos Fiscales en el esquema.

source: [#337](https://github.com/open-contracting/standard/issues/337) **[Definition of "tenderer" to enhance clarity](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have updated the definition of tenderer in the tenders block, and cross-referenced the bid extension.
es: [#337](https://github.com/open-contracting/standard/issues/337) **[Definición de "licitador" para mejorar la claridad](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - Hemos actualizado la definición de licitante en el bloque de licitaciones y hemos hecho una referencia cruzada a la extensión de ofertas.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have updated the definition of hasEnquiries.
es: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - Hemos actualizado la definición de hasEnquiries.

source: [#246](https://github.com/open-contracting/standard/issues/246) **[In what scope must a release ID be unique?](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have updated the definition of release.id to reflect the scope in which it must be unique
es: [#246](https://github.com/open-contracting/standard/issues/246) **[¿En qué ámbito debe ser un ID de entrega único?](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - Hemos actualizado la definición de release.id para reflejar el ámbito en el que debe ser único

source: Closed codelist updates
es: Actualizaciones de listas de códigos cerradas

source: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](https://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status)** - New 'planning' and 'withdrawn' codes have been introduced to the tenderStatus codelist.
es: [#201](https://github.com/open-contracting/standard/issues/201) **[Estatus de la Licitación](https://standard.open-contracting.org/1.1/es/schema/codelists/#tender-status)** - Nuevos códigos de 'planning' y 'withdrawn' se introdujeron a la lista de códigos tenderStatus.

source: [#380](https://github.com/open-contracting/standard/issues/380) **[Procurement method](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - A new code for 'direct' has been added the procurementMethod codelist
es: [#380](https://github.com/open-contracting/standard/issues/380) **[Método de adquisición](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - Se ha añadido un nuevo código para 'direct' en la lista de códigos procurementMethod

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone status](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - We have updated the milestoneStatus codelist with a 'scheduled' entry and revised definitions
es: [#373](https://github.com/open-contracting/standard/issues/373) **[Estado del hito](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - Hemos actualizado la lista de códigos milestoneStatus con una entrada 'scheduled' y definiciones revisadas

source: [#297](https://github.com/open-contracting/standard/issues/297) **[Currency codelist external link](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - We have fixed the external link for currency codelists to refer to the official ISO source.
es: [#297](https://github.com/open-contracting/standard/issues/297) **[Enlace externo de la lista de códigos de monedas](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - Hemos fijado el enlace externo para que las listas de códigos de monedas se refieran a la fuente ISO oficial.

source: Open codelist updates
es: Actualizaciones de listas de códigos abiertas

source: [#386](https://github.com/open-contracting/standard/issues/386) **[Document type](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - New codes have been added to the documentType codelist, and definitions of codes updated.
es: [#386](https://github.com/open-contracting/standard/issues/386) **[Tipo de documento](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - Se han añadido nuevos códigos a la lista de códigos documentType y se han actualizado las definiciones de los códigos.

source: [#322](https://github.com/open-contracting/standard/issues/322) **[Submission Method Codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - The submissionMethod codelist has been updated
es: [#322](https://github.com/open-contracting/standard/issues/322) **[Lista de códigos de Método de envío](https://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - La lista de códigos de submissionMethod ha sido actualizada

source: [#387](https://github.com/open-contracting/standard/issues/387) **[Codelist updates: Item Classification Scheme](https://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - New entries have been added to the itemClassificationScheme codelist
es: [#387](https://github.com/open-contracting/standard/issues/387) **[Actualizaciones de lista de códigos: Esquema de clasificación de artículos](https://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - Se han añadido nuevas entradas a la lista de códigos itemClassificationScheme

source: [#385](https://github.com/open-contracting/standard/issues/385) **[Codelist updates: awardCriteria](https://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revising the awardCriteria codelist, with all existing codes deprecated and a new set of codes introduced.
es: [# 385](https://github.com/open-contracting/standard/issues/385) **[Actualizaciones de la lista de códigos: awardCriteria](https://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revisión de la lista de códigos awardCriteria, con la eliminación de todos los códigos obsoletos y la introducción de un nuevo conjunto de códigos.

source: Added
es: Agregados

source: [#371](https://github.com/open-contracting/standard/issues/371) **[Linking related processes](https://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - We have introduced a new RelatedProcess block at the release and contract level
es: [#371](https://github.com/open-contracting/standard/issues/371) **[Vinculación de procesos relacionados](https://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - Hemos introducido un nuevo bloque RelatedProcess en el nivel de entrega y en el nivel de contrato

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Duration in periods](https://standard.open-contracting.org/1.1/en/schema/reference/#period)** - We have introduced fields for duration in days, and maximum extent, to the period building block
es: [#374](https://github.com/open-contracting/standard/issues/374) **[Duración en períodos](https://standard.open-contracting.org/1.1/en/schema/reference/#period)** - Hemos introducido los campos para la duración en días, y la extensión máxima, al bloque de del período

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Contract and Award Periods in Tender](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have introduced contract period in tender and updated the definition of award period.
es: [#374](https://github.com/open-contracting/standard/issues/374) **[Períodos de Contrato y Adjudicación en Licitación](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - Hemos introducido el período del contrato en la licitación y actualizado la definición del período de adjudicación.

source: [#376](https://github.com/open-contracting/standard/issues/376) **[Contract type (supplies, works and services)](https://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - We have introduced a procurementCategory field to specify whether contracts are for supplies, works, services, consultancyServices or mixed
es: [#376](https://github.com/open-contracting/standard/issues/376) **[Tipo de contrato (suministros, obras y servicios)](https://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - Hemos introducido un campo procurementCategory para especificar si los contratos son para suministros, trabajos, servicios, consultoría o servicios mixtos

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone types](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - We have introduced the milestoneType property and codelist
es: [#373](https://github.com/open-contracting/standard/issues/373) **[Tipos de hitos](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - Hemos introducido la propiedad milestoneType y la lista de códigos

source: [#366](https://github.com/open-contracting/standard/issues/366) **[Unit of Measure - additional fields and codelist](https://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - We have introduced a structured classification for unitOfMeasure on each item, with a recommendation to use UNCEFACT.
es: [#366](https://github.com/open-contracting/standard/issues/366) **[Unidad de medida - campos adicionales y lista de códigos](https://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - Hemos introducido una clasificación estructurada para unitOfMeasure en cada ítem, con una recomendación para usar UNCEFACT.

source: [#335](https://github.com/open-contracting/standard/issues/335) **[Core and community extensions](https://standard.open-contracting.org/1.1/en/extensions/)** - We have introduced widespread use of extensions throughout the standard. An extension provides fields and data structures that are optional, either because (a) they are only relevant in particular contexts or contracting processes; or (b) they represent a 'stretch goal' for most data publishers, and so are not currently suitable for inclusion in the main standard. We divide these extensions into 'core extensions' which have wide enough relevance, and technical maturity to be included in the main standard documentation (and which are versioned along with the standard documentation), and 'community extensions' which may have less technical maturity, or which might be versioned independently of the main standard.
es: [#335](https://github.com/open-contracting/standard/issues/335) **[Extensiones centrales y comunitarias](https://standard.open-contracting.org/1.1/en/extensions/)** Hemos introducido el uso generalizado de extensiones en todo el estándar. Una extensión proporciona campos y estructuras de datos que son opcionales, ya sea porque (a) sólo son relevantes en contextos o procesos de contratación particulares; o (b) representan un "objetivo estricto" para la mayoría de los publicadores, por lo que actualmente no son adecuados para su inclusión en el estándar principal. Dividimos estas extensiones en 'extensiones centrales' que tienen una relevancia lo suficientemente amplia y madurez técnica para ser incluidas en la documentación estándar principal (y que están versionadas junto con la documentación estándar), y 'extensiones comunitarias' que pueden tener menos madurez técnica, o que podría ser versionados independientemente del estándar principal.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have introduced a core enquiries extension for providing information on enquiries received during the tender stage.
es: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - Hemos introducido una extensión de consultas básicas para proporcionar información sobre las consultas recibidas durante la etapa de licitación.

source: [#342](https://github.com/open-contracting/standard/issues/342) **[Overall contracting process description](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have introduced a new top-level title and description for the contracting process as a core extension.
es: [#342](https://github.com/open-contracting/standard/issues/342) **[Descripción general del proceso de contratación](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - Hemos introducido un nuevo título y descripción de primer nivel para el proceso de contratación como una extensión base.

source: [#274](https://github.com/open-contracting/standard/issues/274) **[New property of contract: extendsContractID](https://standard.open-contracting.org/1.1/en/schema/reference/#contract)** - We have introduced a new field 'extendsContractID' to the Contract block to support contract cross-referencing between contracts.
es: [#274](https://github.com/open-contracting/standard/issues/274) **[Nueva propiedad del contrato: extendsContractID](https://standard.open-contracting.org/1.1/en/schema/reference/#contract)** - Hemos introducido un nuevo campo 'extendsContractID' en el bloque Contract para apoyar la referencia cruzada de contratos entre contratos.

source: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://extensions.open-contracting.org/en/extensions/lots/)** - We have introduced a core extension to provide a model for contracting processes which are divided into lots.
es: [#381](https://github.com/open-contracting/standard/issues/381) **[Lotes](https://extensions.open-contracting.org/es/extensions/lots/)** - Hemos introducido una extensión central para proporcionar un modelo para los procesos de contratación que se dividen en lotes.

source: [#379](https://github.com/open-contracting/standard/issues/379) **[Bids and Bid Statistics](https://extensions.open-contracting.org/en/extensions/bids/)** - We have introduced a core extension which provides a top level Bids section, with BidStatistics and Bid building blocks for detailed information on individual bids. This supersedes the current tender/tenderers section.
es: [#379](https://github.com/open-contracting/standard/issues/379) **[Estadísticas y Detalles de las Ofertas](https://extensions.open-contracting.org/es/extensions/bids/)** - Hemos introducido una extensión central que proporciona una sección de Ofertas de nivel superior, con bloques BidStatistics y Bid para obtener información detallada sobre las ofertas individuales. Esto sustituye a la actual sección de tender/tenderers.

source: [#250](https://github.com/open-contracting/standard/issues/250) **[Location extension](https://extensions.open-contracting.org/en/extensions/location/)** - We have moved the location extensions to become a core extension
es: [#250](https://github.com/open-contracting/standard/issues/250) **[Extensión de Ubicación](https://extensions.open-contracting.org/es/extensions/location/)** - Movimos las extensiones de ubicación para convertirlos en una extensión central.

source: [#33](https://github.com/open-contracting/standard/issues/33) **[Participation fees (bid document and submission costs)](https://extensions.open-contracting.org/en/extensions/participation_fee/)** - We have introduced a core extension for declaring the participation fees related to a contracting process.
es: [#33](https://github.com/open-contracting/standard/issues/33) **[Costos de Participación (documentos de oferta y costos de presentación)](https://extensions.open-contracting.org/es/extensions/participation_fee/)** - Hemos introducido una extensión central para declarar los costos de participación relacionados con un proceso de contratación.

source: [#249](https://github.com/open-contracting/standard/issues/249) **[Extend contract with a supplier array](https://extensions.open-contracting.org/en/extensions/contract_suppliers/)** - We have introduced a core extension to allow inclusion of supplier information at the contract level.
es: #249](https://github.com/open-contracting/standard/issues/249) **[Extender la sección de contract con una lista de proveedores](https://extensions.open-contracting.org/es/extensions/contract_suppliers/)** - Introducimos una extensión central para permitir la inclusión de información de proveedores a nivel contrato.

source: Deprecated
es: Obsoletos

source: [#355](https://github.com/open-contracting/standard/issues/355) **[Deprecating milestone documents](https://standard.open-contracting.org/1.1/en/schema/reference/#milestone)** - We have deprecated milestone documents from core, and added a milestone documents extension for those who wish to continue to use documents at the milestone level.
es: [#355](https://github.com/open-contracting/standard/issues/355) **[Descontinuación de documentos de hitos](https://standard.open-contracting.org/1.1-dev/en/schema/reference/#milestone)** - Hemos descontinuado los documentos de hitos del estándar central y hemos añadido una extensión de documentos de hitos para aquellos que desean seguir usando documentos en el nivel del hito.

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have deprecated use of the full organization block at points other than the parties array.
es: [#368](https://github.com/open-contracting/standard/issues/368) **[Actualizaciones para el manejo de organización en OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - Hemos descontinuado el uso del bloque completo de la organización en puntos distintos de la lista de las partes.

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - receiverOrganization, providerOrganization and amount properties have been deprecated in favour or other terms.
es: [#372](https://github.com/open-contracting/standard/issues/372) **[Actualizaciones de la terminología de transacciones](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - la organización del receptor, la organización del proveedor y las propiedades de la cantidad se han descontinuado a favor de otros términos.

source: Fixed
es: Solucionados

source: [#329](https://github.com/open-contracting/standard/issues/329) - updated `item.quantity` to support decimal values (integer -> number)
es: [#329](https://github.com/open-contracting/standard/issues/329) - actualizado `item.quantity` para soportar valores decimales (integer -> number)

source: [#253](https://github.com/open-contracting/standard/issues/253) - updated `value.amount` to support negative values
es: [#253](https://github.com/open-contracting/standard/issues/253) - actualizado `value.amount` para soportar valores negativos.

source: Added titles to all fields in the documentation (#362)
es: Se agregaron títulos a todos los campos de la documentación (#362)

source: Missing field `procurementMethodDetails` added to schema (#221)
es: El campo `procurementMethodDetails` añadido al esquema (# 221)

source: Typo fix in releaseTag (#391)
es: Corrección de errores en releaseTag (#391)

source: Fixing links to Fiscal Data Package (#271)
es: Fijación de enlaces al Paquete de Datos Fiscales (# 271)

source: Description for `numberOfTenderers` (#314)
es: Descripción para `numberOfTenderers` (#314)

source: Fixed definition of `changes` (#244)
es: Se arregló la definición de `changes` (#244)

source: Updated documentation to refer to 'Object' not 'Reference' for fields (#228)
es: Documentación actualizada para referirse a 'Object' no 'Reference' para campos (# 228)

source: Tidy up
es: Se ordenó

source: Removed the old Spanish documentation translations folders from `standard/docs/es`
es: Eliminación de las carpetas de traducción de documentación en español de `standard/docs/es`

source: Added CSV download links for registered ocids, and publication levels
es: Se han agregado enlaces de descarga CSV para los OCID registrados y los niveles de publicación

source: Updated publication levels spreadsheet to reflect version 1.0.2
es: Plantilla de niveles de publicación actualizada para reflejar la versión 1.0.2

source: Updated documentation was released. This did not make any semantic changes to the standard.
es: Documentación actualizada ha sido publicada. Esto no ha hecho ningún cambio semántico en el estándar.
