Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: Changelog
es: Registro de cambios

source: All notable changes to this project will be documented in this file. This project adheres to [Semantic Versioning](http://semver.org/).
es: Todos los cambios relevantes a este proyecto serán documentados en este archivo. Este proyecto se adhiere al estándar de [Versionado Semántico](http://semver.org/).

source: Iterative improvements
es: Mejoras iterativas

source: Per the [normative and non-normative content and changes policy](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), iterative improvements to non-normative content can be made outside the release cycle.
es: De acuerdo a la [política de cambios y contenido normativo y no-normativo] (https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), las mejoras iterativas a contenido no-normativo puede hacerse fuera del ciclo de entrega.

source: Documentation
es: Documentación

source: [#908](https://github.com/open-contracting/standard/pull/908) Rename Validator to Data Review Tool.
es: [#908](https://github.com/open-contracting/standard/pull/908) Renombrar Validador a Herramienta de Revisión de Datos

source: Build the documentation [#875](https://github.com/open-contracting/standard/pull/875) [#880](https://github.com/open-contracting/standard/pull/880) [#886](https://github.com/open-contracting/standard/pull/886) [#889](https://github.com/open-contracting/standard/pull/889) [#905](https://github.com/open-contracting/standard/pull/905) [#915](https://github.com/open-contracting/standard/pull/915) [#916](https://github.com/open-contracting/standard/pull/916) [#923](https://github.com/open-contracting/standard/pull/923).
es: Construya la documentación [#875](https://github.com/open-contracting/standard/pull/875) [#880](https://github.com/open-contracting/standard/pull/880) [#886](https://github.com/open-contracting/standard/pull/886) [#889](https://github.com/open-contracting/standard/pull/889) [#905](https://github.com/open-contracting/standard/pull/905) [#915](https://github.com/open-contracting/standard/pull/915) [#916](https://github.com/open-contracting/standard/pull/916) [#923](https://github.com/open-contracting/standard/pull/923).

source: Advisories
es: Avisos

source: OCDS 1.0 uses the [whole-list merge](https://standard.open-contracting.org/1.1/en/schema/merging/#whole-list-merge) strategy for `Award.suppliers`, whereas OCDS 1.1 uses the [identifier merge](https://standard.open-contracting.org/1.1/en/schema/merging/#identifier-merge) strategy. As a consequence, the OCDS 1.1 versioned release schema is not backward compatible with OCDS 1.0.
es: OCDS 1.0 usa la estrategia de [fusionar la lista completa](https://standard.open-contracting.org/1.1/es/schema/merging/#whole-list-merge) para `Award.suppliers`, mientras que OCDS 1.1 usa la estrategia de [fusión por identificador](https://standard.open-contracting.org/1.1/es/schema/merging/#identifier-merge). Como consecuencia, el esquema de release versionado de OCDS 1.1 no es compatible con OCDS 1.0.

source: **Action:** Versioned releases respecting the OCDS 1.0 schema that set `Award.suppliers` will need to be re-created to validate against the OCDS 1.1 schema.
es: **Acción:** Los releases versionados que respeten el esquema OCDS 1.0 y que utilizan `Award.suppliers` tendrán que volver a crearse para ser válidos contra el esquema OCDS 1.1.

source: [#780](https://github.com/open-contracting/standard/pull/780) All extensions authored by the Open Contracting Partnership have been moved to the [open-contracting-extensions](https://github.com/open-contracting-extensions) organization.
es: [#780](https://github.com/open-contracting/standard/pull/780) Todas las extensiones creadas por Open Contracting Partnership se encuentran ahora en la organización [open-contracting-extensions](https://github.com/open-contracting-extensions).

source: **Action:** No change is required, but we recommend that publishers update the URLs of these extensions in their release packages and record packages.
es: **Acción**: No se requieren cambios, pero recomendamos que los publicadores actualicen los URLs de estas extensiones en los paquetes de entregas y registros.

source: [#831](https://github.com/open-contracting/standard/pull/831) OCDS now has a [Normative and non-normative content and changes policy](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit).
es: [#831](https://github.com/open-contracting/standard/pull/831) OCDS ahora tiene una [Política de Contenido y Cambios Normativos y No Normativos](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit) (en inglés).

source: [#744](https://github.com/open-contracting/standard/pull/744) OCDS now has a [Translation and localization policy](https://standard.open-contracting.org/1.1/en/schema/governance/#translation-and-localization-policy).
es: [#744](https://github.com/open-contracting/standard/pull/744) OCDS ahora tiene una [Política de Traducción y Localización](https://standard.open-contracting.org/1.1/es/schema/governance/#translation-and-localization-policy).

source: [#806](https://github.com/open-contracting/standard/pull/806) [#808](https://github.com/open-contracting/standard/pull/808) [#809](https://github.com/open-contracting/standard/pull/809) The documentation is now available in Italian.
es: [#806](https://github.com/open-contracting/standard/pull/806) [#808](https://github.com/open-contracting/standard/pull/808) [#809](https://github.com/open-contracting/standard/pull/809) La documentación ahora esta disponible en Italiano.

source: [#717](https://github.com/open-contracting/standard/pull/717) [#734](https://github.com/open-contracting/standard/pull/734) The OCDS documentation website now has a [privacy notice](https://standard.open-contracting.org/1.1/en/privacy-notice/).
es: [#717](https://github.com/open-contracting/standard/pull/717) [#734](https://github.com/open-contracting/standard/pull/734) La página web de documentación OCDS ahora tiene un [aviso de privacidad](https://standard.open-contracting.org/1.1/es/privacy-notice/).

source: [#738](https://github.com/open-contracting/standard/pull/738) 1.1.3 changed the merging and versioning behaviors of `Item.unit`, such that it could be removed by setting it to `null`, and such that it was versioned as a whole. 1.1.4 restores the behaviors from 1.1.2, such that only its sub-fields can be removed by setting them to `null`, and such that its sub-fields are versioned individually.
es: [# 738] (https://github.com/open-contracting/standard/pull/738) 1.1.3 cambió los comportamientos de fusión y control de versiones de `Item.unit`, de tal manera que podría eliminarse configurándolo a `null`, y de manera que esté versionado como un todo. 1.1.4 restaura los comportamientos de 1.1.2, de modo que soló sus subcampos pueden eliminarse configurándolos como `null`, y para que sus subcampos se versionen individualmente.

source: **Action:** If you had upgraded to OCDS 1.1.3, then compiled releases and versioned releases that set `Item.unit` will likely need to be re-created to validate against the OCDS 1.1.4 schema.
es: **Acción:** Si ha actualizado a OCDS 1.1.3, entonces las versiones compiladas y las versiones versionadas que configuran `Item.unit` probablemente tendrán que volver a crearse para validarlas contra el esquema OCDS 1.1.4.

source: [#810](https://github.com/open-contracting/standard/pull/810) `buyer.id`, `Tender.procuringEntity.id`, `Contract.implementation.payer.id` `Contract.implementation.payee.id`, `Budget.id`, `Identifier.id`, and `Classification.id` are now versioned, consistent with the documentation.
es: [#810](https://github.com/open-contracting/standard/pull/810) `buyer.id`, `Tender.procuringEntity.id`, `Contract.implementation.payer.id` `Contract.implementation.payee.id`, `Budget.id`, `Identifier.id`, and `Classification.id` ahora estan versionados, consistentes con la documentación.

source: **Action:** Versioned releases that set these fields will likely need to be re-created to validate against the OCDS 1.1.4 schema.
es: **Acción** Los releases versionados que configuran estos campos probablemente deberán volver a crearse para validarse contra el esquema OCDS 1.1.4.

source: [#769](https://github.com/open-contracting/standard/pull/769) The versioned release schema now matches the release schema in: having a `minLength` validation property for `OrganizationReference.name`; having `codelist` and `openCodelist` properties for `Tender.awardCriteria`, `Tender.awardCriteriaDetails`, `Document.documentType`, `Item.unit.scheme`, `Classification.scheme`, and `RelatedProcess.scheme`; and having a `deprecated` property for `Budget.source`. All `title` and `description` metadata properties are removed from the versioned release schema.
es: [# 769] (https://github.com/open-contracting/standard/pull/769) El esquema del release versionado ahora coincide con el esquema de entrega en: tener una propiedad de validación `minLength` para` OrganizationReference.name`; tener las propiedades `codelist` y` openCodelist` para `Tender.awardCriteria`,`Tender.awardCriteriaDetails`, `Document.documentType`,` Item.unit.scheme`, `Classification.scheme`, y` RelatedProcess.scheme`; y tener una propiedad `deprecated` para` Budget.source`. Todas las propiedades de metadatos `title` y` description` se eliminan del esquema del release versionado.

source: [#810](https://github.com/open-contracting/standard/pull/810) `tag` is now `omitWhenMerged`, consistent with the reference implementation in OCDS Merge.
es: [#810](https://github.com/open-contracting/standard/pull/810) `tag` ahora es `omitWhenMerged`, consistente con las referencias de implementación en OCDS Merge.

source: Codelists
es: Listas de códigos

source: [#824](https://github.com/open-contracting/standard/pull/824) Canonical codelist files are available at URLs like <https://standard.open-contracting.org/schema/1__1__4/codelists/>, and translations are available at URLs like <https://standard.open-contracting.org/1.1/en/codelists/>, for OCDS 1.1.4 and up.
es: [# 824] (https://github.com/open-contracting/standard/pull/824) Los archivos de lista de códigos canónicos están disponibles en las URL como <https://standard.open-contracting.org/schema/1__1__4/codelists/ >, y las traducciones están disponibles en las URL como <https://standard.open-contracting.org/1.1/en/codelists/>, para OCDS 1.1.4 y versiones posteriores.

source: [#746](https://github.com/open-contracting/standard/pull/746) [#842](https://github.com/open-contracting/standard/pull/842) Update currency codelist for ISO4217 amendments [166](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_166.pdf), [167](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_167.pdf), [168](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_168.pdf) and [169](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_169.pdf).
es: [#746](https://github.com/open-contracting/standard/pull/746) [#842](https://github.com/open-contracting/standard/pull/842) . Actualiza la lista de códigos de moneda de acuerdo a las enmiendas en ISO4217 [166](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_166.pdf), [167](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_167.pdf), [168](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_168.pdf) and [169](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_169.pdf).

source: [#725](https://github.com/open-contracting/standard/pull/725) Add a 'plannedProcurementNotice' code to the `documentType` codelist, 'CUCOP' to `itemClassificationScheme`, 'interestedParty' to `partyRole`.
es: [# 725] (https://github.com/open-contracting/standard/pull/725) Agrega un código de 'planningProcurementNotice' a la lista de códigos `documentType`, 'CUCOP' a `itemClassificationScheme`, 'interestedParty' a `partyRole `.

source: [#725](https://github.com/open-contracting/standard/pull/725) Update the descriptions of the 'tenderNotice' and 'technicalSpecifications' codes in the `documentType` codelist to align with the text of the [Agreement on Government Procurement (GPA)](https://www.wto.org/english/tratop_e/gproc_e/gp_gpa_e.htm) of the World Trade Organization (WTO).
es: [# 725] (https://github.com/open-contracting/standard/pull/725) Actualiza las descripciones de los códigos 'tenderNotice' y 'technicalSpecifications' en la lista de códigos `documentType` para alinearlos con el texto del [Agreement on Government Procurement (GPA)](https://www.wto.org/english/tratop_e/gproc_e/gp_gpa_e.htm) de la Organización Mundial del Comercio (OMC)

source: [#725](https://github.com/open-contracting/standard/pull/725) Apply the style guide and OCDS glossary to the 'procuringEntity' and 'supplier' codes in the `partyRole` codelist.
es: [# 725] (https://github.com/open-contracting/standard/pull/725) Aplica la guía de estilo y el glosario OCDS a los códigos 'procuringEntity' y 'supplier' en la lista de códigos `partyRole`.

source: [#725](https://github.com/open-contracting/standard/pull/725) Add examples to the description of the 'environmentalImpact' code in the `documentType` codelist.
es: [# 725] (https://github.com/open-contracting/standard/pull/725) Agrega ejemplos a la descripción del código 'environmentalImpact' en la lista de códigos `documentType`.

source: [#829](https://github.com/open-contracting/standard/pull/829) Use sentence case for code titles and end code descriptions with periods.
es: [# 829] (https://github.com/open-contracting/standard/pull/829) Usa el formato de oraciones para títulos de códigos y descripciones de códigos con puntos.

source: [#852](https://github.com/open-contracting/standard/pull/852) Use the correct normative keywords in code descriptions.
es: [# 852] (https://github.com/open-contracting/standard/pull/852) Usa las palabras clave normativas correctas en las descripciones de los códigos.

source: Schema
es: Esquema

source: [#712](https://github.com/open-contracting/standard/pull/712) Add missing titles for `publisher` and `url` and description for `record` in the record package schema, and missing description for `releases` in release package schema.
es: [# 712] (https://github.com/open-contracting/standard/pull/712) Agrega los títulos que faltan para `publisher` y` url` y la descripción para `record` en el esquema del paquete de registros, y la descripción que falta para `releases` en el esquema del paquete de entregas.

source: [#838](https://github.com/open-contracting/standard/pull/838) Eliminate the conflicting rule that release identifiers must be unique within release packages. Uniqueness within the scope of a release package either implies that release identifiers must be globally unique, or imposes an arbitrary restriction on the contents of release packages, as there is no rule preventing release packages from containing releases from different contracting processes. Release identifiers are only required to be locally unique within the scope of a contracting process. The `ocid` and `id` values of a release can be used together to disambiguate releases within a release package.
es: [# 838] (https://github.com/open-contracting/standard/pull/838) Elimina la regla conflictiva de que los identificadores de entregas deben ser únicos dentro de los paquetes de entregas. La unicidad dentro del ámbito de un paquete de entregas implica que los identificadores de entrega deben ser globalmente únicos, o impone una restricción arbitraria sobre el contenido de los paquetes de entrega, ya que no hay ninguna regla que impida que los paquetes de entrega contengan entregas de diferentes procesos de contratación. Sólo se requiere que los identificadores de entrega sean localmente únicos dentro del alcance de un proceso de contratación. Los valores `ocid` e` id` de una entrega se pueden usar juntos para desambiguar las entregas dentro de un paquete de entregas.

source: Clarify the uniqueness of release identifiers in the release schema [#838](https://github.com/open-contracting/standard/pull/838) and release package schema [#831](https://github.com/open-contracting/standard/pull/831).
es: Aclara la unicidad de los identificadores de entrega dentro del esquema de entrega [# 838] (https://github.com/open-contracting/standard/pull/838) y del esquema de paquete de entrega [# 831](https://github.com/open-contracting/standard/pull/831).

source: [#810](https://github.com/open-contracting/standard/pull/810) Add a dereferenced release schema to ease the implementation of the merge routine.
es: [# 810] (https://github.com/open-contracting/standard/pull/810) Agrega un esquema de entrega sin referencia para facilitar la implementación de la rutina de combinación.

source: [#810](https://github.com/open-contracting/standard/pull/810) Add `"versionId": true` hint to `Identifier` and `Classification`.
es: [#810](https://github.com/open-contracting/standard/pull/810) Agrega `"versionId": true` a `Identifier` y `Classification`.

source: [#845](https://github.com/open-contracting/standard/pull/845) Remove a reference to a closed issue and a note about a field name.
es: [# 845] (https://github.com/open-contracting/standard/pull/845) Elimina una referencia a un problema cerrado y una nota sobre un nombre de campo.

source: [#855](https://github.com/open-contracting/standard/pull/855) Use the correct normative keywords in field descriptions.
es: [# 855] (https://github.com/open-contracting/standard/pull/855) Usa las palabras clave normativas correctas en las descripciones de los campos.

source: [#855](https://github.com/open-contracting/standard/pull/855) Rephrase field descriptions as definitions rather than instructions.
es: [# 855] (https://github.com/open-contracting/standard/pull/855) Reescribe las descripciones de los campos como definiciones en lugar de instrucciones.

source: [#855](https://github.com/open-contracting/standard/pull/855) Align the descriptions of the `license` fields in the release package schema and record package schema.
es: [# 855] (https://github.com/open-contracting/standard/pull/855) Alinea las descripciones de los campos `license` en el esquema del paquete de entregas y el esquema del paquete de registros.

source: [#772](https://github.com/open-contracting/standard/pull/772) [#810](https://github.com/open-contracting/standard/pull/810) [#831](https://github.com/open-contracting/standard/pull/831) Clarify the merge rules for compiled releases and versioned releases.
es: [# 772] (https://github.com/open-contracting/standard/pull/772) [# 810] (https://github.com/open-contracting/standard/pull/810) [# 831] (https://github.com/open-contracting/standard/pull/831) Aclara las reglas de combinación para los releases compilados y los releases versionados.

source: [#797](https://github.com/open-contracting/standard/pull/797) Fix examples of versioned releases.
es: [# 797] (https://github.com/open-contracting/standard/pull/797) Corrige ejemplos de releases versionados.

source: [#831](https://github.com/open-contracting/standard/pull/831) Use the correct normative keywords in the documentation.
es: [# 831] (https://github.com/open-contracting/standard/pull/831) Usa las palabras clave normativas correctas en la documentación.

source: [#869](https://github.com/open-contracting/standard/pull/869) Move normative statements into normative sections.
es: [# 869] (https://github.com/open-contracting/standard/pull/869) Mueve las declaraciones normativas a las secciones normativas.

source: [#835](https://github.com/open-contracting/standard/pull/835) Display the canonical schema URLs in the documentation.
es: [# 835] (https://github.com/open-contracting/standard/pull/835) Muestra las URLs del esquema canónico en la documentación.

source: [#838](https://github.com/open-contracting/standard/pull/838) Clarify the uniqueness of release, award and contract identifiers.
es: [# 838] (https://github.com/open-contracting/standard/pull/838) Aclara la unicidad de los identificadores de entrega, adjudicación y contrato.

source: [#831](https://github.com/open-contracting/standard/pull/831) Improve the description of iterating the release `id`.
es: [# 831] (https://github.com/open-contracting/standard/pull/831) Mejora la descripción de la iteración sobre el campo `id` de entrega.

source: [#822](https://github.com/open-contracting/standard/pull/822) Integrate the [Extension Explorer](https://extensions.open-contracting.org/en/).
es: [#822](https://github.com/open-contracting/standard/pull/822) Integra el [Explorador de Extensiones](https://extensions.open-contracting.org/es/).

source: [#783](https://github.com/open-contracting/standard/pull/783) Add missing email address for the standard governance working group.
es: [# 783] (https://github.com/open-contracting/standard/pull/783) Agrega la dirección de correo electrónico faltante para el grupo de trabajo de gobernanza del estándar.

source: Replace ambiguous or incorrect terms:
es: Reemplaza términos ambiguos o incorrectos:

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "release `id`" and "release `date`", instead of "`releaseID`" and "`releaseDate`"
es: [#831](https://github.com/open-contracting/standard/pull/831) Usa "release `id`" y "release `date`", en vez de "`releaseID`" y "`releaseDate`".

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "ocid prefix", instead of "publisher prefix"
es: [#831](https://github.com/open-contracting/standard/pull/831) Usa "prefijo ocid", en vez de "prefijo del publicador"

source: [#840](https://github.com/open-contracting/standard/pull/840) Use "release package and record package", instead of "data package", to avoid confusion with [Frictionless Data's Data Package specification](https://frictionlessdata.io/specs/data-package/)
es: [#840](https://github.com/open-contracting/standard/pull/840) Usa "paquete de entregas y paquete de registros", en vez de "paquete de datos", para evitar confusión con el [Frictionless Data's Data Package specification](https://frictionlessdata.io/specs/data-package/)

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "minor versions", instead of "decimal versions" on deprecation page
es: [#831](https://github.com/open-contracting/standard/pull/831) Usa "minor versions", en vez de "decimal versions" en la página de deprecación.

source: [#823](https://github.com/open-contracting/standard/pull/823) Fix incorrect uses of "records", "codelists" and "gazetteers" on identifiers and codelists pages
es: [#823] (https://github.com/open-contracting/standard/pull/823) Arregla los usos incorrectos de "registros", "listas de códigos" y "diccionarios geográficos" en las páginas de identificadores y listas de códigos

source: Fix out-of-date content:
es: Arregla contenido desactualizado:

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove sentence implying non-existence of unit classification scheme codelist on release schema reference page
es: [# 831] (https://github.com/open-contracting/standard/pull/831) Elimina frases que impliquen que no existe una lista de códigos del esquema de clasificación de unidades en la página de referencia del esquema de entregas

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove sentence using non-existent 'notice' code on release schema reference page
es: # 831] (https://github.com/open-contracting/standard/pull/831) Elimina frases usando un código de 'notice' inexistente en la página de referencia del esquema de releases.
