Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: it

source: Changelog
it: Storico delle modifiche

source: All notable changes to this project will be documented in this file. This project adheres to [Semantic Versioning](http://semver.org/).
it: Tutte le modifiche importanti a questo progetto saranno documentate in questo file. Questo progetto impiega il [Semantic Versioning](http://semver.org/).

source: Codelist updates
it: Aggiornamenti dei vocabolari controllati

source: Update currency codelist for ISO4217 amendment 165 (2017-12-14).
it: Aggiornamento del vocabolario delle valute ISO4217 per l'emendamento nr. 165 del 2017-12-14

source: Schema fixes
it: Correzioni allo schema

source: [#646](https://github.com/open-contracting/standard/pull/646) Disallow use of `null` as an item in the array for `Tender.additionalProcurementCategories`.
it: [#646](https://github.com/open-contracting/standard/pull/646) Non consentire l'uso di `null` come elemento nell'array per` Tender.additionalProcurementCategories`.

source: [#639](https://github.com/open-contracting/standard/issues/639) Make `name` field optional for `OrganizationReference`.
it: [#639](https://github.com/open-contracting/standard/issues/639) Rendi il campo `name` facoltativo per` OrganizationReference`.

source: [#630](https://github.com/open-contracting/standard/issues/630) Allow optional field `Item.unit` to be `null`.
it: [#630](https://github.com/open-contracting/standard/issues/630) Consentire al campo facoltativo `Item.unit` di essere `null`.

source: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Add definitions to Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value and Period.
it: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Aggiunte definizioni a Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value e Period.

source: Make `record-package-schema.json` use the `codelist` property to reference `releaseTag.csv`, and update the `enum` accordingly.
it: Impostato `record-package-schema.json` per usare la proprietà `codelist` per riferirsi a `releaseTag.csv`, e aggiornato `enum` di conseguenza.

source: [#578](https://github.com/open-contracting/standard/issues/578) Update definition of `buyer` to cover goods, works and services, and multiple buyers.
it: [#578](https://github.com/open-contracting/standard/issues/578) Definizione di aggiornamento di `buyer` per coprire beni, lavori e servizi e supportare più acquirenti.

source: Documentation fixes
it: Correzioni alla documentazione

source: [#633](https://github.com/open-contracting/standard/issues/633) Update schema reference page to display `Release.relatedProcesses`, `Planning.documents` and `Contract.relatedProcesses`.
it: [#633](https://github.com/open-contracting/standard/issues/633) Aggiornata la documentazione della struttura di riferimento dello standard per mostrare `Release.relatedProcesses`,` Planning.documents` e `Contract.relatedProcesses`.

source: [#634](https://github.com/open-contracting/standard/issues/634) Clarify definitions of core, community and local extensions.
it: [#634](https://github.com/open-contracting/standard/issues/634) Chiarite le definizioni per le estensioni di base, di comunità e locali.

source: Extension fixes
it: Correzioni alle estensioni

source: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Add missing definitions, codelists and enums to core extensions, correct typos in codelist filenames, disallow use of `null` as an item in arrays, disallow required fields from being set to `null`, allow optional fields to be `null`, use `OrganizationReference` instead of `Organization`.
it: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43 ), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Aggiungere le definizioni mancanti, vocabolari ed enumerazioni alle estensioni di base, correggere errori di battitura nei nomi dei file della lista codici, non consentire l'uso di `null` come elemento negli array, non consentire che i campi obbligatori vengano impostati su `null`, consentire ai campi facoltativi di essere `null`, utilizzare `OrganizationReference` invece di `Organization`.

source: Old and unused scripts have been removed from the documentation repository, and a number of script dependencies have been updated.
it: Gli script vecchi e non utilizzati sono stati rimossi dal repository della documentazione e sono state aggiornate diverse dipendenze dello script.

source: [554](https://github.com/open-contracting/standard/issues/554) - **Update currency codelist for ISO4217 amendment 163 (2017-06-09)**. Note: XBT (Bitcoin) is removed from the codelist as it is not part of ISO4217.
it: [554](https://github.com/open-contracting/standard/issues/554) - **Aggiornamento del vocabolario delle valute ISO4217 per l'emendamento nr. 163 del 2017-06-09**. Nota: XBT (Bitcoin) viene rimosso dalla lista dei codici poiché non fa parte di ISO4217.

source: Bug fixes
it: Correzioni di bug

source: [#482](https://github.com/open-contracting/standard/issues/482) **[Allow parties.role to be set to null](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - required by the [merging approach](https://standard.open-contracting.org/1.1.1-dev/en/schema/merging/).
it: [#482](https://github.com/open-contracting/standard/issues/482) **[Consenti a parties.role di essere impostato su null](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - richiesto dall'approccio [merging approach] (https://standard.open-contracting.org/1.1.1-dev/en/schema/merging/).

source: [#422](https://github.com/open-contracting/standard/issues/422) **[Including currency codelist in documentation and schema](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#currency)** to support validation of currency values.
it: [#422](https://github.com/open-contracting/standard/issues/422) **[Includendo la lista codici di valuta nella documentazione e nello schema](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#currency)** per supportare la convalida dei valori di valuta.

source: [#479](https://github.com/open-contracting/standard/issues/479) **[Fixing incorrect requirement to include releases in record-package-schema.json](https://standard.open-contracting.org/1.1.1-dev/en/schema/record_package/)**
it: [#479](https://github.com/open-contracting/standard/issues/479) **[Risolto il requisito errato di includere versioni in record-package-schema.json](https://standard.open-contracting.org/1.1.1-dev/en/schema/record_package/)**

source: [#475](https://github.com/open-contracting/standard/issues/475) **Adding enum arrays to all fields in the schema with a closed codelist** to support validation.
it: [#475](https://github.com/open-contracting/standard/issues/475) **Aggiunta di enum array a tutti i campi nello schema con un vocabolario controllato chiuso** per supportare la convalida.

source: Minor revisions
it: Revisioni minori

source: [#471](https://github.com/open-contracting/standard/issues/471) **[Updating milestoneType codelist](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#milestone-type)** replacing 'planning' with 'preProcurement' and 'adjudication' with 'assessment' and introducing codes for 'approval' and 'financing'. This is an open codelist, so previous codes remain valid, but publishers able to update to the new codes should do so.
it: [#471](https://github.com/open-contracting/standard/issues/471) **[Aggiornamento dei vocabolario milestoneType](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#milestone-type)** sostituendo 'planning con 'preProcurement' e 'adjudication' con 'assessment' e introducendo codici per 'approval' e 'financing'. Questo è un vocabolario aperto, quindi i codici precedenti restano validi, ma gli enti che pubblicano i dati e che possono aggiornare i loro sistemi con i nuovi codici dovrebbero farlo.

source: [#473](https://github.com/open-contracting/standard/issues/473) **[Updating definition of contractSchedule in documentType codelist](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#document-type)**
it: [#473](https://github.com/open-contracting/standard/issues/473) **[Aggiornamento della definizione di contractSchedule nel vocabolario documentType](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#document-type)**

source: Documentation improvements
it: Miglioramenti della documentazione

source: **Fixing typographic errors throughout the documentation and codelist descriptions**
it: **Correzione di errori tipografici nella documentazione e nelle descrizioni dei vocabolari controllati**

source: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Updating basic, intermediate, advanced](https://standard.open-contracting.org/1.1.1-dev/en/implementation/levels/) publication guidance** - to ensure tables and text are aligned.
it: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Aggiornamento di base, intermedio, avanzato](https://standard.open-contracting.org/1.1.1-dev/en/implementation/levels/) guida alla pubblicazione** - per garantire che le tabelle e il testo siano allineati.

source: [#489](https://github.com/open-contracting/standard/issues/489) **Listing the milestone documents extension as a core extension** - and removing it from the community extensions list. This extension is only needed by publishers with legacy data containing documents at the milestone level.
it: [#489](https://github.com/open-contracting/standard/issues/489) **passare l'estensione per i documenti degli istanti chiave (milestone) come estensione di base** e rimuoverla dall'elenco delle estensioni della community. Questa estensione è necessaria solo per i publisher con dati vecchi contenenti documenti al livello del blocco degli eventi chiave (milestone).

source: [#493](https://github.com/open-contracting/standard/issues/493) **[Updating the description of the Organization Identifier Scheme codelist](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#organization-identifier-scheme)** to reflect that the codelist is now maintained by [org-id.guide](http://www.org-id.guide/).
it: [#493](https://github.com/open-contracting/standard/issues/493) **[Aggiornamento della descrizione nel vocabolario dello schema di identificazione delle organizzazioni (Organization Identifier Scheme)](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#organization-identifier-scheme)** per riflettere sul fatto che il vocabolario è ora gestito da [org-id.guide](http://www.org-id.guide/) .

source: Code and build process
it: Codice e processo di compilazione

source: [#506](https://github.com/open-contracting/standard/issues/506) **Removed make_field_definitions.py** from utility scripts as it is no longer required.
it: [#506](https://github.com/open-contracting/standard/issues/506) **Rimosso make_field_definitions.py** dagli script di utilità in quanto non più necessario.

source: **Addition of docstrings to key scripts**
it: **Aggiunta di docstrings agli script chiave**

source: Policy changes
it: Cambiamenti politici

source: [#401](https://github.com/open-contracting/standard/issues/401) **[Deprecation policy](https://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - The deprecation policy has been updated to support deprecation in decimal upgrades.
it: [#401](https://github.com/open-contracting/standard/issues/401) **[Politica di deprecazione](https://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - Regole per la deprecazione è stata aggiornata per supportare la rimozione di aggiornamenti verso i numeri decimali.

source: Changed
it: Cambiato

source: Structural updates
it: Aggiornamenti strutturali

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have updated the approach to include organization information in the standard from having embedded blocks of organization information, to using embedded cross-references to a top-level 'parties' array where full organization details are stored. This change reduces duplication of organization information, and enables more flexible disclosure of information on all the parties to a contracting process, including multiple buyers.
it: [#368](https://github.com/open-contracting/standard/issues/368) **[Aggiornamenti alla gestione dell'organizzazione in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - Abbiamo cambiato approccio passando dall'includere le informazioni sulle organizzazioni incorporando blocchi con i dettagli dell'organizzazione, all'utilizzo di riferimenti incrociati ad un array di 'parties' al livello principale in cui sono presenti i dettagli dell'organizzazione completa. Questo cambiamento riduce la duplicazione delle informazioni sulle organizzazioni e consente una diffusione più efficace dei dati relativi a tutte le parti coinvolte in una procedura di acquisto o appalto, compresi i casi quando sono presenti più acquirenti.

source: [#357](https://github.com/open-contracting/standard/issues/357) **[Amendment handling](https://standard.open-contracting.org/1.1/en/implementation/amendments/)** - We have replace amendment with an array of amendments, and have updated schema and guidance to remove the option of providing semi-structured changes in an amendment object. Changes between amendments should now be provided using multiple releases, with the option to explicitly declare how releases relate to an amendment included in the new amendments array.
it: [#357](https://github.com/open-contracting/standard/issues/357) **[Gestione delle modifiche](https://standard.open-contracting.org/1.1/en/implementation/amendments/)** Abbiamo sostituito le varianti con con un array di varianti e abbiamo aggiornato lo schema e le linee guida per rimuovere l'opzione di fornire modifiche semi-strutturate nell'oggetto variante. Le modifiche alle varianti adesso dovrebbero avvenire utilizzando più versioni, con la possibilità di dichiarare esplicitamente in che modo i rilasci si collegano a una variante presente nel nuovo array di varianti.

source: Schema validation updates
it: Aggiornamenti alla validazione dello schema

source: [#329](https://github.com/open-contracting/standard/issues/329) **[Float for Item.quantity](https://standard.open-contracting.org/1.1/en/schema/reference/#item)** - Item quantities has been updated to 'number' to support decimal values (e.g 10.5 rather than just 10)
it: [#329](https://github.com/open-contracting/standard/issues/329) **[Float per Item.quantity](https://standard.open-contracting.org/1.1/en/schema/reference/#item)** - Le quantità degli articoli sono state aggiornate a 'number' per supportare valori decimali (ad esempio 10.5 anziché solo 10)

source: [#253](https://github.com/open-contracting/standard/issues/253) **[Negative amounts](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have added support for negative amounts in transactions
it: [#253](https://github.com/open-contracting/standard/issues/253) **[Importi negativi](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - Abbiamo aggiunto il supporto per gli importi negativi nelle transazioni

source: [#323](https://github.com/open-contracting/standard/issues/323) **[Standard should specify use of UTF-8 for encoding JSON](https://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - We now recommend use of I-JSON and UTF-8 for JSON publication
it: [#323](https://github.com/open-contracting/standard/issues/323) **[Lo standard dovrebbe specificare l'uso di UTF-8 per la codifica JSON](https://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - Ora consigliamo l'uso di I-JSON e UTF-8 per la pubblicazione dei dati JSON

source: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicate encoding for CSV serializations](https://standard.open-contracting.org/1.1/en/implementation/serialization/#multi-table)** - We have added information on CSV encoding to the implementation guidance to recommend UTF-8 or windows-1252.
it: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicare la codifica per le serializzazioni CSV](https://standard.open-contracting.org/1.1/en/implementation/serialization/#multi-table)** - Abbiamo raccomandato l'utilizzo della codifica UTF-8 o windows-1252 nella guida all'implementazione per la serializzazione CSV.

source: [#336](https://github.com/open-contracting/standard/issues/336) **[Codelist properties in schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - We have included explicit references to the codelist files (CSV versions) in the schema. This will be used in future versions of the validator to support validation against codelists.
it: [#336](https://github.com/open-contracting/standard/issues/336) **[Proprietà dei vocabolari nello schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - Abbiamo incluso riferimenti espliciti ai file del vocabolaro (versioni CSV) nello schema. Questo verrà utilizzato nelle versioni future del validatore per supportare la validazione rispetto ai vocabolari controllati.

source: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifying versions and extensions in package metadata](https://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - We have updated the package schemas to require that version is declared, and to provide a means of declaring extensions in use. This will be used in future versions of the validator to support validation against extensions.
it: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifica di versioni ed estensioni nei metadati del pacchetto](https://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - Abbiamo aggiornato gli schemi del pacchetto per richiedere che la versione sia dichiarata e per fornire un mezzo per dichiarare le estensioni in uso. Questo verrà utilizzato nelle versioni future del validatore per supportare la convalida delle estensioni.

source: [#287](https://github.com/open-contracting/standard/issues/287) **[Remove all ocdsMerge strategies](https://standard.open-contracting.org/1.1/en/schema/merging/)** - We have remove all 'merge strategies' from the schema as these are no longer required, now that all objects in arrays contain an id element.
it: [#287](https://github.com/open-contracting/standard/issues/287) **[Rimuovi tutte le strategie ocdsMerge](https://standard.open-contracting.org/1.1/en/schema/merging/)** - Abbiamo rimosso tutte le "merge strategies" dallo schema poiché non sono più necessarie, ora che tutti gli oggetti negli array contengono un elemento id.

source: Schema definition updates
it: Aggiornamenti alla definizione dello schema

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - We have replaced receiverOrganization and providerOrganization with payee and payer, to align with more familiar terminology, and have replaced 'amount' with 'value' for consistency with other areas of the standard.
it: [#372](https://github.com/open-contracting/standard/issues/372) **[Aggiornamenti sulla terminologia delle transazioni](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction) ** - Abbiamo sostituito receiverOrganization e providerOrganization con 'payee' e 'payer', per allinearsi con una terminologia più familiare, e abbiamo sostituito 'amount' con 'value' per coerenza con altre aree dello standard.

source: [#378](https://github.com/open-contracting/standard/issues/378) **[Updates to core budget block](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have updated references to the Fiscal Data Package in the schema.
it: [#378](https://github.com/open-contracting/standard/issues/378) **[Aggiornamenti al blocco del budget principale](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - Abbiamo aggiornato i riferimenti al Fiscal Data Package nello schema.

source: [#337](https://github.com/open-contracting/standard/issues/337) **[Definition of "tenderer" to enhance clarity](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have updated the definition of tenderer in the tenders block, and cross-referenced the bid extension.
it: [#337](https://github.com/open-contracting/standard/issues/337) **[Definizione di "tenderer" per migliorare la chiarezza](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - Abbiamo aggiornato la definizione di offerente (tenderer) nel blocco delle offerte e aggiunto riferimenti incrociati alle estensioni dell'offerta.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://standard.open-contracting.org/1.1/en/extensions/enquiries/)** - We have updated the definition of hasEnquiries.
it: [#259](https://github.com/open-contracting/standard/issues/259) **[Indagini](https://standard.open-contracting.org/1.1/en/extensions/enquiries/) ** - Abbiamo aggiornato la definizione di hasEnquiries.

source: [#246](https://github.com/open-contracting/standard/issues/246) **[In what scope must a release ID be unique?](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have updated the definition of release.id to reflect the scope in which it must be unique
it: [#246](https://github.com/open-contracting/standard/issues/246) **[In quale ambito un identificativo di rilascio deve essere univoco?](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - Abbiamo aggiornato la definizione di release.id per riflettere l'ambito in cui deve essere univoca

source: Closed codelist updates
it: Aggiornamenti vocabolari chiusi

source: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](https://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status)** - New 'pipeline' and 'withdrawn' codes have been introduced to the tenderStatus codelist.
it: [#201](https://github.com/open-contracting/standard/issues/201) **[Stato dell'offerta](https://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status)** - I nuovi codici 'pipeline' e 'withdrawn' sono stati aggiunti nel vocabolario tenderStatus.

source: [#380](https://github.com/open-contracting/standard/issues/380) **[Procurement method](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - A new code for 'direct' has been added the procurementMethod codelist
it: [#380](https://github.com/open-contracting/standard/issues/380) **[Metodo di acquisizione](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - Un nuovo codice per 'direct' è stato aggiunto al vocabolario procurementMethod
