Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: it

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone status](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - We have updated the milestoneStatus codelist with a 'scheduled' entry and revised definitions
it: [#373](https://github.com/open-contracting/standard/issues/373) **[Stato dell'Evento chiave (milestone)](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - Abbiamo aggiornato il vocabolario milestoneStatus con una nuova voce 'scheduled' e rivisto le definizioni

source: [#297](https://github.com/open-contracting/standard/issues/297) **[Currency codelist external link](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - We have fixed the external link for currency codelists to refer to the official ISO source.
it: [#297](https://github.com/open-contracting/standard/issues/297) **[Link esterno vocabolario delle valute](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - Abbiamo fissato il link esterno al vocabolario con i codici delle valute per fare riferimento alla fonte ISO ufficiale.

source: Open codelist updates
it: Aggiornamenti ai vocabolari aperti

source: [#386](https://github.com/open-contracting/standard/issues/386) **[Document type](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - New codes have been added to the documentType codelist, and definitions of codes updated.
it: [#386](https://github.com/open-contracting/standard/issues/386) **[Tipo di documento](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - Nuovi codici sono stati aggiunti al vocabolario documentType e sono stati aggiornate le definizioni dei codici

source: [#322](https://github.com/open-contracting/standard/issues/322) **[Submission Method Codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - The submissionMethod codelist has been updated
it: [#322](https://github.com/open-contracting/standard/issues/322) **[Vocabolario dei metodi di trasmisione] (https://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - Il vocabolario submissionMethod è stata aggiornato

source: [#387](https://github.com/open-contracting/standard/issues/387) **[Codelist updates: Item Classification Scheme](https://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - New entries have been added to the itemClassificationScheme codelist
it: [#387](https://github.com/open-contracting/standard/issues/387) **[Aggiornamenti vocabolario: Schema di classificazione degli articoli] (https://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - Nuove voci sono state aggiunte al vocabolario itemClassificationScheme

source: [#385](https://github.com/open-contracting/standard/issues/385) **[Codelist updates: awardCriteria](https://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revising the awardCriteria codelist, with all existing codes deprecated and a new set of codes introduced.
it: [#385](https://github.com/open-contracting/standard/issues/385) **[Aggiornamenti vocabolario: awardCriteria](https://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revisionare il vocabolario awardCriteria, con tutti i codici esistenti deprecati e una serie di nuovi codici da introdurre.

source: Added
it: Aggiunte

source: [#371](https://github.com/open-contracting/standard/issues/371) **[Linking related processes](https://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - We have introduced a new RelatedProcess block at the release and contract level
it: [#371](https://github.com/open-contracting/standard/issues/371) **[Collegamento dei processi correlati](https://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - Abbiamo introdotto un nuovo blocco RelatedProcess a livello di rilascio e del contratto

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Duration in periods](https://standard.open-contracting.org/1.1/en/schema/reference/#period)** - We have introduced fields for duration in days, and maximum extent, to the period building block
it: [#374](https://github.com/open-contracting/standard/issues/374) **[Durata in periodi](https://standard.open-contracting.org/1.1/en/schema/reference/#period)** - Abbiamo introdotto i campi per la durata in giorni e l'estensione massima per il blocco predefinito del periodo

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Contract and Award Periods in Tender](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have introduced contract period in tender and updated the definition of award period.
it: [#374](https://github.com/open-contracting/standard/issues/374) **[Periodi durata contratto e aggiudicazione nella Gara](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - Abbiamo introdotto la durata del contratto in gara e aggiornato la definizione del periodo per l'aggiudicazione.

source: [#376](https://github.com/open-contracting/standard/issues/376) **[Contract type (supplies, works and services)](https://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - We have introduced a procurementCategory field to specify whether contracts are for supplies, works, services, consultancyServices or mixed
it: [#376](https://github.com/open-contracting/standard/issues/376) **[Tipo di contratto (forniture, lavori e servizi)](https://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - Abbiamo introdotto un campo procurementCategory per specificare se i contratti sono per forniture, lavori, servizi, servizi di consulenza o misto

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone types](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - We have introduced the milestoneType property and codelist
it: [#373](https://github.com/open-contracting/standard/issues/373) ** [Tipi di istanti chiave (milestone)](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - Abbiamo introdotto la proprietà milestoneType e il relativo vocabolario controllato

source: [#366](https://github.com/open-contracting/standard/issues/366) **[Unit of Measure - additional fields and codelist](https://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - We have introduced a structured classification for unitOfMeasure on each item, with a recommendation to use UNCEFACT.
it: [#366](https://github.com/open-contracting/standard/issues/366) **[Unità di misura: campi aggiuntivi e vocabolari](https://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - Abbiamo introdotto una classificazione strutturata per unitOfMeasure su ciascun articolo, con una raccomandazione per l'utilizzo di UNCEFACT.

source: Extensions
it: Estensioni

source: [#335](https://github.com/open-contracting/standard/issues/335) **[Core and community extensions](https://standard.open-contracting.org/1.1/en/extensions/developing/)** - We have introduced widespread use of extensions throughout the standard. An extension provides fields and data structures that are optional, either because (a) they are only relevant in particular contexts or contracting processes; or (b) they represent a 'stretch goal' for most data publishers, and so are not currently suitable for inclusion in the main standard. We divide these extensions into 'core extensions' which have wide enough relevance, and technical maturity to be included in the main standard documentation (and which are versioned along with the standard documentation), and 'community extensions' which may have less technical maturity, or which might be versioned independently of the main standard.
it: [#335](https://github.com/open-contracting/standard/issues/335) **[Estensioni di base e community](https://standard.open-contracting.org/1.1/en/extensions/developing/)** - Abbiamo introdotto un uso diffuso delle estensioni in tutto lo standard. Un'estensione fornisce campi e strutture dati che sono opzionali, sia perché (a) sono rilevanti solo in particolari contesti o processi di acquisto o appalto; oppure (b) rappresentano un 'obiettivo prolungato' per la maggior parte degli editori di dati, e quindi non sono attualmente idonei per l'inclusione nello standard principale. Dividiamo queste estensioni in "estensioni di base" che hanno una pertinenza sufficientemente ampia e una maturità tecnica da includere nella documentazione standard principale (e che hanno un numero di versione allineato a quella della documentazione standard) e "estensioni di comunità" che potrebbero avere una maturità tecnica inferiore, o che potrebbe avere un numero di versione indipendente da quello usato nello standard principale.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://standard.open-contracting.org/1.1/en/extensions/enquiries/)** - We have introduced a core enquiries extension for providing information on enquiries received during the tender stage.
it: [#259](https://github.com/open-contracting/standard/issues/259) **[Domande di chiarimento](https://standard.open-contracting.org/1.1/en/extensions/enquiries/) ** - Abbiamo introdotto un'estensione per ospitare le domande e risposte di chiarimenti ricevute e fornite durante la fase di gara.

source: [#342](https://github.com/open-contracting/standard/issues/342) **[Overall contracting process description](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have introduced a new top-level title and description for the contracting process as a core extension.
it: [#342](https://github.com/open-contracting/standard/issues/342) **[Descrizione generale del processo di acquisto o di appalto](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - Abbiamo introdotto un nuovo titolo e una descrizione di alto livello per il processo di aggiudicazione come un'estensione di base.

source: [#274](https://github.com/open-contracting/standard/issues/274) **[New property of contract: extendsContractID](https://standard.open-contracting.org/1.1/en/schema/reference/#contract)** - We have introduced a new field 'extendsContractID' to the Contract block to support contract cross-referencing between contracts.
it: [#274](https://github.com/open-contracting/standard/issues/274) **[Nuova proprietà del contratto: extendsContractID](https://standard.open-contracting.org/1.1/en/schema/reference/#contratto)** - Abbiamo introdotto un nuovo campo 'extendsContractID' nel blocco Contract per supportare il riferimento incrociato tra diversi contratti.

source: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://standard.open-contracting.org/1.1/en/extensions/lots/)** - We have introduced a core extension to provide a model for contracting processes which are divided into lots.
it: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://standard.open-contracting.org/1.1/en/extensions/lots/)** - Abbiamo introdotto un'estensione di base per fornire un modello per i processi di acquisto o appalto che sono suddivisi in diversi lotti.

source: [#379](https://github.com/open-contracting/standard/issues/379) **[Bids and Bid Statistics](https://standard.open-contracting.org/1.1/en/extensions/bids/)** - We have introduced a core extension which provides a top level Bids section, with BidStatistics and Bid building blocks for detailed information on individual bids. This supersedes the current tender/tenderers section.
it: [#379](https://github.com/open-contracting/standard/issues/379) **[Statistiche di offerta e di offerte](https://standard.open-contracting.org/1.1/en/extensions/bids/)** - Abbiamo introdotto un'estensione di base che fornisce una sezione al livello superiore per le offerte, con i blocchi BidStatistics e Bid per informazioni dettagliate sulle singole offerte. Questa sostituisce la sezione delle offerte/offerenti.

source: [#250](https://github.com/open-contracting/standard/issues/250) **[Location extension](https://standard.open-contracting.org/1.1/en/extensions/location/)** - We have moved the location extensions to become a core extension
it: [#250](https://github.com/open-contracting/standard/issues/250) **[Estensione localizzazione](https://standard.open-contracting.org/1.1/en/extensions/location/)** - Abbiamo spostato le estensioni di localizzazione come estensione di base

source: [#33](https://github.com/open-contracting/standard/issues/33) **[Participation fees (bid document and submission costs)](https://standard.open-contracting.org/1.1/en/extensions/participation_fee/)** - We have introduced a core extension for declaring the participation fees related to a contracting process.
it: [#33](https://github.com/open-contracting/standard/issues/33) **[Commissioni per la partecipazione (documento di offerta e costi di invio)](https://standard.open-contracting.org/1.1/en/extensions/participation_fee/)** - Abbiamo introdotto un'estensione di base per la dichiarazione delle quote per la partecipazione relative a un processo di contrattazione.

source: [#249](https://github.com/open-contracting/standard/issues/249) **[Extend contract with a supplier array](https://standard.open-contracting.org/1.1/en/extensions/contract_suppliers/)** - We have introduced a core extension to allow inclusion of supplier information at the contract level.
it: [#249](https://github.com/open-contracting/standard/issues/249) **[Estendere il contratto con un array fornitore](https://standard.open-contracting.org/1.1/en/extensions/contract_suppliers/)** - Abbiamo introdotto un'estensione di base per consentire l'inclusione delle informazioni sui fornitori a livello di contratto.

source: Deprecated
it: Deprecazioni

source: [#355](https://github.com/open-contracting/standard/issues/355) **[Deprecating milestone documents](https://standard.open-contracting.org/1.1/en/schema/reference/#milestone)** - We have deprecated milestone documents from core, and added a milestone documents extension for those who wish to continue to use documents at the milestone level.
it: [#355](https://github.com/open-contracting/standard/issues/355) **[Declassamento dei documenti chiave](https://standard.open-contracting.org/1.1/en/schema/reference/#milestone)** - Abbiamo deprecato i documenti degli istanti chiave (milestone) dal nucleo dello standard e aggiunto un'estensione per tali documenti e per coloro che desiderano continuare a utilizzare i documenti a livello di istanti chiave (milestone).

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have deprecated use of the full organization block at points other than the parties array.
it: [#368](https://github.com/open-contracting/standard/issues/368) **[Aggiornamenti alla gestione dell'organizzazione in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - E' stato deprecato l'utilizzo del blocco completo per l'organizzazione in tutti punti eccetto nell'array 'parties'.

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - receiverOrganization, providerOrganization and amount properties have been deprecated in favour or other terms.
it: [#372](https://github.com/open-contracting/standard/issues/372) **[Aggiornamenti sulla terminologia delle transazioni](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - Le proprietà receiverOrganization, providerOrganization e amount sono state deprecate a favore di altri termini.

source: Fixed
it: Fisso

source: [#329](https://github.com/open-contracting/standard/issues/329) - updated `item.quantity` to support decimal values (integer -> number)
it: [#329](https://github.com/open-contracting/standard/issues/329) - aggiornato `item.quantity` per supportare i valori decimali (integer -> number)

source: [#253](https://github.com/open-contracting/standard/issues/253) - updated `value.amount` to support negative values
it: [#253](https://github.com/open-contracting/standard/issues/253) - aggiornato `value.amount` per supportare anche valori negativi

source: Added titles to all fields in the documentation (#362)
it: Aggiunti titoli a tutti i campi nella documentazione (#362)

source: Missing field `procurementMethodDetails` added to schema (#221)
it: Campo mancante `procurementMethodDetails` aggiunto allo schema (#221)

source: Typo fix in releaseTag (#391)
it: Corretto errore di battitura in releaseTag (#391)

source: Fixing links to Fiscal Data Package (#271)
it: Correzione dei collegamenti a Fiscal Data Package (#271)

source: Description for `numberOfTenderers` (#314)
it: Descrizione per `numberOfTenderers` (#314)

source: Fixed definition of `changes` (#244)
it: Stabilita la definizione per `changes` (#244)

source: Updated documentation to refer to 'Object' not 'Reference' for fields (#228)
it: Documentazione aggiornata per fare riferimento a 'Object' e non 'Reference' per i campi (#228)

source: Tidy up
it: Riordinare

source: Removed the old Spanish documentation translations folders from `standard/docs/es`
it: Rimosse le vecchie cartelle di traduzione della documentazione spagnola da `standard/docs/es`

source: Added CSV download links for registered ocids, and publication levels
it: Aggiunti collegamenti per il download CSV degli ocid registrati e livelli di pubblicazione

source: Updated publication levels spreadsheet to reflect version 1.0.2
it: Foglio di calcolo aggiornato dei livelli di pubblicazione per riflettere la versione 1.0.2

source: Updated documentation was released. This did not make any semantic changes to the standard.
it: La documentazione aggiornata è stata rilasciata. Questo non ha apportato alcuna modifica semantica allo standard.

source: `contractPeriod` added to `award` to allow the anticipated period of a contract to be recorded, without requiring the creation of a contract block. Discussed in [#199](https://github.com/open-contracting/standard/issues/199)
it: `contractPeriod` aggiunto a `award` per consentire di registrare la durata prevista di un contratto, senza richiedere la creazione di un blocco di contratto. Discusso in [#199](https://github.com/open-contracting/standard/issues/199)

source: Updated codelists
it: Vocabolari aggiornati

source: Minor documentation fixes.
it: Correzioni minori alla documentazione.

source: Changes prior to this point are not covered by this changelog. A non-exhaustive overview of changes between the beta release and 1.0.RC can be [found on the project blog](https://standard.open-contracting.org/release-of-data-standard/).
it: Le modifiche precedenti a questo punto non sono coperte da questo registro delle modifiche. Una panoramica non esaustiva delle modifiche tra la versione beta e 1.0.RC può essere [trovata sul blog del progetto](https://standard.open-contracting.org/release-of-data-standard/).
