Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/codelists.po
Languages: fr, it

source: The procurement category codelist is used to indicate the **primary** focus of a contracting process. Where a contracting process covers more than one of the options below, publishers can use the ```additionalProcurementCategories``` field with an array of entries from the open [extendedProcurementCategory](#extended-procurement-category) codelist.
fr: La liste de codes sur la catégorie de passation de marché sert à indiquer l'objectif **principal** d'un processus de passation de marchés. Lorsqu'un processus de passation de marchés couvre plus d'une des options ci-dessous, les éditeurs peuvent utiliser le champ ```additionalProcurementCategories``` avec une liste de valeurs tirées de la liste ouverte de codes [extendedProcurementCategory](#extended-procurement-category).

source: Award Status
fr: État de l'attribution
it: Stato del'aggiudicazione

source: An award move through multiple states. Releases over time may update the status of an award.
fr: Une attribution de marché passe par plusieurs étapes. L'état d'une attribution peut être mis à jour via la publication de nouvelles instances du marché.
it: Una aggiudicazione avanza attraverso più stati. La pubblicazioni nel tempo possono quindi aggiornare lo stato di una aggiudicazione.

source: The ```awardStatus``` field and codelist is used to indicate when a tender did not result in an award (through the ```"awardStatus":"unsuccessful"``` value)
fr: Le champ ```awardStatus``` et la liste de codes associée sont utilisés pour indiquer qu'un appel d'offres n'a pas abouti à une attribution (avec la valeur ```"awardStatus":"unsuccessful"```)

source: Contract Status
fr: État du contrat
it: Stato del contratto

source: Contracts can move through multiple states. Releases over time may update the status of a contract.
fr: Les contrats peuvent passer par plusieurs états. L'état d'un contrat peut être mis à jour via la publication de nouvelles instances du marché.
it: I contratti possono avanzare attraverso più stati. Gli editori nel tempo potrebbero aggiornare lo stato di un contratto.

source: Milestone Status
fr: État de l'étape
it: Stati delle fase

source: Currency
fr: Devise
it: Valuta

source: The currency for each amount should always be specified using the uppercase 3-letter currency code from [ISO4217](http://www.iso.org/iso/home/standards/currency_codes.htm).
fr: La devise de chaque montant devrait être indiquée au moyen d'un code composé de 3 lettres majuscules, tiré du standard [ISO 4217](http://www.iso.org/iso/home/standards/currency_codes.htm).
it: La valuta per ogni importo deve sempre essere specificata utilizzando il codice maiuscolo di 3 lettere maiuscole da [ISO4217](http://www.iso.org/iso/home/standards/currency_codes.htm).

source: For example, OCDS provide a list of the types of documents which may be attached to tenders, awards, contracts and milestones. However, a group of publishers may discover they have need to identify another kind of document. These publishers would not need to wait for a future version of the standard to agree upon and add a new code to an open codelist, although they should consult with the community through the [mailing list and GitHub platform](../../../../support/), and should suggest the code for formal incorporation into the codelists.
it: Ad esempio, OCDS fornisce un elenco dei tipi di documenti che possono essere allegati a gare, aggiudicazioni, contratti e fasi del processo. Tuttavia, un certo gruppo di editori potrebbe aver necessità di identificare un ulteriore tipo di documento non previsto. Questi editori non devono aspettare una nuova versione dello standard lo supporti e possono aggiungere un nuova codifica per esso al vocabolario anche se è necesarrio confrontarsi con la comunità attraverso la [mailing list e la piattaforma GitHub](../../ ../../support/) attraverso la quale suggerire la codifica in modo che questa possa essere aggiunta anche al vocabolario ufficiale.

source: The organizations, economic operators or other participants in a contracting process are listed in the [parties section](../../../reference/#parties). A single party may have one or more roles in the contracting process.
it: Le organizzazioni, gli operatori economici o altri partecipanti in una procedura di appalto sono elencati nella [sezione parti](../../../reference/#parties). Una singola parte può avere uno o più ruoli nel processo di appalto.

source: The procurement category codelist is used to indicate the **primary** focus of a contracting process. Where a contracting process covers more than one of the options below, publishers can use the `additionalProcurementCategories` field with an array of entries from the open [extendedProcurementCategory](#extended-procurement-category) codelist.
it: Il vocabolario della categoria di approvvigionamento viene utilizzato per indicare l'obiettivo **primario** di un processo di appalto. Laddove una procedura di aggiudicazione riguarda più di una categoria, gli editori possono utilizzare il campo "additionalProcurementCategories` con una serie di voci provenienti dal vocabolario aperto [extendedProcurementCategory](#extended-procurement-category).

source: The `awardStatus` field and codelist is used to indicate when a tender did not result in an award (through the `"awardStatus":"unsuccessful"` value)
it: Il campo `awardStatus` e il relativo vocabolario vengono usati per indicare quando una gara non ha dato luogo ad una aggiudicazione (tramite il valore 'awardStatus':'unsuccessful')
