Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/codelists.po
Languages: fr, it

source: Codelists
fr: Listes de codes
it: Vocabolari controllati

source: The Open Contracting Data Standard schema references a number of codelists in order to enable the interoperability of data. There are two kinds of codelist, **open** and **closed**.
fr: Le schéma OCDS fait référence à un certain nombre de listes de codes afin de permettre l'interopérabilité des données. Il existe deux types de listes de codes : les listes **ouvertes** et les listes **fermées**.
it: Lo schema Open Contracting Data Standard fa riferimento a una serie di vocabolari per consentire l'interoperabilità dei dati. Esistono due tipi di vocabolari, **aperti** e **chiusi**.

source: An **open codelist** provides **suggested codes**, but publishers can extend these lists with new codes on the basis of consensus with other publishers, or by using a codes prefixed with 'x\_' to indicate that it is a local 'eXtensions' to the codelist.
fr: Un **liste de codes ouverte** fournit des **codes suggérés**, mais les producteurs de données peuvent étendre ces listes avec de nouveaux codes sur la base d'un consensus avec d'autres producteurs de données ou en utilisant un code préfixé de "x\_" pour indiquer que c'est une "eXtension" locale à la liste de codes.
it: Un **vocabolario aperto** fornisce **codifiche suggerite**, ma gli editori possono estendere questi elenchi con nuove codifiche sulla base del consenso con altri editori, o usando un codice con prefisso 'x\_' per indicare che è un 'eXtensions' locale per quel vocabolario.

source: For example, OCDS provide a list of the types of documents which may be attached to tenders, awards, contracts and milestones. However, a group of publishers may discover they have need to identify another kind of document. These publishers would not need to wait for a future version of the standard to agree upon and add a new code to an open codelist, although they should consult with the community through the [mailing list and GitHub platform](../../../support/), and should suggest the code for formal incorporation into the codelists.
fr: Par exemple, OCDS fournir une liste des types de documents qui peuvent être attachées aux appels d'offres (`tender`), aux attributions (`award`), aux contrats (`contract`) et aux étapes (`milestone`). Cependant, un groupe de producteurs de données peut avoir besoin d'identifier un autre type de document. Ces producteurs de données n'ont pas à attendre la publication d'une nouvelle version du standard pour se mettre d'accord et ajouter un nouveau code à une liste de codes ouverts. Dans cas, il est souhaitable qu'ils consultent la communauté à travers la [liste de diffusion et la plateforme GitHub](../../../support/), et proposent que le code soit formellement ajouté dans liste de codes adéquate.

source: A **closed codelist** provides **mandatory codes** and publishers should only use values provided in the official list. Changes to closed codelists should take place through the governance and revision process for the schema.
fr: Une **liste de codes fermée** fournit des codes obligatoires. Les producteurs de données doivent utiliser les valeurs fournies dans la liste officielle. Les modifications apportées à des listes de codes fermées doivent avoir lieu à travers le processus de gouvernance et de révision du schéma.
it: Un **vocabolario chiuso** fornisce una **codifica obbligatoria** e gli editori dovrebbero utilizzare solo i valori forniti nell'elenco ufficiale. Le modifiche ai vocabolari chiusi dovrebbero avvenire attraverso il processo di gestione e revisione dello struttura ufficiale dello standard.

source: Codes are case sensitive, and are generally provided as English language camelCase. Codes values should not be translated, through the OCDS team will work with publishers to provide alternative translations of code titles and definitions.
fr: Les codes sont sensibles à la casse, et sont généralement fournis en langue anglaise et au format camelCase. La valeur des codes ne doit pas être traduite car l'équipe OCDS travaille avec les producteurs de données pour la publication de la traduction des titres de codes et des définitions.
it: I termini dei vocabolari sono case sensitive e sono generalmente forniti in lingua inglese capitalizzati con le iniziale maiuscole. I valori dei termini non dovrebbero essere tradotti, attraverso il team di OCDS lavoreremo con gli editori per fornire versioni tradotte alternative di titoli e definizioni dei termini.

source: Open Codelists
fr: Listes de codes ouvertes
it: Vocabolari aperti

source: Party Role
fr: Rôle de chaque partie
it: Ruolo di ciascuna parte

source: The organizations, economic operators or other participants in a contracting process are listed in the [parties section](../../reference/#parties). A single party may have one or more roles in the contracting process.
fr: Les organisations, les opérateurs économiques ou les autres participants à un processus de passation de marché sont listés dans la [section sur les parties](../../reference/#parties). Une seul partie peut avoir un ou plusieurs rôles dans le processus de passation de marché.

source: Item Classification Scheme
fr: Schéma de classification des éléments
it: Schema di classificazione dell'articolo

source: Items should be classified using existing gazetteers and codelists, such as the [EC Common Procurement Vocabulary (CPV)](http://simap.europa.eu/codes-and-nomenclatures/codes-cpv/codes-cpv_en.htm). Open codelists are strongly preferred.
fr: Les livrables qui composent le marché doivent être classés selon les nomenclatures et les listes de codes existantes, telles que le [Vocabulaire Commun des Marchés de l'Union Européenne (CPV)](http://simap.europa.eu/codes-and-nomenclatures/codes-cpv/codes-cpv_en.htm). L'utilisation de listes de codes ouvertes est fortement suggérée.
it: Gli articoli dovrebbero essere classificati ri-utilizzando i dizionari geografici o i vocabolari esistenti, come il [Vocabolario comune degli appalti CE (CPV)](http://simap.europa.eu/codes-and-nomenclatures/codes-cpv/codes-cpv_en.htm). I vocabolari aperti sono in genere preferiti.

source: This is an open codelist, and new values may be suggested outside of the main revision process for the standard, or local codes (prefixed by x\_) added by a publisher. Publishers should include details of any additional codes they use, and their definitions in their [publication policy](../implementation/publication_policy.md).
fr: Ceci est une liste de codes ouverte et de nouvelles valeurs peuvent être proposées en dehors du processus de révision principal du standard. Des codes locaux (préfixé par x\_) peuvent être ajoutés par un éditeur. Les producteurs de données devraient inclure les détails de tous les codes supplémentaires qu'ils utilisent et de leurs définitions dans leur [politique de publication](../implementation/publication_policy.md).
it: Questa è un vocabolario aperto e nuovi valori possono essere aggiunti da un editore (aggiungendo il prefisso x\_) e suggeriti al di fuori del processo di revisione principale per i codici standard o locali. Gli editori devono includere i dettagli di eventuali codici aggiuntivi che utilizzano e le loro definizioni nella loro documentazione sulla [politica di pubblicazione](../implementation/publication_policy.md).

source: Unit Classification Scheme
fr: Schéma de classification des unités
it: Schema di classificazione delle unità

source: Item quantities may be provided using an established codelist for units of measurement. Codelists may provide human-readable descriptions of units, or symbols for use in input and display interfaces.
fr: Les quantités d'éléments peuvent être fournies en utilisant une liste de codes établie pour les unités de mesure. Les listes de codes peuvent fournir des descriptions lisibles par l'utilisateur des unités ou des symboles à utiliser dans les interfaces de saisie et d'affichage.
it: Le quantità degli articoli possono essere fornite utilizzando un vocabolario per le unità di misura. I vocabolari possono fornire descrizioni leggibili dall'uomo delle unità o dei simboli da utilizzare nelle interfacce di input dell'utente e di visualizzazione.

source: Organization Identifier Scheme
fr: Schéma d'identification des organisations
it: Schema identificativo dell'organizzazione

source: The Organization Identifier Scheme currently uses the codes from [org-id.guide](http://www.org-id.guide).
fr: Le schéma des identifiants d'organisation utilise actuellement les codes de [org-id.guide](http://www.org-id.guide).
it: Lo Schema identificativo dell'organizzazione utilizza attualmente i codici di [org-id.guide](http://www.org-id.guide).

source: The latest version of the codelist can be [accessed at http://org-id.guide/download](http://org-id.guide/download) and can be explored through the [online list locator](http://org-id.guide/).
fr: La dernière version de la liste de codes peut être [consultée](http://org-id.guide/download) et peut être explorée via l'[explorateur de listes en ligne](http://org-id.guide/).
it: L'ultima versione del vocabolario e [accessibile su http://org-id.guide/download](http://org-id.guide/download) e può essere consultato ed esplorato tramite [servizio online](http://org-id.guide/).

source: For information on how to get new additions made to this list, see the [org-id.guide handbook](http://docs.org-id.guide/en/latest/contribute/)
fr: Pour des informations sur la manière de faire des ajouts à la liste, voir le [manuel de org-id.guide](http://docs.org-id.guide/en/latest/contribute/)
it: Per informazioni su come aggiungere nuovi termini a questo vocabolario, consultare il [manuale di org-id.guide](http://docs.org-id.guide/en/latest/contribute/)

source: (**Update:** This list was formerly maintained by the International Aid Transparency Initiative and contained in OCDS documentation as organizationIdentifierRegistrationAgency_iati.csv. This was removed in OCDS 1.1.1)
fr: (**Mise à jour :** Cette liste était auparavant maintenue par la International Aid Transparency Initiative et comprise dans la documentation d'OCDS en tant que `organizationIdentifierRegistrationAgency_iati.csv`. Elle a été enlevée dans OCDS 1.1.1)
it: (**Aggiornamento:** Questo elenco era precedentemente gestito dall'International Aid Transparency Initiative e contenuto nella documentazione OCDS come organizationIdentifierRegistrationAgency_iati.csv. Questo è stato rimosso in OCDS 1.1.1)

source: Document Type
fr: Type de document
it: tipo di documento

source: The following list describes documents and documentation recommended for publication as part of an open contracting implementation. The codelist indicates whether documents are considered 'basic', 'intermediate' or 'advanced', and the section of an OCDS release they are most likely to be applicable within.
fr: La liste suivante décrit les documents et la documentation recommandés pour la publication dans le cadre d'une mise en œuvre d'OCDS. La liste des codes indique si les documents sont considérés comme «basiques», «intermédiaires» ou «avancés» et la section d'une instance OCDS dans laquelle ils sont les plus susceptibles d'être applicables.
it: Il seguente elenco descrive i documenti e la documentazione raccomandati per la pubblicazione di dati come parte di un'implementazione open contracting. Il vocabolario indica se i documenti sono considerati 'di base', 'intermedi' o 'avanzati' e la sezione di un rilascio OCDS alla quale è più probabile che siano associati.

source: The code descriptions are necessarily broad, to cover their usage in a range of contracting processes, including for goods, works and services, and in other contexts, such as public private partnerships, infrastructure or concession contracts.
fr: Les descriptions de codes sont généralement larges pour permettre leur utilisation dans une variété de processus de passation de marché y compris pour les biens, les travaux et les services et dans d'autres contextes tels que les partenariats public-privé, l'infrastructure ou les contrats de concession.
it: Le descrizioni dei codici sono necessariamente generiche, per coprire il loro utilizzo in una serie di processi di appalto, inclusi beni, lavori e servizi, e in altri contesti, come le partnership pubbliche private, i contratti di gestione delle infrastrutture o di concessione.

source: Implementers may wish to map their existing document codes to this list, or, if using this list within a user-interface, to re-write the codelist titles and descriptions appropriately for the context they are being used in.
fr: Les personnes responsables de l'implémentation peuvent vouloir mapper leurs codes de document existants par rapport à cette liste ou, si vous utilisez cette liste dans une interface utilisateur, vous pouvez réécrire les titres et les descriptions de codes de manière appropriée pour le contexte dans lequel ils sont utilisés.
it: Gli editori potrebbero voler associare le loro codifiche a questo vocabolario, oppure, se si utilizza questo elenco all'interno di un'interfaccia utente, per riscrivere i titoli e le descrizioni della codifica in modo appropriato per il contesto in cui vengono utilizzati.

source: This is an open codelist, and additional entries can be included with a x\_ prefix.
fr: Il s'agit d'une liste de codes ouverte, des entrées supplémentaires peuvent être incluses avec un préfixe x\_.
it: Questa è un vocabolario aperto e termini aggiuntivi possono essere inclusi con un prefisso x\_.

source: Award Criteria
fr: Critères d'attribution
it: Criteri di aggiudicazione

source: The award criteria codelist describes the basis on which contract awards will be made.
fr: La liste de codes des critères d'attribution décrit les fondements sur lesquels les marchés sont attribués.
it: Il vocabolario per i criteri di aggiudicazione descrive i termini base su cui verranno assegnati gli appalti.

source: This codelist was revised in OCDS 1.1, deprecating earlier codes and introducing a new set of codelist entries. Publishers may need to review the mapping from their internal systems to this updated list of award criteria.
fr: Cette liste de codes a été révisée dans la version 1.1 de l'OCDS en supprimant les codes précédents et en introduisant un nouvel ensemble d'entrées dans la liste de codes. Les producteurs de données peuvent avoir besoin de réviser la correspondance ("mapping") de leurs systèmes internes par rapport à cette liste mise à jour des critères d'attribution.
it: Questo vocabolario è stata rivista in OCDS 1.1, deprecando i codici precedenti e introducendo un nuovo insieme di voci nel vocabolario. E' possibile che gli attuali editori debbano rivedere la mappatura dai loro sistemi interni a questo elenco aggiornato dei criteri di aggiudicazione.

source: Submission Method
fr: Méthode de soumission des offres
it: Metodo di invio

source: The submission method codelist is used to identify the mechanism through which a submission may be made.
fr: La liste de codes sur les méthodes de soumission des offres est utilisée pour identifier le mécanisme par lequel une offre peut être soumise.
it: Il vocabolario del metodo di trasmissione della documentazione di gara viene utilizzato per elencare i meccanismi attraverso i quali è possibile presentare la documentazione di risposta ad una gara.

source: Related Process
fr: Processus associés
it: Processo correlato

source: The related process block is used at the release level to point backwards to prior processes, such as planning, PQQ or framework establishment, and at the contract level to point onward to sub-contracts, renewal or replacement processes. The related process codelist determines the kind of relationship that is being described.
fr: Le bloc sur les processus connexes est utilisé au niveau de l'instance pour pointer vers des processus antérieurs tels que la planification, l'établissement du questionnaire de pré-qualification ou de l'établissement d'un contrat-cadre, et au niveau du contrat pour démarrer les processus de sous-contrats, de renouvellement ou de remplacement. La liste de codes de processus connexes détermine le type de relation qui est décrite.
it: Il blocco del processo correlato viene utilizzato a livello del rilascio per collegare indietro i processi precedenti, come pianificazione, PQQ o un eventuale accordo quadro o convenzione, e al livello del contratto per puntare in avanti ai processi di subappalto, rinnovo o sostituzione. Il vocabolario dei processi correlati elenca e descrive i tipi di relazione ammissibili.

source: Related Process Scheme
fr: Schéma sur les processus associés
it: Schema di processo correlato

source: The related process scheme describes the kind of identifier used to cross-reference another process.
fr: Le schéma sur les processus associés décrit le type d'identifiant utilisé pour renvoyer vers un autre processus.
it: Lo schema del processo correlato descrive il tipo di identificatore utilizzato per il riferimento incrociato di un altro processo.

source: Milestone Type
fr: Type d'étapes
it: Tipo di fase principale

source: The milestone block can be used to represent a wide variety of events in the lifetime of a contracting process. The milestone type codelist is used to indicate the nature of each milestone.
fr: Le bloc sur les étapes peut être utilisé pour représenter une grande variété d'événements au cours de la durée d'un processus de passation des marchés. La liste de codes de types d'étapes est utilisée pour indiquer la nature de chaque étape.
it: Il blocco milestone può essere utilizzato per rappresentare un'ampia varietà di eventi nel corso della durata di un processo di appalto. La codelist del tipo milestone viene utilizzata per indicare la natura di ogni milestone.

source: Extended Procurement Category
fr: Catégorie étendue de passation de marché
it: Categoria di acquisto estesa

source: The extended procurement category codelist is used to provide additional detail about the focus of a contracting process.
fr: La liste de codes sur les catégories étendues de commande publique est utilisée pour fournir des détails additionnels sur l'étendue d'un processus de passation de marché.
it: Il vocabolario per la categoria estesa di approvvigionamento viene utilizzato per fornire ulteriori dettagli sullo scopo di un processo di acquisizione o approvvigionamento.

source: Closed Codelists
fr: Listes de codes fermées
it: Vocabolari Chiusi

source: Release Tag
fr: Tag d'instance
it: Tag del rilascio

source: A contracting process may result in a number of releases of information over time. These should be tagged to indicate the stage of the contracting process they relate to.
fr: Un processus contractuel peut, avec le temps, entraîner la publication d'un certain nombre d'instances des données. Celles-ci devraient avoir un tag indiquant l'étape de processus de passation des marchés à laquelle elles se rapportent.
it: Una procedura di appalto può comportare una serie di rilasci di informazioni nel tempo. Questi dovrebbero essere etichettati in modo opportuno per indicare la fase del processo di aggiudicazione a cui si riferiscono.

source: Initiation Type
fr: Type de lancement du marché
it: Tipo di indizione

source: Contracting processes may be formed under a number of different processes. Currently, only 'tender' is supported in this codelist. Future versions of the standard may support other Initiation Types. The initiation type may be provide information to consuming applications on the different blocks of data and releases they should expect from a contracting process.
fr: Les processus de commande publique peuvent être initiés à travers un certain nombre de procédures. Actuellement, seuls les appels d'offre sont pris en charge par cette liste de codes. Les futures versions du standard prendront en charge d'autres types de lancement de marché. Le type de lancement de marché peut fournir des informations aux applications réutilisant les données sur les différents composants de données et les instances qu'ils devraient attendre d'un processus de commande publique.
it: I processi di contrattazione possono essere formati in un numero di processi diversi. Attualmente, solo 'tender' (gara) è supportato in questo vocabolario. Le versioni future dello standard potrebbero supportare altri tipi di indizione della contrattazione. Il tipo di indizione può fornire informazioni per le applicazioni che riutilizzano i dati sui diversi blocchi e sui rilasci che dovrebbero aspettarsi in ogn processo di contrattazione.

source: Tender Status
fr: État de l'appel d'offres
it: Stato della gara

source: The `tender.status` field is used to indicate the current status of a tender process. The following options are available:
fr: Le champ `tender.status` sert à indiquer l'état actuel d'un processus d'appel d'offres. Les options suivantes sont disponibles :
it: Il campo `tender.status` è usato per indicare lo stato corrente di un processo di gara. Sono disponibili le seguenti opzioni:

source: The 'planning' status was introduced in version 1.1.
fr: Le statut "planning" a été introduit dans la version 1.1.
it: Lo stato di pianificazione 'planning' è stato introdotto nella versione 1.1.

source: Method
fr: Procédure
it: Metodo

source: A contracting process aims to fulfill the requirements identified at the planning stage. The procurement method is the procedure used to purchase the relevant works, goods or services. The method codelist draws upon [the definitions of open, selective and limited provided by the WTO Government Procurement Agreement](http://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm), and adds an additional 'direct' code for awards without competition.
fr: Un processus de passation de marchés vise à satisfaire les exigences identifiées au stade de la planification. La procédure de passation de marchés est la procédure utilisée pour commander les travaux, les biens ou les services nécessaires. La liste de codes de procédure s'appuie sur [les définitions d'un marché ouvert, sélectif et limité fournies par l'Accord sur les marchés publics de l'OMC](https://www.wto.org/french/docs_f/legal_f/rev-gpr-94_01_f.htm) et ajoute un code "direct" supplémentaire pour les attributions sans concurrence.
it: Un processo di contrattazione mira a soddisfare i requisiti identificati nella fase di pianificazione. Il metodo di approvvigionamento è la procedura utilizzata per acquistare i relativi lavori, beni o servizi. La codifica della metodologia si basa sul vocabolario [delle definizioni di open, selective e limited fornite dall'accordo sugli appalti pubblici della World Trade Organization (WTO)](http://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm), e aggiunge un ulteriore codice 'direct' per gli affidamenti diretti.

source: Note: The 'direct' code was introduced in Version 1.1. Publishers who completed a codelist mapping prior to 1.1 may have included direct procurement within limited, and may need to review their mappings.
fr: Remarque : le code "direct" a été introduit dans la version 1.1. Les producteurs de données qui ont complété un mapping de liste de codes avant 1.1 peuvent avoir inclus des commandes directes dans dans le code "limité" et peuvent avoir besoin de réviser leur mappage.
it: Nota: il codice 'diretto' è stato introdotto nella versione 1.1. Gli editori che hanno completato la mappatura delle liste di codici prima della 1.1 potrebbero aver incluso l'approvvigionamento diretto entro i limiti previsto e attraverso delle estensioni e potrebbero dover rivedere le loro mappature.

source: Procurement Category
fr: Catégorie de passation de marché
it: Categoria di approvvigionamento
