Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/conformance_and_extensions.po
Languages: es, it

source: Conformance and extensions
es: Cumplimiento y extensiones
it: Conformità ed estensioni

source: <span class="lead">To maximize the interoperability of data published using the Open Contracting Data Standard we have set out key principles for **conforming** to the standard. These also create space for **extensions** of the standard to respond to particular publisher or user needs.</span>
es: <span class="lead">Para maximizar la interoperabilidad de los datos publicados usando el Estándar de Datos de Contrataciones Abiertas, hemos preparado principios claves para **cumplir** con el estándar. Esto también crea espacio para que las **extensiones** del estándar respondan las necesidades de publicadores o usuarios particulares.</span>

source: Conformance
es: Cumplimiento
it: Conformità

source: Publication conformance
es: Conformidad de la publicación
it: Conformità della pubblicazione

source: A conforming implementation *may* use only a subset of this specification's terms.
es: Una implementación que cumple *puede* usar sólo un subconjunto de los términos de esta especificación.
it: Un'implementazione conforme *può* utilizzare solo un sottoinsieme dei termini di questa specifica.

source: It *must not* use terms from outside this specification's terms where this specification's terms would suffice.
es: Cuando los términos de esta especificación sean suficientes *no debe* usar términos ajenos a éste.
it: *Non deve* usare termini al di fuori dei termini di questa specifica se quelli presenti sono sufficienti.

source: Its usage of this specification's terms *must* be consistent with the semantics of those terms.
es: El uso de los términos de esta especificación *deben* ser consistentes con la semántica de los mismos.
it: L'uso dei termini in questa specifica *deve* essere coerente con la semantica di quei termini.

source: It *may* use terms from outside this specification's terms where this specification's terms are insufficient.
es: *Puede* utilizar términos externos a los de esta especificación cuando los de ésta sean insuficientes.
it: *Può* usare termini al di fuori dei termini di questa specifica quando questi non sono sufficienti.

source: If an implementation serializes to JSON, its serializations *must* [validate](https://standard.open-contracting.org/review/) against this specification's JSON Schema.
es: Si una implementación realiza una serialización a JSON, estas serializaciones *deben* [validarse](https://standard.open-contracting.org/review/) contra el Esquema JSON de esta especificación.

source: Whenever using terms from outside the OCDS standard, we encourage the publisher or user responsible to consult with the community on the best approach to adopt.
es: Cuando se utilicen términos externos al estándar de OCDS, alentamos a los publicadores o usuarios responsables a consultar con la comunidad la mejor manera de usarlos.
it: Quando utilizzi termini al di fuori dello standard OCDS, incoraggiamo l'editore o l'utente responsabile a consultare la comunità sul miglior approccio da adottare.

source: (Our publication conformance section is [based on the Popolo Project](http://www.popoloproject.com/specs/#conformance) approach.)
es: (Nuestra sección de conformidad con la publicación se [basa en el proyecto Popolo](http://www.popoloproject.com/specs/#conformance).)
it: (La nostra sezione sulla conformità della pubblicazione è [basata sull'approccio Popolo Project](http://www.popoloproject.com/specs/#conformance).)

source: Validator and application conformance
es: Validador y conformidad de la aplicación
it: conformità e validazione dell'applicazione

source: As of version 1.1, release/record packages must contain a version property explicitly declaring their version. All packages without an explicit version declared should be validated against the version 1.0 schema unless otherwise instructed by the user.
es: Desde la versión 1.1, los paquetes de entrega/registro deben contener una propiedad de versión que declare explícitamente la versión. Todos los paquetes sin una declaración explícita de versión deben de validar contra la versión 1.0 del esquema, a menos de que el usuario indique lo contrario.

source: Validators and applications should:
es: Los validadores y las aplicaciones deben:
it: I validatori e le applicazioni dovrebbero:

source: Report to the user when it encounters a version of the data it does not support;
es: Informar al usuario cuando encuentre una versión de los datos que no soporta;
it: Segnalare all'utente se è stata rilevata una versione dei dati non supportata;

source: Reject data from a higher integer version than it supports, unless otherwise instructed by the user;
es: Rechazar datos de una versión entera superior a la que admite, a menos que el usuario indique lo contrario;
it: Rifiutare i dati da una versione più recente di quella supportata, se non diversamente indicato dall'utente;

source: Report to the user when it encounters extensions it does not support;
es: Informar al usuario cuando encuentra extensiones que no admite;
it: Segnala all'utente quando vengono rilevate estensioni che non sono supportate;

source: Validators **must** report a warning to the user when they encounter properties not covered by the version of the schema and extensions that they are validating against.
es: Los validadores **deben** informar una advertencia al usuario cuando encuentran propiedades no cubiertas por la versión del esquema y las extensiones que están validando.
it: I validatori **devono** segnalare un avviso all'utente quando incontrano proprietà non coperte dalla versione dello schema e delle estensioni per le quali si sta chiedendo la validazione.

source: Applications **may** report a warning to use the user when they encounter properties they do not support, or **may** discard these properties.
es: Las aplicaciones **pueden** reportar una advertencia al usuario cuando encuentran propiedades que no soportan, o **pueden** descartar estas propiedades.
it: Le applicazioni **possono** riportare un avviso per l'utente quando incontrano proprietà che non supportano, oppure **possono** scartare o non considerare queste proprietà.

source: The handling of additional properties and deprecated properties is implementation defined.
es: El manejo de propiedades adicionales y propiedades obsoletas es definido por la implementación.
it: La gestione di proprietà aggiuntive e proprietà deprecate è definita nell'implementazione.

source: For behaviours that are implementation defined, applications should clearly document their chosen approach.
es: Para los comportamientos que son definidas por la implementación, las aplicaciones deben documentar claramente su enfoque elegido.
it: Per i comportamenti definiti nell'implementazione, le applicazioni devono documentare chiaramente l'approccio che è stato scelto.

source: See also the [deprecation guidance](deprecation.md).
es: Consulte también la [guía de descontinuación](deprecation.md).
it: Vedi anche [guida alla deprecazione](deprecation.md).

source: Extensions
es: Extensiones
it: Estensioni

source: If you have additional fields which cannot be mapped to the OCDS schema or an existing extension, you should include these in your OCDS data and [create a new extension](../../../../extensions/) to document their structure and meaning.
es: Si tiene campos adicionales que no se pueden mapear al esquema OCDS, o una extensión existente, debe incluir estos en sus datos OCDS y [crear una nueva extensión](../../../../extensions/) para documentar su estructura y significado.

source: Extensions to the standard can add new objects and fields to accommodate specific local requirements. An extension must not be created if it is possible to use existing terms from the standard.
es: Las extensiones al estándar pueden agregar nuevos objetos y campos para acomodar requisitos locales específicos. Una extensión no debe crearse si es posible usar términos existentes del estándar.

source: Extensions ought to be documented and shared so that other publishers and users can draw upon them, and so that extensions can be considered for inclusion in a future version of the standard.
es: Las extensiones deben de documentar y compartir información para que otros publicadores y usuarios puedan basarse en ellas, y para que se pueda considerar incluir las extensiones en versiones futuras del estándar.

source: The [Extension Explorer](../../../../extensions/) publishes details of known extensions.
es: El [Explorador de Extensiones](../../../../extensions/) publica detalles de las extensiones conocidas.

source: The schema for the standard by default allows for new fields, and does not fail validation of a file which contains unknown fields.
es: El esquema del estándar admite nuevos campos por defecto y la validación no fallará con un archivo que contenga campos desconocidos.
it: Lo schema dello standard per default consente nuovi campi e non invalida un file che contiene campi sconosciuti.

source: <span class="lead">To maximize the interoperability of data published using the Open Contracting Data Standard we have set out key principles for **conforming** to the standard. These also create space for **extensions** of the standard where particular publisher or user needs require.</span>
it: <span class="lead">Per ottimizzare l'interoperabilità dei dati pubblicati utilizzando l'Open Contracting Data Standard, abbiamo definito i principi chiave per adottare e **conformarsi** allo standard. Questi principi includono la possibilità di definire delle **estensioni** allo standard da parte delle organizzazioni che pubblicano dati o degli utenti che le necessitano.</span>

source: If an implementation serializes to JSON, its serializations *must* [validate](http://ocds.open-contracting.org/validator/) against this specification's JSON Schema.
it: Se un'implementazione è serializzata in formato JSON, le sue serializzazioni *devono* essere [validate] (http://ocds.open-contracting.org/validator/) sullo schema JSON di questa specifica.

source: As of version 1.1, release/record packages should contain a version property explicitly declaring their version. All packages without an explicit version declared should be validated against the version 1.0 schema unless otherwise instructed by the user.
it: A partire dalla versione 1.1, i blocchi di rilasci/descrittori dovrebbero contenere una proprietà per la versione dove dichiarare esplicitamente la versione. Tutti i pacchetti senza una versione esplicita dichiarata devono essere convalidati rispetto allo schema versione 1.0, se non diversamente indicato dall'utente.

source: Extensions to the standard can add new objects and properties to accommodate specific local requirements. An extension should only be created where it is not possible to model the required data using existing terms from the standard.
it: Le estensioni dello standard possono aggiungere nuovi oggetti e proprietà per soddisfare specifici requisiti locali. Un'estensione dovrebbe essere creata solo dove non è possibile modellare i dati richiesti utilizzando i termini esistenti dello standard.

source: Extensions should be documented and shared so that other publishers and users can draw upon them, and so that extensions can be considered for inclusion in a future version of the standard.
it: Le estensioni dovrebbero essere documentate e condivise in modo che altri editori e utenti possano attingervi e in modo che le estensioni possano essere considerate per l'inclusione in una versione futura dello standard.

source: The [extensions registry](../../../../extensions/) records details of known extensions.
it: Il [registro estensioni](../../../../extensions/) contiene i dettagli delle estensioni note.
