Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/identifiers.po
Languages: es, fr, it

source: **Primary registers** - such as national or state company registrars. An identifier issued by these bodies has a specific legal meaning. There is a one to one equivalence between the identifier and a legal entity of a particular form in a given jurisdiction. The identifier is created at the same time that the organisation is formally constituted, and changes to the status of the organisation are recorded against this identifier in an official register. **Identifiers from a primary register are strongly preferred in OCDS.**
es: **Registros primarios** - tales como registros de empresas nacionales o estatales. Un identificador emitido por estos órganos tiene un significado legal específico. Hay una equivalencia de uno a uno entre el identificador y una entidad legal de una forma particular en cierta jurisdicción. El identificador se crea al mismo tiempo que la organización se constituye formalmente y los cambios al estatus de la organización se registran contra este identificador en un registro oficial. **Es preferible para el OCDS tener identificadores de un registro primario**.

source: **Secondary registers** - which record a particular property of an organisation, such as being registered for VAT, or registered as an employer. An organisations identifier in such a registry might change without the organisation itself changing in nature. For example, in some jurisdictions, an organisation may de-register from VAT, and then re-register, gaining a new number in the process; or different branches of the same legal entity might register for different VAT numbers.
es: **Registros secundarios** - que registran la propiedad particular de una organización, como si están registrados para pagar Impuestos sobre el Valor Añadido, o registrados como empleadores. Un identificador de organización en tal registro puede cambiar sin que la organización cambie de índole. Por ejemplo, en algunas jurisdicciones, una organización puede des-registrarse del IVA general y luego volver a registrarse, teniendo un nuevo número en el proceso; o distintas ramas de la misma entidad legal podrían registrarse con distintos números.

source: **Third-party databases** - which compile a list of organisations, and sometimes their sub-units, on an on-demand basis. These databases do not confer any legal status or special properties on the organisations, but may record a mapping between their own identifiers and other primary or secondary register identifiers for the organisation. A common examples of a third-party database is the proprietary Dun&Bradstreet number. The OCDS organisational identifier scheme will recognise identifiers from third-party databases, but strongly prefers those drawn from non-propietary databases, which allow users to lookup identifier information.
es: **Bases de datos de terceros** - que compilan una lista de organizaciones y a veces sus sub-unidades conforme se solicita. Estas bases de datos no tienen ningún estatus legal o propiedades especiales sobre las organizaciones pero pueden tener un mapeo entre sus propios identificadores y otros registros primarios o secundarios para la organización. Un ejemplo común de una base de datos de terceros es el número Dun&Bradstreet. El esquema de identificación de organizaciones de OCDS reconocerá identificadores de terceros pero prefiere aquellos que no vienen de bases de datos privadas que permiten a los usuarios buscar información del identificador.

source: **Local lists** - Some publishers do not map their data to external identifiers, maintaining instead a local list of suppliers. In these cases, the publisher may use their internal identifiers, and should adopt their own **organisation list prefix** starting with X- to use. Where possible, the publisher should also provide their local list on the web, with as much additional data about each supplier as possible, in order to maximise the chance of data users matching their local list to some more authoritative register.
es: **Listas locales** - Algunos publicadores no mapean sus datos con identificadores externos, manteniendo más bien una lista local de proveedores. En estos casos, el publicador podrá usar sus identificadores internos y debe adoptar su propio **prefijo de lista de organización** comenzando con un X- para utilizarlo. Donde sea posible, el publicador deberá proveer también esta lista local en la red, con tantos datos adicionales sobre cada proveedor como sea posible, de manera que se maximice la oportunidad de que los usuarios de los datos comparen su lista local con algún registro acreditado.

source: Local lists may commonly need to be used for identifying public bodies, as in many countries there is no official list of public agencies.
es: Las listas locales pueden necesitarse para identificar organismos públicos, ya que en varios países no hay una lista oficial de agencias públicas.

source: At present, the OCDS standard defers to the organisation list prefixes provided by the [IATI Organisation Registration Agency codelist](http://iatistandard.org/codelists/OrganisationRegistrationAgency/) which cover a wide range of organization types. If you require codes to be added to this list, please contact the [Open Contracting Data Standard helpdesk](../support/index.md) and they will work to achieve this.
es: Actualmente, el estándar de OCDS difiere de la lista de prefijos de organización provisto por la [lista de códigos de la IATI Organisation Registration Agency](http://iatistandard.org/codelists/OrganisationRegistrationAgency/) las cuales cubren un amplio rango de tipos de organizaciones. Si requieres agregar códigos a esta lista por favor contacta al [equipo técnico del Estándar de Datos de Contrataciones Abiertas](../support/index.md) quienes se encargarán de lograr.

source: Release ID
es: ID de Entrega
fr: Identifiant d'instance
it: ID di rilascio

source: The release ID must be unique within the contracting process it is part of, **and** within any given data package it is part of.
es: El ID de entrega debe de ser único en el proceso de contratación del que es parte **y** dentro de cualquier paquete de datos del que sea parte.
it: L'ID del rilascio deve essere univoco all'interno del processo di appalto di cui fa parte, **e** all'interno di qualsiasi pacchetto dati di cui fa parte.

source: Within any release or record package **and** for any given ocid, there should be no two release IDs that refer to different releases.
es: Dentro de cualquier paquete de entregas o registros **y** para cualquier ocid no deben de haber dos IDs de entrega que hagan referencia a distintas entregas.
it: All'interno di qualsiasi pacchetto di rilascio o di descrittori **e** per ogni dato ocid, non dovrebbero esserci due ID di rilascio che si riferiscono a rilasci diversi.

source: Tender, Award and Contract
es: Licitación, Adjudicación y Contrato
it: Gara, Aggiudicazione e Contratto

source: The tender, award and contract IDs must be unique within the contracting process it is part of.
es: Los ID de licitación, adjudicación y contrato deben ser únicos dentro del proceso de contratación del que son parte.
it: Gli ID di gara, di aggiudicazione e di contratto devono essere unici all'interno del processo di contrattazione di cui fa parte.

source: For any given ocid, there should be no two tender, award or contract IDs that refer to different tender, award or contract sections respectively.
es: Para cualquier ocid, no deben haber dos IDs de licitación, adjudicación o contrato que hagan referencia a distintas secciones de licitación, adjudicación o contrato.
it: Per ogni dato ocid, non ci dovrebbero essere due ID di gara, di aggiudicazione o di contratto che si riferiscono rispettivamente a diverse gare, di aggiudicazioni o sezioni del contratto.

source: Contracts should always cross-reference a related award (using the awardID property), as key information such as suppliers may be contained in the related award. There may be multiple contracts referring to a single award, as in the case of a framework contract where multiple contract are issued against a single award.
es: Los contratos siempre deben de poder hacer una referencia cruzada de una adjudicación relacionada (utilizando la propiedad de awardID), como información clave tal como los los proveedores que pueden estar contenidos en la adjudicación. Pueden haber múltiples contratos que se refieran a una sola adjudicación, como en el caso de un contrato de marco operativo donde varios contratos se otorgan a una sola adjudicación.
it: I contratti devono sempre disporre di un riferimento incrociato a una aggiudicazione (utilizzando la proprietà awardID), in quanto informazioni importanti come i fornitori possono essere contenute in una sezione dell'aggiudicazione. Potrebbero esserci più contratti che si riferiscono a un singola aggiudicazione, come nel caso di un accordo quadro in cui vengono emessi più contratti rispetto a un unica aggiudicazione.

source: Items, Documents and Milestones
es: Artículos, Documentos e Hitos
it: Articoli, documenti e fasi

source: An item, document or milestone ID must be unique within a given array of items, and must be used consistently across all the releases in a contracting process.
es: Un ID de artículo, documento o hito debe de ser único dentro de una matriz de artículos y debe usarse consistentemente a lo largo de todas las entregas en un proceso de contratación.
it: Un ID per articolo, documento o fase deve essere univoco all'interno di una determinata arrai di elementi e deve essere utilizzato in modo coerente in tutte i rilasci di un processo di appalto.

source: The same id may be re-used in another array of items within the same release, and no cross-reference between these identifiers is implied.
es: El mismo id puede reutilizarse en otra matriz de artículos dentro de la misma entrega y no es necesario que se haga una referencia cruzada entre estos identificadores.
it: Lo stesso id può essere riutilizzato in un altro array di elementi all'interno della stesso rilascio, e nessun riferimento incrociato tra questi identificatori è implicito.

source: The use of an identifier means that subsequent releases can update prior identified items, documents or milestones, without needing to republish all the items, documents or milestones.
es: El uso de un identificador significa que entregas subsecuentes pueden actualizar artículos, documentos o hitos identificados previos, sin necesidad de volver a publicar todos los artículos, documentos o hitos.
fr: L'utilisation d'un identifiant signifie que les versions ultérieures peuvent mettre à jour les livrables, documents ou étapes identifiés auparavant sans avoir besoin de republier tous les livrables, documents ou étapes.
it: L'uso di un identificatore significa che le versioni successive possono aggiornare articoli, documenti o fasi identificati in precedenza, senza la necessità di ripubblicare tutti gli articoli, i documenti o le fasi.

source: A release may contain tender.items (Items tendered for) and award.items
es: Una entrega puede contener tender.items (artículos que se licitaron) y award.items
it: Un rilascio può contenere tender.items (articoli gara) e award.items (articoli aggiudicati)

source: tender.items may contain three items, with identifiers of: [1, 2, 3]
es: Los tender.items pueden contener tres artículos con los identificadores: [1,2,3]
it: tender.items può contenere tre articoli, con i seguenti identificativi: [1, 2, 3]

source: award.items may contain two items, with identifiers of: [3, 4]
es: Los award.items pueden contener dos artículos con los identificadores: [3,4]
it: award.items può contenere due articoli, con identificatori di: [3, 4]

source: A second release is issued in which award.items contains six items: [3, 4, 5]
es: Se realiza una segunda entrega en la cual los award.items contienen seis artículos: [3,4,5]
it: Viene rilasciata una secondo rilascio in cui award.items contiene sei elementi: [3, 4, 5]

source: In this situation, note that:
es: En esta situación, note que:
it: In questa situazione, nota che:

source: There is no implied relationship between the tender.item with id 3 and the award.item with id 3: these could be entirely different items
es: No hay una relación implícita entre el tender.item con el id 3 y el award.item con el id 3: pueden ser artículos completamente distintos.
it: Non esiste una relazione implicita tra il tender.item con id 3 e il award.item con id 3: questi potrebbero essere elementi completamente diversi

source: There is a relationship between the award.items with id 3 and 4 in the first release, and with award.id of 3 and 4 in the second release. The second release should be interpreted as updating items 3 and 4, and adding a new item, 5.
es: No hay relación entre los award.items con los id 3 y 4 de la primera entrega y los awardid.id de 3 y 4 en la segunda entrega. La segunda entrega debería interpretarse como actualización de los artículos 3 y 4 y adición del nuevo artículo 5.
it: Esiste una relazione tra gli award.items con id 3 e 4 nella prima versione e con award.id di 3 e 4 nella seconda versione. La seconda versione dovrebbe essere interpretata come l'aggiornamento degli articoli 3 e 4 e l'aggiunta di un nuovo elemento, 5.

source: The Open Contracting ID (ocid) is a globally unique identifier used to join up data on all stages of a contracting process;
fr: L'identifiant Open Contracting (ocid) est un identifiant mondialement unique utilisé pour joindre des données à chaque étape d'un processus de passation des marchés ;
it: L'Open Contracting ID (ocid) è un identificatore univoco globale utilizzato per unire i dati su tutte le fasi di un processo di appalto;

source: Organization identifiers are important to know who is involved in each contract;
fr: Les identifiants d'organisation sont importants pour savoir qui est impliqué dans chaque contrat ;
it: Gli identificativi dell'organizzazione sono importanti per sapere chi è coinvolto in ogni contratto;

source: Release, award and contract identifiers are important to help cross-reference information.
fr: Les identifiants des instances, des appels d'offre, des attributions et des contrats sont importants pour aider à croiser les informations.

source: Across the whole universe of OCDS publishers these identifiers refer to one specific contracting process or organization.
fr: À travers tout l'écosystème des producteurs de données OCDS, ces identifiants doivent se référer à un processus de passation de marchés ou à une organisation en particulier.

source: Now Town A's contracting process has the `ocid` of 'ocds-fh349f-0005' and Town B's contracting process has the `ocid` of 'ocds-twb234-0005'.
fr: Maintenant, les processus de passation de marchés de la ville A ont l'`ocid` 'ocds-fh349f-0005' et ceux de la ville B ont l'`ocid` 'ocds-twb234-0005'.
it: Ora il processo di appalto della Città A ha un `ocid` con valore 'ocds-fh349f-0005' mentre il processo di contrazione della Città B ha un `ocid` con valore 'ocds-twb234-0005'.

source: You can read more about the OCDS approach to identify organizations below.
fr: Le chapitre suivant décrit l'approche OCDS pour identifier les organisations.
it: Puoi leggere ulteriori informazioni sull'approccio OCDS per identificare le organizzazioni qui di seguito.

source: Not all the identifiers in OCDS need to be globally unique. Most only need to be unique among the identifiers used for the same type of object within the same scope. For example:
fr: Tous les identifiants dans OCDS ne doivent pas nécessairement uniques dans l'absolu. La majorité des identifiants ne doit être unique qu'à l'échelle d'un même procédé de passation de marché.

source: A release ID must be unique within the scope of the contracting process of which it is a part;
fr: L'identifiant d'instance doit être unique dans le processus de passation de marchés **et** dans le paquet de données dont il fait partie;

source: Award and contract identifiers must be unique within the scope of the contracting process of which they are a part;
fr: Les identifiants pour les avis d'attributions (`award`) et les contrats (`contract`) doivent être uniques au sein du processus de passation de marché dans lequel ils apparaissent ;

source: Local identifiers must be used consistently. For example, if the `id` of an award is "22" in one release, then the `id` of the same award in another release must also be "22".
fr: Les identifiants locaux doivent être utilisés de manière cohérente. Par exemple, si une attribution reçoit l'identifiant '22' dans une instance, la même attribution doit avoir le même identifiant (22) dans toutes les versions ultérieures qui s'y rapportent.

source: Contracting Process Identifier (ocid)
fr: Identifiant de processus de passation de marché (ocid)
it: Identificatore del processo di appalto (ocid)

source: An Open Contracting ID (ocid) is a **globally unique identifier** for a contracting process. Every OCDS release has an `ocid`.
fr: Un identifiant Open Contracting (ocid) est un **identifiant mondialement unique** de processus de passation de marché. Chaque instance OCDS possède son propre `ocid`.
it: Un Open Contracting ID (ocid) è un **identificativo univoco globale** per un processo di appalto. Ogni versione di OCDS ha un `ocid`.

source: Setting the `ocid` is usually a simple two step process:
fr: La mise en place de l'`ocid` est habituellement un processus en deux étapes simples :
it: L'impostazione di `ocid` è in genere una semplice procedura in due passaggi:

source: Register an `ocid` prefix to prepend to this internal identifier.
fr: Se procurer un préfixe `ocid` à préfixer à cet identifiant interne auprès de l'assistance technique OCDS.
it: Registrare un prefisso `ocid` da anteporre all'identificatore interno.

source: In some cases, you might need to consider changes to existing systems to ensure that different systems handling information about your contracting processes have a common internal identifier to draw upon.
fr: Dans certains cas, vous devrez peut-être envisager de modifier les systèmes existants pour veiller à ce que les différents systèmes de gestion de l'information sur vos processus de passation de marchés aient un identifiant interne commun.

source: Mexico City then registered a prefix with the OCDS helpdesk. They have been given the prefix ‘ocds-87sd3t’ which can be added to their unique process identifiers to give a globally unique `ocid`. E.g.
fr: Mexico a alors enregistré un préfixe avec l'assistance technique OCDS. Ils ont reçu le préfixe 'OCDS-87sd3t' qui peut être ajouté à leurs identifiants uniques pour donner un `ocid` mondialement unique. Par exemple :
it: Città del Messico ha poi registrato un prefisso con l'helpdesk OCDS. Hanno ricevuto il prefisso 'ocds-87sd3t' che può essere aggiunto ai loro identificatori di processo univoci per dare un 'ocid` globalmente unico. Per esempio.

source: The ocid prefix itself is made up of two parts: a prefix agency identifier (currently only 'ocds' is used), and a random six-character alphanumeric string generated for each publisher of data.
fr: Le préfixe ocid lui-même est composé de deux parties: un préfixe identifiant l'agence (actuellement seulement 'OCDS' est utilisé) et une chaîne alphanumérique à six caractères généré de manière aléatoire pour chaque producteur de données.
it: Il prefisso ocid stesso è composto da due parti: un prefisso utilizzate come identificatore dell'agenzia (attualmente viene utilizzato solo il termine 'ocds') e una stringa alfanumerica casuale di sei caratteri generata per ciascun entità che pubblica dati.

source: The ocid is case-sensitive; in other words, the letter case of an ocid must be consistent.
fr: Le champ `ocid` est sensible aux majuscules et minuscules. La casse doit être utilisée de manière régulière quand il s'agit d'un `ocid`.

source: Publishers must register an ocid prefix. See the [registration pages](../implementation/registration.md) for details of how to obtain your ocid prefix.
fr: Chaque acheteur public ou éditeur de données doit réclamer et enregistrer un préfixe ocid. Consultez les [pages d'inscription](../implementation/registration.md) pour vous informer sur la façon d'obtenir vos préfixes ocid.

source: Prefix are randomly generated lowercase alpha-numeric strings. A prefix is assigned to each organization that holds the existing internal identifier for a Contracting Processes.
fr: Les préfixes sont des chaînes de caractères alpha-numériques générées au hasard. Un préfixe est attribué à chaque organisation chargée de gérer les identifiants internes existants pour les processus de passation de marchés.
it: Il prefisso consiste in una stringha alfanumericha minuscola generata casualmente. Un prefisso viene assegnato a ciascuna organizzazione che detiene l'identificatore interno esistente per un determinato processo di approvvigionamento o di gestione degli appalti

source: Currently, only the Open Contracting Partnership issues valid prefixes. In future, other organizations might be able to issue prefixes, each with their own prefix agency identifiers.
fr: A l'heure actuelle, seule l'Open Contracting Partnership délivre des préfixes valides. À l'avenir, d'autres organisations pourraient être en mesure d'émettre des préfixes, avec leurs propres préfixes d'identifiants d'agence.

source: Earlier versions of this documentation imposed a stricter pattern on how internal identifiers ought to be combined with the ocid prefix, including a requirement for local namespaces. This requirement has been relaxed in practice and can be considered deprecated.
fr: Les versions antérieures de cette documentation imposait un modèle plus stricte sur la façon dont les identifiants internes devaient être combinés avec le préfixe OCID, y compris avec une exigence pour les noms des espaces locaux. Cette exigence a été assouplie dans la pratique et doit être considérée comme obsolète.

source: However, publishers are encouraged to consider whether there are any risks of clashes in local identifiers (e.g. the possibility that two parts of the publishing body might use the same identifier for different contracting processes) and to plan to mitigate this when establishing their own patterns to generate their `ocid`
fr: Cependant, les producteurs de données sont encouragés à vérifier qu'il n'y a pas de risque de conflit entre les identifiants locaux (par exemple, la possibilité que deux entités au sein du producteur puissent utiliser le même identifiant pour différents processus de passation de marchés) et de prévoir d'harmoniser leurs propres modèles pour générer leur `ocid`.
it: Tuttavia, gli editori sono incoraggiati a considerare se sussitono rischi di conflitti o sovrapposizioni negli identificatori locali (ad esempio la possibilità che due dipartimenti possano utilizzare lo stesso identificativo per diversi processi di contrattazione) e di pianificare opportunamente come generare il proprio `ocid` in modo che ciò non si verifichi

source: Organization IDs
fr: Identifiants de l'organisation
it: ID organizzazione
