Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/identifiers.po
Languages: es, fr, it

source: Identifiers
es: Identificadores
fr: Identifiants
it: Identificatori

source: Consistent identifiers are essential to help join up open contracting data.
es: Identificadores consistentes son esenciales para ayudar a unir datos de contrataciones abiertas
fr: L'utilisation d'identifiants cohérents est essentiel pour faciliter le croisement et le rassemblement des données ouvertes de la commande publique.
it: L'impiego di identificatori consistenti e persistenti sono essenziali per aiutare a unire i dati open contracting.

source: The Open Contracting ID (OCID) is a globally unique identifier used to join up data on all stages of a contracting process;
es: El ID de Contrataciones Abiertas (OCID) es un identificador único global utilizado para unir los datos en todas las etapas de un proceso de contratación;

source: Organisation identifiers are important to know who is involved in each contract;
es: Los identificadores de organización son importantes para saber quién está involucrado en cada contrato;

source: Release, tender, award and contract identifiers are important to help cross-reference information.
es: Los identificadores de entrega, licitación, adjudicación y contratación son importantes para hacer una referencia cruzada de la información.
it: Gli identificatori di rilascio, offerta, aggiudicazione e contratto sono importanti per facilitare la correlazione delle informazioni.

source: Types of identifiers
es: Tipos de identificadores
fr: Types d'identifiants
it: Tipi di identificatori

source: In OCDS there are two kinds of identifiers: globally unique and local.
es: En OCDS hay dos tipos de identificadores: globalmente únicos y locales.
fr: Dans OCDS, il y a deux types d'identifiants : ceux qui sont mondialement uniques et ceux qui sont locaux.
it: In OCDS ci sono due tipi di identificatori: unici globalmente e unici localmente.

source: Globally unique identifiers
es: Identificadores globalmente únicos
fr: Les identifiants mondialement uniques
it: Identificatori univoci a livello globale

source: Across the whole universe of OCDS publishers these identifiers should refer to one specific contracting process or organisation.
es: A lo largo de todo el universo de publicadores de OCDS estos identificadores deberían referirse a un proceso específico de contratación u organización.

source: We create globally unique contracting process identifiers by adding a prefix to the internal identifiers held by publishers.
es: Creamos identificadores de procesos globalmente únicos agregando un prefijo a los identificadores internos que tienen los publicadores.
fr: Nous créons des identifiants mondialement uniques de processus de passation de marchés en ajoutant un préfixe aux identifiants internes détenus par les producteurs de données.
it: Creiamo identificatori di processi di contrattazione unici globalmente aggiungendo un prefisso agli identificatori interni utilizzati da ciascuna entità che pubblica dati.

source: Two government publishers (Town A and Town B) number their contracting processes from 0 upwards.
es: Dos publicadores de gobierno (Ciudad A y Ciudad B) enumeran sus procesos de contratación de 0 hacia arriba.
fr: Deux producteurs de données publiques (ville A et ville B) numérotent leurs processus de passation de marché de 0 à la suite.
it: Due pubbliche amministrazioni che pubblicano dati (Città A e Città B) numerano i loro processi contrattuali da 0 in su.

source: Town A publishes information on a contracting process to build a new road. Internally they know this as contract 0005.
es: La Ciudad A publica información sobre un proceso de contratación para construir una nueva ruta. Internamente ellos lo conocen como contrato 0005.
fr: La ville A publie des informations sur un processus de passation de marchés pour construire une nouvelle route. En interne, ils savent que c'est le contrat 0005.
it: La città A pubblica informazioni su una procedura di appalto per costruire una nuova strada. Internamente lo identificano come contratto 0005.

source: Town B publishes information on a contracting process to buy textbooks for a school. Internally they also know this as contract 0005.
es: La Ciudad B publica información sobre un proceso de contratación para comprar libros de texto para una escuela. Internamente también conocen este contrato como 0005.
fr: La ville B publie des informations sur un processus de passation des marchés pour acheter des manuels scolaires pour une école. En interne, ils le connaissant aussi sous l'identifiant 0005.
it: La città B pubblica informazioni su una procedura di appalto per acquistare libri di testo per una scuola. Internamente lo identificano anche come contratto 0005.

source: When they publish their OCDS data, each government adds a unique prefix onto their internal identifiers.
es: Cuando publican sus datos en OCDS, cada gobierno agrega un prefijo único a sus identificadores internos.
fr: Quand ils publient leurs données OCDS, chaque administration ajoute un préfixe unique à leurs identifiants internes.
it: Quando pubblicano i loro dati OCDS, ogni amministrazione aggiunge un prefisso univoco ai loro identificatori interni.

source: Now Town A's contracting process has the ```ocid``` of 'ocds-fh349f-0005' and Town B's contracting process has the ```ocid``` of 'ocds-twb234-0005'.
es: Ahora el proceso de contratación de la Ciudad A tiene el ```ocid``` 'ocds-fh349f-0005' y el proceso de contratación de la Ciudad B tiene el ```ocid``` 'ocds-twb234-0005'.

source: There is now no chance of these getting mixed up in a system which imports data from both towns.
es: Ahora no hay probabilidad de mezclarlos en un sistema que importa datos de ambas ciudades.
fr: Il n'est maintenant plus possible que ces identifiants soient confondus par un système qui importe les données des deux villes.
it: Così facendo non c'è alcuna possibilità che questi vengano confusi in un sistema che importa dati da entrambe le città.

source: And, if an independent civil society contract monitoring group want to publish a report about implementation of Town A's road project, or Town B's text-book procurement, they have distinct identifiers they can use in their own data to refer to these.
es: Y si un grupo de monitoreo independiente de sociedad civil quiere publicar un reporte sobre la implementación del proyecto de calle de la Ciudad A o la adquisición de libros de texto de la Ciudad B, tienen distintos identificadores que pueden usar en sus propios datos para referir a ellos.
fr: Enfin, si un groupe indépendant de la société civile en charge du suivi des marchés veut publier un rapport sur la mise en œuvre du projet de route de la ville A, ou sur le marché des manuels scolaires de la ville B, ils ont des identifiants distincts qu'ils peuvent utiliser dans leurs propres données pour y faire référence.
it: E, se un gruppo indipendente di monitoraggio della società civile vuole pubblicare un rapporto sull'attuazione del progetto stradale della Città A, o sull'approvvigionamento di libri di testo della Città B, hanno identificatori distinti che possono usare nei propri dati per riferirsi a questi.

source: You can read more about the OCDS approach to identify organisations below.
es: Puedes leer más sobre el enfoque de OCDS para identificar organizaciones a continuación.

source: Local identifiers
es: Identificadores locales
fr: Identifiants locaux
it: Identificatori locali

source: Not all the identifiers in OCDS need to be globally unique. Most only need to be unique among their 'sibling' records.
es: No todos los identificadores en OCDS necesitan ser globalmente únicos. La mayoría sólo necesitan ser únicos entre sus registros 'hermanos'.
it: Non tutti gli identificatori in OCDS devono essere globalmente unici. In generale l'unicità è necessaria tra le amministrazioni che stanno allo stesso livello.

source: A release ID must be unique within any release package it appears in;
es: Un ID de entrega debe ser único dentro de cualquier paquete de entrega en el que aparezca;
it: Un ID di rilascio deve essere univoco all'interno di qualsiasi pacchetto di rilascio in cui appare;

source: A tender, award and contract ID must be unique within the contracting process it appears in;
es: Un ID de licitación, adjudicación y de contrato debe ser único dentro del proceso de contratación en el que aparece;
it: Un documento di gara, di aggiudicazione o di contratto deve essere unico nel processo di appalto in cui appare;

source: An item, milestone or document ID must be unique within the array it is part of.
es: Un ID de artículo, hito o documento debe ser único dentro de la matriz de la que sea parte.
fr: Les identifiants d'un livrable (`item`), d'une étape (`milestone`) ou d'un document (`document`) doivent être uniques dans l'ensemble de données auquel ils appartiennent.
it: Un articolo, una fase o ID del documento deve essere univoco all'interno dell'elenco di cui fa parte.

source: Local identifiers must be used consistently. For example, if an award is given the ID '22' in one release, then the same award must have the same ID (22) in any subsequent releases which contain it.
es: Los identificadores locales deben de ser usados consistentemente. Por ejemplo, si a una adjudicación se le da el ID '22' en una entrega, entonces la misma adjudicación debe de tener el mismo ID (22) en cualquier entrega subsecuente que lo contenga.
it: Gli identificatori locali devono essere utilizzati in modo coerente. Ad esempio, se una specifica versione di una aggiudicazione viene assegnato l'ID '22' in una rilascio, la stessa aggiudicazione deve mantenere l'ID (22) anche in tutte i rilasci successivi che lo contengono.

source: Contracting Process Identifier (OCID)
es: Identificador de Proceso de Contratación (OCID)

source: An Open Contracting ID (OCID) is a **globally unique identifier** for a contracting process. Every OCDS release has an ```ocid```.
es: Un ID de Contrataciones Abiertos (OCID) es un **identificador único global** para un proceso de contratación. Cada entrega de OCDS tiene un ```ocid```.

source: It can be used to join up information published at different times, and in different places.
es: Puede utilizarse para unir información publicada en momentos y lugares distintos.
fr: Il peut être utilisé pour croiser des informations publiées à des moments différents et à des lieux différents.
it: Può essere utilizzato per unire le informazioni pubblicate in momenti diversi e in luoghi diversi.

source: Setting the ```ocid``` is usually a simple two step process:
es: Establecer el ```ocid``` normalmente es un proceso sencillo de dos pasos:

source: Identify the best **internal identifier** recorded against the contracting processes being disclosed;
es: Encontrar el mejor **identificador interno** registrado contra los procesos de contratación que se están divulgando;
fr: Identifier le meilleur **identifiant interne** avec lequel le processus de passation de marchés est enregistré ;
it: Identificare il migliore **identificativo interno** registrato rispetto ai processi di aggiudicazione che vengono divulgati;

source: Register an ```ocid``` prefix to prepend to this internal identifier.
es: Registrar un prefijo de ```ocid``` para adjuntar al identificador interno

source: In some cases, you may need to consider changes to existing systems to ensure that different systems handling information about your contracting processes have a common internal identifier to draw upon.
es: En algunos casos puede ser necesario considerar hacer cambios a los sistemas existentes para asegurar que los distintos sistemas que manejan la información sobre los procesos de contrataciones tengan un identificador interno común al cual recurrir.
it: In alcuni casi, potrebbe essere necessario prendere in considerazione le modifiche ai sistemi esistenti per garantire che i diversi sistemi che gestiscono le informazioni sui processi di appalto abbiano un identificatore interno comune a cui attingere.

source: In Mexico City, each time a tender or direct contract award process is initiated, the department responsible assigns an identifier.
es: En la Ciudad de México, cada vez que se inicia un proceso de licitación o adjudicación directa, la oficina responsable le asigna un identificador.
fr: Pour la ville de Mexico, chaque fois qu'un processus d'appel d'offres ou qu'un marché direct est lancé, le ministère responsable attribue un identifiant.
it: A Città del Messico, ogni volta che viene avviato un processo di aggiudicazione dell'appalto o di un contratto diretto, il dipartimento responsabile assegna un identificativo.

source: These are made up of an identifier for the department responsible for the procurement, a tender number, and the year.
es: Estos se generan a partir de un identificador del departamento responsable de la adquisición, un número de licitación y el año.
fr: Ceux-ci sont constitués d'un identifiant pour le département responsable du marché, du numéro d'appel d'offres et de l'année.
it: Questi sono costituiti da un identificativo per il dipartimento responsabile dell'appalto, un numero di gara e l'anno.

source: For example:
es: Por ejemplo:
fr: Par exemple :
it: Per esempio:

source: This internal identifier can be exchanged with, and recorded in, any other systems which process information about this contracting process. For example, systems for reporting or recording spending transactions to suppliers.
es: Este identificador interno puede intercambiarse con y ser registrado en cualquier otro sistema que procese información sobre el proceso de contratación. Por ejemplo los sistemas que reportan o registran pagos a proveedores.
fr: Cet identifiant interne peut être échangé et enregistré dans tous les autres systèmes qui traitent des informations sur ce processus de passation de marché. Par exemple, des systèmes de notification ou d'enregistrement des transactions de paiement des fournisseurs.
it: Questo identificatore interno può essere scambiato e registrato in qualsiasi altro sistema che elabora informazioni di questo processo di aggiudicazione. Ad esempio, sistemi per la segnalazione o la registrazione delle transazioni di spesa ai fornitori.

source: Mexico City then registered a prefix with the OCDS helpdesk. They have been given the prefix ‘ocds-87sd3t’ which can be added to their unique process identifiers to give a globally unique ```ocid```. E.g.
es: Posteriormente la Ciudad de México registró un prefijo con el equipo técnico de OCDS. Se les otorgó el prefijo ‘ocds-87sd3t’ que puede agregarse a sus identificadores únicos de procesos para crear un ```ocid``` único global. P.ej.

source: The OCDS prefix itself is made up of two parts: a prefix agency identifier (currently only 'ocds' is used), and a random six-character alphanumeric string generated for each publisher of data.
es: El OCDS en sí está conformado por dos partes: un prefijo identificador de agencia (actualmente sólo se usa 'ocds') y una cadena de seis caracteres alfanuméricos generado para cada publicador de datos.

source: The OCID is case sensitive.
es: El OCID es sensible a mayúsculas y minúsculas.

source: Registered prefixes
es: Prefijos registrados
fr: Préfixes enregistrés
it: Prefissi registrati

source: See the [registration pages](../implementation/registration.md) for details of how to obtain your OCID prefix.
es: Mira las [páginas de registro](../implementation/registration.md) para obtener detalles de cómo obtener tu prefijo de OCID.

source: Prefix are randomly generated lowercase alpha-numberic strings. A prefix is assigned to each organisation that holds the existing internal identifier for a Contracting Processes.
es: Los prefijos son cadenas de caracteres alfanuméricos en minúsculas generados aleatoriamente. Un prefijo se asigna a cada organización que tiene el identificador interno existente para un Proceso de Contratación.

source: Currently, only the Open Contracting Partnership issues valid prefixes. In future, other organisations may be able to issue prefixes, each with their own prefix agency identifiers.
es: Actualmente sólo el Open Contracting Partnership puede generar prefijos válidos. En el futuro, otras organizaciones podrán generar prefijos, cada una con su propio identificador de agencia.

source: You can find a [list of registered prefixes here along with a registration form for creating new prefixes](../implementation/registration.md).
es: Puedes encontrar una [lista de prefijos aquí, junto con una forma de registro para crear nuevos prefijos](../implementation/registration.md).
fr: Vous pouvez trouver ici la [liste des préfixes ainsi que le formulaire d'inscription pour la demande de nouveaux préfixes](../implementation/registration.md).
it: È possibile trovare [una lista di prefissi registrati qui insieme a un modulo di registrazione per la creazione di nuovi prefissi](../implementation/registration.md).

source: The registered prefixes are dumb identifiers. They are not intended to carry any semantics, and their sole purpose is to turn internal identifiers into globally unique identifiers which can be cross-referenced between systems.
es: Los prefijos registrados son identificadores simples. No pretenden tener ninguna semántica y su único propósito es convertir identificadores internos en identificadores globalmente únicos, que puedan hacer referencias cruzadas entre sistemas.
fr: Les préfixes enregistrés ne sont pas destinés à porter une sémantique ; leur seul but est de transformer les identifiants internes en identifiants mondialement uniques qui peuvent être croisés entre les systèmes.
it: I prefissi registrati sono identificatori senza una particolare intelligenza. Non sono intesi per portare alcuna semantica, e il loro unico scopo è quello di trasformare gli identificatori interni in identificatori univoci a livello globale che possono essere incrociati tra sistemi diversi.

source: Publisher namespace
es: Espacio de nombres del publicador
fr: Espace de noms du producteur de données
it: Namespace dell'editore

source: Earlier versions of this documentation imposed a stricter pattern on how internal identifiers should be combined with the ocid prefix, including a requirement for local namespaces. This requirement has been relaxed in practice and should be considered deprecated.
es: Versiones anteriores de esta documentación imponían un patrón estricto de cómo se debían combinar los identificadores internos con el prefijo ocid, incluyendo un requerimiento para los espacios de nombres locales. Este requerimiento se ha suavizado en la práctica y debe de considerarse obsoleto.
it: Le versioni precedenti dello standard impongono un modello più rigido su come gli identificatori interni devono essere combinati con il prefisso ocid, incluso un requisito per gli spazi dei nomi locali. Questo requisito è stato allentato nella pratica e dovrebbe essere considerato deprecato.

source: However, publishers are encouraged to consider whether there are any risks of clashes in local identifiers (e.g. the possibility that two parts of the publishing body might use the same identifier for different contracting processes) and to plan to mitigate this when establishing their own patterns to generate their ```ocid```
es: Sin embargo, se invita a que los publicadores consideren si existen riesgos de conflictos entre identificadores locales (p.ej. la posibilidad de que dos partes del organismo publicador utilicen el mismo identificador para distintos procesos de contratación) y planeen mitigar esto cuando establezcan sus propios patrones para generar su ```ocid```

source: Organisation IDs
es: IDs de organización

source: Reliably identifying the legal entities involved in a contracting process is vital for transparency and accountability, and for carrying out analysis to improve procurement and contract management.
es: Identificar de manera confiable a las entidades legales involucradas en un proceso de contratación es vital para la transparencia y rendición de cuentas y para poder realizar un análisis que mejore la gestión de adquisiciones y contratos.
fr: Pouvoir identifier de manière fiable les personnes morales impliquées dans un processus de passation des marchés est vital pour la transparence et la responsabilité, et pour réaliser des analyses qui permettront d'améliorer la commande publique et la gestion des contrats.
it: Identificare in modo affidabile e univoco le figure giuridiche coinvolte in un processo di contrattazione è vitale per la trasparenza e la responsabilità e per condurre analisi volte al miglioramento dei processi di approvvigionamento e la gestione dei contratti.

source: Publishers should seek to collect and record the **legal identifier** from an official register of any organisations involved in a contracting process (including procuring organisations, bidders and suppliers), and should include this in their OCDS files.
es: Los publicadores deben de intentar buscar y registrar el **identificador legal** de un registro oficial de cualquier organización involucrada en un proceso de contratación (incluyendo las organizaciones licitadoras, participantes y proveedores) además debe de incluir esto en sus archivos de OCDS.

source: There are two parts to expressing an **organisation identifier** in open contracting data.
es: Hay dos partes para expresar un **identificador de organización** en datos de contrataciones abiertas.

source: An **organization register prefix** identifying a **register** in which the organisation is identified
es: Un **prefijo de registro de organización** y un **registro** en el que se identifica a la organización.

source: The **existing organizational ID** provided in that public register
es: El **ID de organización existente** se disponibiliza en ese registro público
fr: L'**identifiant existant de l'organisation** prévu dans ce registre public
it: L'**ID dell'organizzazione** fornito in tale registro pubblico

source: The **organisation register prefix** for UK Companies House is GB-COH. The organisation **Development Initiatives** has been assigned the company number ‘06368740’ by Companies House. The globally unique organisation identifier for Development Initiatives can then expressed as follows:
es: El **prefijo de registro de organización** para el Registro de Compañías del Reino Unido es GB-COH. El Registro de Compañías le asignó el número de compañía ‘06368740’ a la organización **Development Initiatives**. El identificador único global de Development Initiatives puede expresarse de la siguiente manera:

source: In OCDS, the organization register prefix is included in the ```scheme``` field of an identifier block, with the existing organization id placed in the ```id``` field. If there is a recognized public URI that uniquely identifies this organization (for example, drawn from [Open Corporates](https://opencorporates.com/)) this can also be given in the ```uri``` field.
es: En el OCDS, el prefijo de registro de organización se incluye en el campo ```scheme``` de un bloque de identificación, con el ID de organización existente colocado en el campo ```id```. Si hay una URI pública reconocible que identifica de manera única a esta organización (por ejemplo, tomado de [Open Corporates](https://opencorporates.com/)) esta puede mencionarse también en el campo ```uri```.

source: Choosing an identifier
es: Elegir un identificador
fr: Choisir un identifiant
it: Scegliere un identificatore

source: The **organisation register prefix** is used to refer to a register from which the organisation identifier is drawn. There are a range of different kinds of **organisation list**:
es: El **prefijo de registro de organización** se utiliza para hacer referencia a un registro del cual se toma el identificador de organización. Hay una serie de distintos tipos de **lista de organización**:
