Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/identifiers.po
Languages: es, fr, it

source: Publishers should seek to collect and record the **legal identifier** from an official register of any organizations involved in a contracting process (including procuring organizations, bidders and suppliers), and should include this in their OCDS files.
fr: Les producteurs de données devraient chercher à collecter et à enregistrer les **identifiants juridiques** issus d'un registre officiel de toutes les organisations impliquées dans un processus de passation des marchés (y compris les acheteurs, les soumissionnaires et les titulaires), et devraient les inclure dans leurs fichiers OCDS.
it: Gli editori dovrebbero cercare di raccogliere e registrare gli **identificativi legali** dai registri ufficiali di qualsiasi organizzazione coinvolta in un processo di appalto (comprese le organizzazioni di acquisto, le imprese offerenti, i fornitori) e dovrebbero includerli nei loro file OCDS.

source: There are two parts to expressing an **organization identifier** in open contracting data.
fr: Il y a deux composantes de **l'identifiant d'une organisation** dans les données ouvertes sur la commande publique.
it: Esistono due parti per esprimere un **identificatore di organizzazione** nei dati open contracting.

source: An **organization register prefix** identifying a **register** in which the organization is identified
fr: Un **préfixe de registre** identifiant un **registre** dans lequel l'organisation est identifiée.
it: Un **prefisso di registro dell'organizzazione** che identifica un **registro** in cui l'organizzazione è identificata

source: The **organization register prefix** for UK Companies House is GB-COH. The organization **Development Initiatives** has been assigned the company number ‘06368740’ by Companies House. The globally unique organization identifier for Development Initiatives can then expressed as follows:
fr: Le **préfixe de registre d’organisations** pour la UK Companies House, l'organisme en charge du registre du commerce au Royaume-Uni, est GB-COH. L'organisation **Development Initiatives** a obtenu le numéro d'entreprise '06368740' par Companies House. L'identifiant mondialement unique de l'organisation Development Initiatives peut alors être exprimé ainsi :
it: Il **prefisso di registro dell'organizzazione** per il registo delle compagnie Inglesi (UK Companies House) è GB-COH. All'organizzazione **Development Initiatives** è stato assegnato il numero di società '06368740' dall'UK Companies House. L'identificatore di organizzazione globalmente univoco per le iniziative di sviluppo può quindi essere espresso come segue:

source: In OCDS, the organization register prefix is included in the `scheme` field of an identifier block, with the existing organization id placed in the `id` field. If there is a recognized public URI that uniquely identifies this organization (for example, drawn from [Open Corporates](https://opencorporates.com/)) this can also be given in the `uri` field.
fr: Dans OCDS, le préfixe du registre d'organisations est inclus dans le champ `scheme` du composant d'identification, avec l'identifiant de l'organisation existante placé dans le champ `id`. S'il y a une URI publique et reconnue qui identifie de manière unique cette organisation (par exemple, extraite d'[Open Corporates](https://opencorporates.com/)), celle-ci peut également être donné dans le champ `uri`.
it: In OCDS, il prefisso del registro di organizzazione è incluso nel campo `scheme` di un blocco identificativo, con l'id dell'organizzazione esistente inserito nel campo `id`. Se esiste un URI pubblico riconosciuto che identifica in modo univoco questa organizzazione (ad esempio, tratto da [Open Corporates](https://opencorporates.com/), questo può anche essere fornito nel campo `uri`.

source: The **organization register prefix** is used to refer to a register from which the organization identifier is drawn. There are a range of different kinds of **organization list**:
fr: Le **préfixe du registre d'organisations** est utilisé pour désigner un registre à partir duquel l'identifiant d'organisation est conçu. Il existe une gamme de différents types de **listes d'organisations** :
it: Il ** prefisso del registro di organizzazione ** viene utilizzato per fare riferimento a un registro da cui viene assegnato l'identificatore di organizzazione. Esistono diversi tipi di **elenchi di organizzazioni**:

source: **Primary registers** - such as national or state company registrars. An identifier issued by these bodies has a specific legal meaning. There is a one to one equivalence between the identifier and a legal entity of a particular form in a given jurisdiction. The identifier is created at the same time that the organization is formally constituted, and changes to the status of the organization are recorded against this identifier in an official register. **Identifiers from a primary register are strongly preferred in OCDS.**
fr: **Registres primaires** - tels que les registres nationaux des sociétés. Un identifiant émis par ces organismes a un sens juridique spécifique. Il y a une équivalence univoque entre l'identifiant et une entité juridique d'une forme particulière dans une juridiction donnée. L'identifiant est créé en même temps que l'organisation est officiellement constituée, et les modifications du statut de l'organisation sont enregistrées par rapport à cet identifiant dans un registre officiel. **L'utilisation d'identifiants issus d'un registre primaire sont fortement recommandés dans OCDS**.
it: **Registri primari** - come registri nazionali o statali. Un identificatore rilasciato da questi organismi ha uno specifico significato giuridico. Esiste un'equivalenza uno a uno tra l'identificatore e un'entità legale di una particolare forma in una determinata giurisdizione. L'identificatore viene creato nello stesso momento in cui l'organizzazione è formalmente costituita e le modifiche allo stato dell'organizzazione sono registrate contro questo identificatore in un registro ufficiale. **Gli identificatori di un registro primario sono fortemente preferiti in OCDS.**

source: **Secondary registers** - which record a particular property of an organization, such as being registered for VAT, or registered as an employer. An organizations identifier in such a registry might change without the organization itself changing in nature. For example, in some jurisdictions, an organization might de-register from VAT, and then re-register, gaining a new number in the process; or different branches of the same legal entity might register for different VAT numbers.
fr: **Registres secondaires** - enregistrent une propriété particulière d'une organisation, comme étant inscrite à la TVA, ou enregistrée en tant qu'employeur. L'identifiant d'une organisation dans un tel registre pourrait changer sans que l'organisation elle-même ne change de nature. Par exemple, dans certaines juridictions, une organisation peut se désinstrire de la TVA, puis se ré-inscrire, obtenant ainsi un nouveau numéro dans le processus ; ou les différentes branches de la même entité juridique pourraient s'enregistrer avec différents numéros de TVA.

source: **Third-party databases** - which compile a list of organizations, and sometimes their sub-units, on an on-demand basis. These databases do not confer any legal status or special properties on the organizations, but might record a mapping between their own identifiers and other primary or secondary register identifiers for the organization. A common examples of a third-party database is the proprietary Dun&Bradstreet number. The OCDS organizational identifier scheme will recognize identifiers from third-party databases, but strongly prefers those drawn from non-proprietary databases, which allow users to lookup identifier information.
fr: **Bases de données tierces** - qui compilent une liste des organisations, et parfois de leurs sous-unités, sur demande. Ces bases de données ne confèrent aucun statut juridique ou propriété spéciale aux organisations, mais peuvent enregistrer une correspondance entre leurs propres identifiants et d'autres identifiants issus de registres primaires ou secondaires pour l'organisation. Un exemple courant est le numéro exclusif Dun&Bradstreet. Le système OCDS d'identification des organisations reconnaîtra les identifiants issus de bases de données tierces, mais préfère fortement celles tirées de bases de données non-propriétaires qui permettent aux utilisateurs de rechercher des informations d'identification.

source: **Local lists** - Some publishers do not map their data to external identifiers, maintaining instead a local list of suppliers. In these cases, the publisher may use their internal identifiers, and should adopt their own **organization list prefix** starting with X- to use. Where possible, the publisher should also provide their local list on the web, with as much additional data about each supplier as possible, in order to maximize the chance of data users matching their local list to some more authoritative register.
fr: **Listes locales** - Certains producteurs de données n'établissent pas de concordance entre leurs données et des identifiants externes, ils maintiennent à la place une liste locale des producteurs. Dans ces cas, le producteur de données peut utiliser ses identifiants internes et adopter sa **propre liste de préfixes** commençant par X-. Lorsque c'est possible, le producteur de données devrait également fournir sa liste locale sur le Web avec autant de données supplémentaires que possible sur chaque producteur afin de maximiser les chances pour que les utilisateurs de données établissent des correspondances avec un registre plus fiable.
it: **Elenchi locali** - Alcuni editori non mappano i loro dati con identificatori validi anche all'esterno, mantenendo invece un elenco locale di fornitori. In questi casi, l'editore può utilizzare i propri identificatori interni e deve adottare il proprio prefisso **dell'organizzazione** a patto questo venga aggiunto il prefisso X- . Laddove possibile, l'editore dovrebbe comunque fornire il proprio elenco locale sul web, in modo che il maggior numero di dati aggiuntivi su ciascun fornitore sia reso disponibile anche per consentire agli utenti dei dati maggiori probabilità che riescano ad associare la loro lista locale a un registro più autorevole.

source: See [docs.org-id.guide](http://docs.org-id.guide) for more information.
fr: Voir [docs.org-id.guide] (http://docs.org-id.guide) pour plus d'informations.
it: Vedi [docs.org-id.guide](http://docs.org-id.guide) per maggiori informazioni.

source: A release identifier must be unique within the scope of the contracting process of which it is a part. In other words, across all OCDS releases with the same `ocid` value, each release identifier refers to exactly one release; no two releases use the same release identifier.
fr: Un identifiant d'instance doit être unique dans le cadre du processus de passation de marché dont il fait partie. En d'autres termes, dans toutes les versions d'OCDS ayant la même valeur `ocid`, chaque identifiant d'instance fait référence à une version; aucune autre instance n'utilise le même identificateur.

source: A release identifier must also be consistent within this scope. For example, if the `id` of a release is "12345" in one release package, then the `id` of the same release in another release package must also be "12345".
fr: Un identifiant d'instance doit également être cohérent dans ce périmètre. Par exemple, si l' `id` d'une version est" 12345 "dans un package d'instance, alors l'` id` de la même version dans un autre package d'instance doit également être "12345".

source: Award and Contract IDs
fr: Identifiants d'attribution et de contrat

source: Award and contract identifiers must be unique within the scope of the contracting process of which they are a part. In other words, across all OCDS releases with the same `ocid` value, each contract identifier refers to exactly one contract; no two contracts use the same contract identifier.
fr: Un identifiant d'instance doit être unique dans le cadre du processus de passation de marché dont il fait partie. En d'autres termes, dans toutes les versions d'OCDS ayant la même valeur `ocid`, chaque identifiant d'instance fait référence à une version; aucune autre instance n'utilise le même identificateur.

source: Award and contract identifiers must also be consistent within this scope. For example, if the `id` of an award is "22" in one release, then the `id` of the same award in another release must also be "22".
fr: Les identificateurs d'attribution et de contrat doivent être utilisés de manière cohérente. Par exemple, si une attribution reçoit l'identifiant '22' dans une instance, la même attribution doit avoir le même identifiant (22) dans toutes les versions ultérieures qui s'y rapportent.

source: Contracts must cross-reference a related award (using the `awardID` field), as key information such as suppliers can be contained in the related award. Multiple contracts may refer to a single award, as in the case of a framework contract where multiple contract are issued against a single award.
fr: Les contrats doivent toujours être liés à l'attribution (en utilisant la propriété `awardID`), afin que les informations clés sur les titulaires puissent figurer dans l'attribution liée. Il peut y avoir plusieurs contrats se référant à une seule attribution comme dans le cas d'un contrat-cadre où plusieurs contrats sont émis en vertu d'une seule attribution.

source: Item, Document and Milestone IDs
fr: Identificateurs de livrables, de documents et d'étapes

source: An item, document or milestone identifier must be unique within a given array of items, and must be used consistently across all the releases in a contracting process.
fr: L'identifiant d'un livrable, d'un document ou d'une étape doivent être uniques parmi une liste de livrables et doivent être employés de manière uniforme parmi toutes les instances au sein d'un même processus de passation de marché.

source: The same `id` value may be re-used in another array of items within the same release, and no cross-reference between these identifiers is implied.
fr: Le même identifiant ìd`peut être réutilisé dans une autre liste de livrables au sein d'une même instance, et aucune référence croisée entre ces identifiants n'est implicite : il peut s'agir de deux livrables différents partageant le même identifiant, ou du même livrable.

source: A first release sets the items to be procured in `tender/items` and the items awarded in one award in `awards/0/items`:
fr: Une première instance définit les articles à acheter dans `tender/items` et les articles attribués dans une attribution dans `awards/0/items` :

source: `tender/items` contains three items, with `id` values of "1", "2", and "3"
fr: `tender/items` contient trois articles, avec des `id` dont les valeurs sont "1", "2", et "3"

source: `awards/0/items` contains two items, with `id` values of "3" and "4"
fr: `awards/0/items` contient deux livrables avec des identifiants d'une valeur "3" et "4"

source: There is *no* relationship between the item to be procured with `id` "3" and the item awarded with `id` "3"; these can be different items. Continuing the example:
fr: Il n'y a pas *aucune* relation implicite entre le livrable à acquérir avec `id` "3 " et le livrable attribué par l'ìd` "3". Ceux-ci pourraient être des livrables tout à fait différents. Continuons l'exemple :

source: A second release updates the items awarded in the single award in `awards/0/items`:
fr: Une deuxième instance met à jour les livrables attribués dans `tender/items` dans `awards/0/items` :

source: `awards/0/items` contains three items, with `id` values of "3", "4", "5"
fr: `awards/0/items` contient trois livrables avec des identifiants d'une valeur "3", "4" et "5"

source: Here, there *is* a relationship between the items awarded with `id` "3" and "4" in the first release and the items awarded with `id` "3" and "4" in the second release. The second release is interpreted as updating the existing items "3" and "4" and adding a new item "5".
fr: Il *existe bien* ici une relation entre les livrables attribués avec `id` "3" et "4" dans la première instance, et avec les `id` "3" et "4" dans la deuxième instance. La deuxième instance doit être interprétée comme une mise à jour des articles 3 et 4, et l'ajout d'un nouveau livrable, 5.

source: Across the whole universe of OCDS publishers these identifiers should refer to one specific contracting process or organization.
it: In tutto l'universo delle entità che pubbclicano dati OCDS, questi identificatori dovrebbero fare riferimento in modo univoco a un processo di contrattazione o a un'organizzazione specifico.

source: The ocid is case sensitive.
it: L'ocid i caratteri maiuscoli o minuscole fanno differenza.

source: See the [registration pages](../implementation/registration.md) for details of how to obtain your ocid prefix.
it: Vedere le [pagine di registrazione](../implementation/registration.md) per i dettagli su come ottenere il prefisso ocid.

source: Currently, only the Open Contracting Partnership issues valid prefixes. In future, other organizations may be able to issue prefixes, each with their own prefix agency identifiers.
it: Attualmente, solo l'Open Contracting Partnership emette prefissi validi. In futuro, altre organizzazioni potrebbero essere in grado di emettere prefissi, ciascuno con il proprio prefisso identificativo assegnato all'agenzia.

source: **Secondary registers** - which record a particular property of an organization, such as being registered for VAT, or registered as an employer. An organizations identifier in such a registry might change without the organization itself changing in nature. For example, in some jurisdictions, an organization may de-register from VAT, and then re-register, gaining a new number in the process; or different branches of the same legal entity might register for different VAT numbers.
it: **Registri secondari** - che registrano una particolare proprietà di un'organizzazione, come la registrazione per l'IVA, o registri come quelli dei datori di lavoro. Un identificativo di organizzazione in tale registro potrebbe cambiare senza che l'organizzazione stessa cambi in natura. Ad esempio, in alcune giurisdizioni, un'organizzazione può annullare la registrazione dall'IVA e quindi registrarsi nuovamente, ottenendo un nuovo numero nel processo; o diversi rami della stessa entità legale potrebbero registrarsi per numeri IVA diversi.

source: **Third-party databases** - which compile a list of organizations, and sometimes their sub-units, on an on-demand basis. These databases do not confer any legal status or special properties on the organizations, but may record a mapping between their own identifiers and other primary or secondary register identifiers for the organization. A common examples of a third-party database is the proprietary Dun&Bradstreet number. The OCDS organizational identifier scheme will recognize identifiers from third-party databases, but strongly prefers those drawn from non-proprietary databases, which allow users to lookup identifier information.
it: **Database di terze parti** - che compilano un elenco di organizzazioni, e talvolta le loro sottounità, in base alle richieste. Questi database non conferiscono alcuno status legale o proprietà speciali alle organizzazioni, ma possono registrare un'associazione tra i propri identificativi e altri identificatori di registri primari o secondari per l'organizzazione. Un esempio comune di un database di terze parti è il numero proprietario Dun & Bradstreet. Lo schema identificativo organizzativo OCDS riconoscerà gli identificatori dai database di terze parti, ma preferisce fortemente quelli ricavati da database non proprietari, che consentono agli utenti di cercare informazioni a partire dal codice identificativo.
