Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/merging.po
Languages: it

source: Merging
it: Unione

source: In OCDS, merging involves combining individual [releases](../getting_started/releases_and_records.md) of data during a contracting process into a [record](../getting_started/releases_and_records.md) which provides an overview of the current state of that process. Including a versioned release as part of the merged record provides structured information on the history of the process: showing when updates were made, or values were changed.
it: In OCDS, l'unione comporta la combinazione dei singoli [rilasci](../getting_started/releases_and_records.md) di dati durante un processo di appalto in un [descrittore](../getting_started/releases_and_records.md) in modo da fornire una panoramica dello stato attuale di quel processo. Includere un rilascio con tutte le versioni all'interno del descrittore fornisce le informazioni strutturate sulla cronologia del processo e mostra quando sono stati fatti gli aggiornamenti, o quando i vari valori sono stati modificati.

source: A publisher provides a tender release on 1st January, with a planned contract value of $1000.
it: Un editore fornisce un rilascio dell'offerta il 1 ° gennaio, con un valore contrattuale pianificato di $1000.

source: On 5th February, the publisher provides an amended tender release updating the planned contract value to $2000.
it: Il 5 febbraio, l'editore fornisce una versione modificata della gara che aggiorna il valore del contratto pianificato a $2000.

source: After assessing bids, it is decided to award the contract in two lots.
it: Dopo aver valutato le offerte, si decide di aggiudicare l'appalto in due lotti.

source: On 1st March, the publisher provides an award release, announcing Company A has been awarded a contract for $750.
it: Il 1° di marzo, l'editore pubblica notizia di aggiudicazione, annunciando che la Società A ha ottenuto un contratto di $750.

source: On 3rd March, the publisher provides an separate award release, announcing that company B has been awarded a contract for $750
it: Il 3 di marzo, l'editore fornisce un separato avviso di aggiudicazione, annunciando che la società B ha ottenuto un contratto per $750

source: These independent releases each provide real-time information about what is happening in the contracting process. The record will combine them together. Using the same schema and structure as the releases, the main body of the record will contain a tender with contract value of $1500, and details of both awards.
it: Queste versioni indipendenti forniscono ciascuna informazioni in tempo reale su ciò che sta accadendo nel processo di appalto. Il descrittore li combinerà insieme. Utilizzando lo stesso schema e la stessa struttura delle versioni, il corpo principale del descrittore conterrà un'offerta con valore contrattuale di $ 1500 e dettagli di entrambe le aggiudicazioni.

source: If the record is complete with versioning information, then the versioning section will reveal that the planned contract value changed from $1000 to $1500 on 31st January.
it: Se il descrittore è completo delle informazioni sulla versione, la sezione sul controllo delle versioni rivelerà che il valore del contratto pianificato è cambiato da $1000 a $1500 il 31 gennaio.

source: Merging rules
it: Regole di unione

source: Order all the releases that share an `ocid` by their release `date`. Starting from the oldest release (old), compare it with the next oldest release (new), and apply the following rules.
it: Ordina tutte le versioni che condividono un `ocid` con la propria `data` di rilascio. A partire dalla prima versione (precedente), confrontandola con la versione successiva (nuova) e applicando le seguenti regole.

source: Objects
it: Oggetti

source: In the compiled record, merge **new** into **old** by:
it: Nel descrittore compilato, si uniscono il **nuovo** nel **vecchio**:

source: Overwriting all key that exist in both **old** and **new** with the values from **new**
it: Sovrascrivere tutte le chiavi esistenti sia nel **vecchio** che nel **nuovo** con i valori del **nuovo**

source: Add any key value pairs that exist in **new**, but not in **old**
it: Aggiungi eventuali coppie di valori chiave esistenti nel **nuovo**, ma non nel **vecchio**

source: Remove any key that have their value explicitly set to `null` in **new**
it: Rimuovi qualsiasi chiave con valore esplicitamente impostato su `null` nel **nuovo**

source: Retain any keys from **old** that are not mentioned in **new**
it: Conserva tutte le chiavi dal **vecchio** che non sono menzionate nel **nuovo**

source: If the value of key value pair is a list of strings, the entire list should be treated as a single value. When the list contains objects, the list merge rules below should be used.
it: Se il valore della coppia chiave-valore è un elenco di stringhe, l'intero elenco deve essere considerato come un valore singolo. Quando l'elenco contiene oggetti, per essere unito è necessario utilizzare le seguenti regole.

source: Lists
it: Elenchi

source: There are two merge patterns for lists of objects. Identifier merge, and whole list merge.
it: Esistono due modelli di unione per gli elenchi di oggetti. L'unione degli identificatori e l'unione dell'intera lista.

source: Identifier merge
it: Unione degli identificatori

source: When a list contains objects with their own `id` field, then:
it: Quando una lista contiene oggetti con il proprio campo `id`, allora:

source: Check for an object in **old** with the same `id` as an object in **new**, and, if so, follow the object merge rules as above
it: controlla se un oggetto in **vecchio** ha lo stesso `id` di un oggetto in **nuovo**, e in tal caso, segui le regole di unione degli oggetti come sopra

source: If there is no object in **new** with the same `id` as an object in **old**, keep the object from **old** in the list
it: Se non ci sono oggetti sul **nuovo** con lo stesso `id` di un oggetto in **vecchio**, mantieni l'oggetto **vecchio** nell'elenco

source: If there is an object in **new** with an `id` not found in **old** then add the object to the list
it: Se c'è un oggetto sul **nuovo** con un `id` non trovato sul **vecchio**, aggiungi tale oggetto alla lista

source: Note: to remove information from an old list entry its values must be explicitly set to null.
it: Nota: per rimuovere le informazioni da una vecchia voce di lista i suoi valori devono essere esplicitamente impostati su null.

source: Whole list merge
it: Unire il contenuto di tutto l'elenco

source: Where the objects contain no top level `id` values, or the schema specifies the `"wholeListMerge": true` for the array in question, then merging should take place by treating the entire list of objects as a single value.
it: Quando gli oggetti non contengono valori per l'`id` di primo livello, o lo schema specificato per l'elenco in questione è `"wholeListMerge": true` , allora l'unione dovrebbe avvenire trattando l'intero elenco di oggetti come un singolo valore.

source: I.e. if the list exists in **new**, the entire list in **new** will overwrite the list in **old**.
it: Cioè se l'elenco esiste in **nuovo**, l'intero **nuovo** elenco sovrascriverà il **vecchio** elenco.

source: Omit when merged
it: Ometti quando uniti

source: A few properties in the schema are marked with `"omitWhenMerged": true`. These properties should be dropped from the merged record - as they only make sense in the context of a single release.
it: Alcune proprietà nello schema sono contrassegnate con `"omitWhenMerged":true`. Queste proprietà dovrebbero essere eliminate dal descrittore una volta unito, poiché hanno senso solo nel contesto di una singola versione.

source: Reference implementation
it: Implementazione di riferimento

source: A reference implementation of the merge routine in python [is available on GitHub](https://github.com/open-contracting/ocds-merge).
it: Un'implementazione di riferimento della routine di unione in python [è disponibile su GitHub](https://github.com/open-contracting/ocds-merge).

source: Versioned data
it: Dati con versione

source: There are some situations in which it is important to be able to see how data about a contracting process has changed over time. For example, to identify how contract values have altered, or milestones moved through stages of implementation.
it: Ci sono alcune situazioni in cui è importante essere in grado di vedere come i dati durante un processo di contrattazione sono cambiati nel tempo. Ad esempio, per identificare come i valori del contratto sono stati modificati o quali fasi intermedie sono state attraversate durante la fase di attuazione.

source: The [versioned release validation schema](../../../../versioned-release-validation-schema.json) provides a model for representing this data.
it: Lo [schema di convalida del rilascio versionato](../../../../versioned-release-validation-schema.json) fornisce un modello per la rappresentazione di questi dati.

source: In a versioned release, instead of over-writing past values when combining multiple releases, each field (with the exception of the `id` property of objects within an array) becomes an array of objects, indicating the:
it: In un rilascio versionato, quando si combinano più versioni, invece di sovrascrivere i valori assunti nelle versioni precedenti ogni campo (con l'eccezione della proprietà `id` degli oggetti all'interno di un elenco) diventa una lista di oggetti, che indicano:

source: The date, id and tag of the releases where a field-value pair was first encountered;
it: La data, l'id e l'etichetta delle versioni in cui è stata rilevata per la prima volta una coppia valore-campo;

source: The value of the field-value pair at that point;
it: Il valore della coppia campo-valore in quel punto;

source: As a result, the history of any field can be easily read from the data structure.
it: Di conseguenza, la cronologia di qualsiasi campo può essere facilmente letta dalla struttura dei dati.

source: The property `"versionId":true` is used to explicitly declare the cases where an `id` field **should** be versioned (i.e. within an object that is not within an array).
it: La proprietà `"versionId":true` è usata per dichiarare esplicitamente i casi in cui un campo` id` **dovrebbe** essere versionato (cioè all'interno di un oggetto che non è all'interno di un array).

source: Example
it: Esempio
