Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/records_reference.po
Languages: es, fr, it

source: Record Reference
es: Referencia de Registros
fr: Documentation sur les archives
it: Descrittore di riferimento

source: Whereas there can be multiple releases about a contracting process, there should be a single **record** per contracting process, aggregating all the releases available for the contracting process.
es: Aunque pueden haber múltiples entregas sobre un proceso de contrataciones, debe haber un solo **registro** por proceso de contrataciones, uniendo todas las entregas disponibles para el proceso de contrataciones.

source: A record **must** contain:
es: Un registro **debe** contener:
fr: Une archive **doit** contenir :
it: Un descrittore **deve** contenere:

source: An [ocid](../identifiers/#ocid)
es: Un [ocid](../identifiers/#ocid)

source: An array of **[releases](#release)** about this contracting process - either by providing a URL for where these releases can be found, or embedding a full copy of the release
es: Una lista de **[releases](#release)** sobre este proceso de contrataciones- puede ser dando un URL de dónde se puedan encontrar estas entregas, o incorporando una copia completa de la entrega.

source: This allows the record to function as an index of all the releases about a contracting process.
es: Esto permite al registro funcionar como un índice de todas las entregas sobre un proceso de contrataciones.

source: Records **should** contain:
es: Los registros **deberían** contener:
fr: Les archives **devraient** contenir :
it: Il descrittori **dovrebbero** contenere:

source: **compiledRelease** - the latest version of all open contracting process fields, represented using the release schema.
es: Una **compiledRelease** - la última versión de todos los campos del proceso de contratación abierta, representada usando el esquema de entrega.
fr: **compiledRelease** (instance compilée) - une instance contenant tous les champs du processus de passation de marché dans leur dernière version.
it: **compiledRelease** - l'ultima versione di tutti i campi del processo di contrattazione aperta, rappresentati utilizzando lo schema per la versione.

source: Records **may** contain:
es: Los registros **pueden** contener:

source: **versionedRelease** - containing the history of the data in the compiledRelease, with all known past values of any field and the release that information came from.
es: **versionedRelease**- contiene una historia de los datos en el compiledRelease, con todos los valores pasados de cualquier campo y la entrega de la que viene la información.

source: The versioned release format is designed to support analysis of how data has changed between releases, and will often be generated by data users, rather than by publishers.
es: El formato de entrega versionada está diseñado para apoyar el análisis de cómo han cambiado los datos entre entregas y normalmente se generarán por los usuarios más que por los publicadores
fr: La publication versionnée est conçue pour analyser l'évolution des données dans le temps entre les instances, et sera souvent générée par les utilisateurs des données plutôt que par les producteurs.
it: Il formato della versione è progettato per supportare l'analisi di come i dati sono cambiati tra le diverse versioni e viene spesso richiesto e quindi generato dagli utenti, piuttosto che da coloro che pubblicano i dati.

source: Package Metadata
es: Metadatos de Paquete

source: Records must be published within a [record package](record_package).
es: Los registros deben de publicarse dentro de un [paquete de registros](record_package).

source: Title
es: Título
fr: Titre
it: Titolo

source: Description
es: Descripción
it: Descrizione

source: Type
es: Tipo
it: Tipo

source: Format
es: Formato
it: Formato

source: Required
es: Requerido
fr: Requis
it: Necessario

source: See the guidance on [package metadata](../reference/#package-metadata). In addition, a record package includes:
es: Ve la guía de [meta-datos de un paquete](../reference#package-metadata). Adicionalmente, un paquete de registros incluye:

source: `packages` - links to the release packages used to compile the records
es: `packages`- enlaces a los paquetes de entregas utilizados para compilar los registros

source: `records` - one or more records, each of which, at least, links to or embeds the releases about the contracting process that it describes
es: `records` - uno o más registros, cada uno de los cuales, al menos, enlaza o incrusta las entregas sobre el proceso de contratación que describe

source: You can see this in the full example of a record below.
es: Puedes ver esto a continuación en el ejemplo completo de un registro.
fr: Vous pouvez le voir dans l'exemple d'archive complète ci-dessous.
it: Puoi vederlo nell'esempio completo di un descrittore qui sotto.

source: Record structure
es: Estructura de un registro
fr: Structure d'une archive
it: Struttura del descrittore

source: Each record package contains an array of one or more records, consisting of the following sections:
es: Cada paquete de registros contiene una matriz de uno o más registros, que consiste en las siguientes secciones:
fr: Chaque paquet d'archives contient une liste d'une ou plusieurs archives, chaque archive comprenant les sections suivantes :
it: Ogni pacchetto di descrittori contiene uno o più descrittori, costituiti dalle seguenti sezioni:

source: Releases (required)
es: Entregas (requerido)
fr: Instances (requis)
it: Rilasci (richiesto)

source: Compiled Release (recommended)
es: Release compilado (recomendado)

source: Versioned Release (optional)
es: Release versionado (opcional)

source: Release list
es: Lista de entregas
fr: Liste des archives
it: Elenco dei rilasci

source: The releases that make up a contracting process can be provided in two ways:
es: Las entregas que crean un proceso de contratación pueden proveerse de dos maneras:
fr: Les instances qui constituent un processus de passation de marché peuvent être présentées de deux manières :
it: Le versioni che costituiscono una procedura di appalto possono essere fornite in due modi:

source: URLs and metadata for each release; or
es: URLs y meta-datos para cada entrega; o
fr: Des URLs et métadonnées pour chaque instance ; ou
it: URL e metadati per ogni versione; o

source: Embedded copies of the release;
es: Copias embebidas de la entrega;
fr: Des copies intégrées de l'instance ;
it: Copie incorporate della versione;

source: If providing an array of URLs, it must be possible for a consuming application to look up each URL, retrieve a release package, and locate the release inside it. In order to locate the specific release inside a release package, the `id` of the release must be appended to the package URL using a fragment identifier.
es: Si se provee una lista de URLs, debería ser posible para un aplicación consumidora buscar cada URL, recuperar un paquete de entregas y ubicar la entrega dentro de éste. Para poder ubicar la entrega específica dentro de un paquete, el `id` de la entrega debe de estar adjunto a la URL del paquete usando un identificador de fragmento.

source: An example releases section is given below.
es: A continuación se presenta un ejemplo de la sección de entregas.
fr: Un exemple de section d'instance est donné ci-dessous.
it: Di seguito è riportata una sezione di rilascio di esempio.

source: Compiled Release
es: Entrega Compliada
fr: Instance compilée
it: Rilascio compilato

source: The compiled release is the latest version of all the data about this contracting process, and has the same schema as a release.
es: La entrega compilada es la última versión de todos los datos sobre este proceso de contratación y tiene el mismo esquema que una entrega.
fr: L'instance compilée est la dernière version de toutes les données relatives à ce processus de passation de marché et a le même schéma qu'une instance.
it: Il rilascio compilato è la versione più recente contenente tutti i dati su questo processo di appalto e ha lo stesso schema di una versione.

source: The process for creating a compiled release is described in the guidance on [merging](merging).
es: El proceso para crear una entrega compilada se describe en la guía sobre cómo [fusionar](merging).

source: A compiled release provides a snapshot of the current state of a contracting process, and the contents must comply with the release schema, with the exception of any fields on which `"omitWhenMerged": true` is declared.
es: Un release compilado da una vista del estado actual de un proceso de contrataciones, y los contenidos deben de cumplir con el esquema de entrega, con la excepción de los campos en los que se declare `"omitWhenMerged": true`.

source: Versioned Release
es: Entrega Versionada
fr: Instance versionnée
it: Rilascio versionato

source: A versioned release contains the history of all the data in the compiled release, including which fields have changed, when they were changed, and the release which updated them.
es: Una **entrega** versionada contiene el historial de todos los datos en la **entrega** compilada, incluyendo cuáles campos han cambiado, cuándo fueron cambiados y la **entrega** en la que se actualizaron.
fr: Une instance versionnée contient l'historique de toutes les données dans la version compilée, y compris les champs qui ont changé, quand ils ont changé, et l'instance via lesquels ils ont changé.
it: Un rilascio versionato contiene la cronologia di tutti i dati nel rilascio o versione compilata, compresi i campi che sono stati modificati, quando sono stati modificati e la versione che li ha aggiornati.

source: This versioned information is valuable for many use cases relating to contract monitoring. However, it can add substantially to file sizes, and so where publishers do generate this at source, they can consider publishing versioned and non-versioned copies of the records.
es: La información versionada es importante para muchos casos de uso relacionados al monitoreo de los contratos. Sin embargo, puede incrementar substancialmente el tamaño de los archivos, entonces, cuando los publicadores generan esto en la fuente, pueden considerar publicar copias versionadas y no versionadas de los registros.

source: Third parties can use the information in the releases list to fetch source data, compile and verify their own version history for a contract.
es: Los terceros pueden usar información en la lista de entregas para obtener datos de la fuente, compilar, y verificar su propio historial de versiones para un contrato.

source: An example extract of the versioned information for a tender value is shown below. This makes visible the change in contract value from the planning to the tender stage, whilst currency, which was first encountered in the planning stage stayed unchanged.
es: A continuación se muestra un extracto de ejemplo de la información versionada para un valor de licitación. Esto visibiliza el cambio en el valor del contrato de la planeación a la etapa de licitación, mientras que la divisa, que se encontró por primera vez en la etapa de planeación no tuvo cambios.
fr: Vous trouverez ci-dessous un exemple d'extrait des informations versionnées pour un appel d'offres. Ces informations versionnées mettent en évidence le changement de la valeur du contrat depuis la planification jusqu'à l'étape de l'appel d'offres, tandis que la devise qui a été spécifiée pour la première fois lors de l'étape de planification est restée inchangée.
it: Di seguito è riportato un esempio di estratto delle informazioni di versione per un dato di una gara. Ciò mostra il cambiamenti del valore del contratto dalla fase di pianificazione alla fase di gara, mentre mostra che l'importo, inizialmente impostato nella fase di pianificazione, è rimasto invariato.

source: Whereas there can be multiple releases concerning a given contracting process, there should be a single **contracting record** for each ocid, providing a summary of all the available data about this particular contracting process.
fr: Il peut y avoir plusieurs instances concernant un même processus de passation de marché, mais il ne devrait y avoir qu'une seule **archive** pour chaque ocid, fournissant un résumé de toutes les données disponibles sur ce processus en particulier.
it: Mentre ci possono essere più versioni di un determinato processo di contrattazione, dovrebbe esserci una sola **documentazione di contratto** per ciascun identificativo ocid, che fornisce un riepilogo di tutti i dati disponibili su questo particolare processo di contrattazione.

source: An [ocid](../../../identifiers/#ocid)
it: Un [ocid](../../../identifiers/#ocid)

source: An array of **[releases](#release)** related to this contracting process - either by providing a URL for where these releases can be found, or embedding a full copy of the release
fr: Une liste d'**[instances](#release)** liées à ce processus de passation de marchés : soit en fournissant une URL à laquelle ces instances peuvent être trouvées, ou soit en intégrant une copie entière des instances.
it: Una lista di **[versioni](#versioni)** relativo a questo processo di contrattazione - fornendo un URL per la posizione in cui queste versioni possono essere trovate, o incorporando una copia completa della versione

source: This allows the record to function as an index of all the releases related to a given contracting process.
fr: Ceci permet à l'archive de fonctionner comme un index de toutes les archives liées à un seul processus de passation de marché.
it: Ciò consente al descrittore di funzionare come un indice o visura di tutte le versioni relative a un determinato processo di contrattazione.

source: Records **may** optionally contain:
fr: Les archives **peuvent** éventuellement contenir :
it: I descrittori **possono** facoltativamente contenere:

source: **versionedRelease** - containing the history of the data in the compiledRecord, with all known past values of any field and the release that information came from.
fr: **versionedRelease** (instance versionnée) - contenant l'historique des données dans l'archive compiledRecord, avec toutes les valeurs passées connues de tous les champs et l'instance d'où provient l'information.
it: **versionedRelease** - contenente la cronologia dei dati nel compiledRecord, con tutti i valori passati conosciuti di qualsiasi campo e la versione da cui provengono tali informazioni.

source: Package metadata
fr: Métadonnées des packages
it: Metadati del pacchetto

source: Records should be embedded within a record package.
fr: Les archives devraient être intégrées dans un paquet d'archives.
it: I record devono essere incorporati in un pacchetto.

source: See the guidance on [package metadata](../../../reference#package-metadata). In addition, a record package includes:
it: Vedi la guida su [pacchetto metadata](../../../reference#package-metadata). Inoltre, un pacchetto di descrittori include:

source: `packages` - which should provide links to all the release packages used to compile this record.
it: `packages` - che dovrebbe fornire collegamenti a tutti le versioni utilizzare per compilare questo descrittore.

source: `records` - one or more contracting process records, containing, at the very least, identifiers for the all the releases that relate to each contracting process.
it: `records`: uno o più record del processo di aggiudicazione, contenenti, come minimo, identificatori per tutte le versioni relative a ciascuna procedura di appalto.

source: Compiled Release (optional)
fr: Instances compilées (optionnel)
it: Rilasci compilati (opzionale)

source: Versioning Release (optional)
fr: Instances versionnées (optionnel)
it: Versionamento dei rilasci (opzionale)

source: If providing an array of URLs, it should be possible for a consuming application to look up each URL, retrieve a release package, and locate the release inside it. In order to locate the specific release inside a release package the releaseID of the release should be appended to the package URL using a fragment identifier.
fr: Dans le cas d'une liste d'URL, il devrait être possible pour une application réutilisant les données de consulter chaque URL, de récupérer un paquet d'instances et de localiser l'instance à l'intérieur. Afin de localiser l'instance spécifique à l'intérieur d'un paquet d'instance, le releaseID de l'instance doit être ajouté à l'URL de paquet en utilisant un identifiant de fragment (#xxx).
it: Se si fornisce un array di URL, dovrebbe essere possibile per un'applicazione di processare ogni singola URL, e quindi recuperare un pacchetto di rilasci e individuare la singola versione al suo interno. Per individuare la versione specifica all'interno di un pacchetto di rilascio, l'ID della versione di rilascio deve essere aggiunto all'URL del pacchetto utilizzando un frammento dell'indirizzo dove mettere appunto l'identificatore .

source: The process for creating a compiled release is described in the guidance on [merging](merging.md).
fr: Le processus de création d'une instance compilée est décrit dans les indications sur [la fusion](merging.md).
it: Il processo per la creazione di un rilascio compilato è descritto nella guida su [merging] (merging.md).

source: A compiled release provides a snapshot of the current state of a contracting process, and the contents should follow the release schema.
fr: Une instance compilée donne un aperçu de l'état actuel d'un processus de passation de marché, et le contenu doit suivre le schéma d'instance.
it: Una rilascio o versione compilata fornisce un'istantanea dello stato corrente di un processo di contrazione e il contenuto dovrebbe seguire lo schema di versione.

source: This versioned information is valuable for many use cases relating to contract monitoring. However, it can add substantially to file sizes, and so where publishers do generate this at source, they should consider publishing versioned and non-versioned copies of the records.
fr: Cette information versionnée est précieuse pour de nombreux cas d'utilisation des données liées au suivi et à la surveillance des contrats. Cependant, elle peut accroître de manière substantielle la taille des fichiers. Par conséquent, lorsque les producteurs de données génèrent cette information à la source, ils devraient envisager de publier des copies des archives versionnées et non-versionnées.
it: Queste informazioni versionate sono preziose per molti casi d'uso relativi al monitoraggio dei contratti. Tuttavia, può aumentare notevolmente le dimensioni dei file e, pertanto, quando coloro che pubblicano i dati lo generano alla fonte, dovrebbero prendere in considerazione la possibilità di pubblicare copie con e senza versioni dei descrittori.

source: Third parties should also be able to use the information in the releases list to fetch source data, compile and verify their own version history for a contract.
fr: Les utilisateurs des données doivent également être en mesure d'utiliser les informations dans la liste des instances pour extraire des données à la source, les compiler et vérifier leur propre historique du contrat.
it: Le terze parti dovrebbero anche essere in grado di utilizzare le informazioni nell'elenco delle versioni o dei rilasci per recuperare i dati di origine, compilare e verificare la cronologia delle versioni di un contratto.

source: An [ocid](../../identifiers/#ocid)
fr: Un [ocid](../../identifiers/#ocid)

source: See the guidance on [package metadata](reference.md#package-metadata). In addition, a record package includes:
fr: Consultez les indications sur [les métadonnées des packages](reference.md#package-metadata). En outre, un package d'archives comprend :

source: ```packages``` - which should provide links to all the release packages used to compile this record.
fr: ```packages``` - qui devrait fournir des liens vers tous les paquets d'instances utilisés pour compiler cette archive.

source: ```records``` - one or more contracting process records, containing, at the very least, identifiers for the all the releases that relate to each contracting process.
fr: ```records``` - une ou plusieurs archives contenant, au minimum, les identifiants de toutes les instances qui se rapportent à chaque processus de passation des marchés.
