Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, fr, it

source: The ```unit``` block allows detailed specification of the parameters and price of units that make up a line-item. Although no codelist for units has been established in the current release of the standard, publishers may consider using the Units provided by the [Quantities, Units, Dimensions and Data Types Ontologies](http://www.qudt.org/qudt/owl/1.0.0/unit/) in the ```unit.name``` field (drawing on the CamelCase unit names, such as SquareMile), in order to provide detailed information the cost per unit of a line-item.
es: El bloque de ```unidad``` permite especificaciones detalladas de los parámetros y el precio de las unidades que componen un artículo. Aunque no hay lista de código para las unidades en la versión actual de estándar, los publicadores pueden considerar usar las Unidades provistas por las [Quantities, Units, Dimensions and Data Types Ontologies](http://www.qudt.org/qudt/owl/1.0.0/unit/) en el campo ```unit.name``` (tomando los nombres de unidad del CamelCase, tales como SquareMile), para proveer información detallada del costo por unidad de un artículo.
fr: Le bloc des unités —```unit```— permet la spécification détaillée des paramètres et des prix des unités qui composent un poste de dépense. Bien qu'aucune liste de codes pour les unités n'ait été établie dans la version actuelle du standard, les producteurs de données peuvent envisager d'utiliser les unités fournies par les [Quantités, Unités, Dimensions et les ontologies de Types de données (QUDT)](http://www.qudt.org/qudt/owl/1.0.0/unit/) dans le champ ```unit.name``` (basé sur des noms des unités en ChatMot, tel que MetricTon), afin de fournir des informations détaillées sur le coût par unité d'un poste de dépense.

source: The ```dateModified``` field should be changed whenever the progress towards a milestone is reviewed, and the ```status``` either updated, or re-confirmed.
es: El campo ```dateModified``` debe cambiarse cuando se revise el progreso hacia un hito y el ```status``` se actualice o se vuelva a confirmar.
fr: Le champ ```dateModified``` (date de modification) doit être mis à jour lors de la révision de la progression d'un étape, et le champ ```status``` (statut) doit être soit mis à jour, soit confirmé.

source: In all these cases, the ```relatedProcess``` block can be used to cross-reference between the relevant open contracting processes using their ```ocid```.
es: En todos estos casos, el bloque ```relatedProcess``` puede utilizarse para hacer una referencia cruzada entre los procesos de contratación abierta pertinentes utilizando su ``` OCID```.
fr: Dans tous ces cas, le bloc ```relatedProcess``` peut être utilisé pour faire un renvoi entre des processus de passation de marchés connexes en utilisant leur ```ocid```.

source: As well as providing this machine-readable link between processes, publishers may also provide links to human-readable documentation in the relevant ```documents``` blocks. For example:
es: Además de proporcionar este enlace legible por máquina entre los procesos, los publicadores también pueden proporcionar enlaces a la documentación legible por humanos en los bloques ```documents```. Por ejemplo:
fr: En plus de fournir ce lien lisible par une machine entre les processus, les éditeurs peuvent également fournir des liens vers une documentation lisible par un humain dans les composants ```documents``` adaptés. Par exemple :

source: When recording a ```release/relatedProcess``` pointing to the ocid of the planning process that resulted in a tender, a ```tender/documents``` entry with a ```documentType``` of 'procurementPlan' and a link to web pages about the procurement plan could be provided;
es: Cuando se registra un ```release/relatedProcess``` apuntando al ocid del proceso de planificación que dio lugar a una licitación, una entrada ```tender/documents``` con ```documentType``` de 'procurementPlan' y podría proporcionarse un enlace a páginas web sobre el plan de adquisiciones;
fr: Lors de l'enregistrement d'un ```release/relatedProcess``` pointant vers l'`ocid` du processus de planification qui a débouché sur un appel d'offres, une entrée ```tender\documents` avec un ```documentType``` indiquant la valeur `procurementPlan` et un lien vers les pages Web relatives au plan d'achat public pourrait être renseignée dans le composant `documents` ;

source: When recording a ```contract/relatedProcess``` pointing to the ocid of a sub-contracting process, a ```contract/documents``` entry with a ```documentType``` of 'subContract' and a title that describes it as the subcontracting process, could be provided;
es: Cuando se registra un ```contract/relatedProcess``` apuntando a la ocid de un proceso de subcontratación, una entrada ``` contract/documents``` con ```documentType``` de 'subContract' y un título que lo describa como el proceso de subcontratación, podría ser proporcionado;
fr: Lors de l'enregistrement d'un ```contract/relatedProcess``` pointant vers l'`ocid` d'un processus de sous-traitance, une entrée ```contract/documents``` avec un ```documentType``` indiquant la valeur `subContract` et un titre le décrivant dans le processus de sous-traitance pourrait être fourni dans le composant `documents`;

source: When recording a ```contract/relatedProcess``` pointing to the ocid of a tender process to renew a given contract, a ```contract/documents``` entry with a ```documentType``` of 'tenderNotice' and a title that describes it as the successor process, could be provided;
es: Cuando se registra un ```contract/relatedProcess`` que señala el ocid de un proceso de licitación para renovar un contrato determinado, una entrada ```contract/documents``` con````documentType``` de 'tenderNotice' y un título que lo describa como el proceso sucesor, podría ser proporcionado;
fr: Lors de l'enregistrement d'un ```contract/relatedProcess``` pointant vers l'`ocid` d'un processus d'appel d'offres pour renouveler un contrat donné, une entrée ```contract/documents``` avec un ```documentType``` indiquant la valeur `tenderNotice` et un titre le décrivant comme le processus lui succédant pourrait être fourni dans le composant `documents`;

source: E.g. ```title``` and ```title_es```
es: P. Ej. ```title``` y ```title_es```
fr: Par exemple ```title``` et ```title_es```

source: In order to allow users to identify the language used in non-suffixed fields, OCDS release and records should declare the default language in the ```language``` field.
es: Para permitir a los usuarios identificar el lenguaje usado en campos sin sufijos, las entregas y registros de OCDS deben declarar el lenguaje por defecto en el campo ```language```.
fr: Afin de permettre aux utilisateurs d'identifier la langue utilisée dans les champs non-suffixés, les instances OCDS et les archives doivent déclarer la langue par défaut dans le champ ```language```.

source: To include a language variation of a field, the field name should be suffixed with _ and the appropriate language tag. For example: ```title_es``` for Spanish.
es: Para incluir una variación de idioma de un campo, el nombre del campo debe de tener el sufijo _ y la etiqueta de lenguaje apropiado. Por ejemplo: ```title_es``` para español.
fr: Pour inclure une variation linguistique d'un champ, _ et le code de la langue doivent être ajoutés au nom du champ. Par exemple : ```title_es``` pour l'espagnol.

source: If a field is included with a value in one release, and then set to ```null``` in a subsequent release, that field will be recorded as null in the compiled record (though past values of it should remain in the versioned section of the record).
es: Si un campo se incluye con un valor en una entrega y luego se cambia a ```nulo``` en una entrega subsecuente, ese campo se registratá como nulo en el registro compilado (aunque los valores anteriores pueden permanecer en la sección versionada del registro).
fr: Si un champ est inclus avec une valeur dans une instance, puis mis à ```null``` dans une instance ultérieure, ce champ sera enregistré comme ```null``` dans l'archive compilée (bien que les valeurs passées de celui-ci doivent rester dans la section versionnée de l'archive).

source: If a field is set to null in one release, and is also set to ```null``` in a subsequent release, it will be recorded as null as per the original release, and the record will not show any change based on the subsequent release I.e. fields that are set to null are recorded as such and then only changed if the value is set.
es: Si un campo se establece como nulo en una entrega y se establece como ```nulo``` en una entrega subsecuente, se registrará como nulo como en la entrega original y el registro no mostrará ningún cambio basado en la entrega subsecuente, p.ej. los campos que están establecidos como nulos se registran así y sólo cambian si se les otorga un valor.
fr: Si un champ est défini sur ```null``` dans une instance, et est également mis à ```null``` dans une instance ultérieure, il sera enregistré comme ```null``` selon l'instance originale et l'archive ne montrera pas tous les changements basés sur les champs des instances ultérieures. Les champs dont les valeurs sont définies sur ```null``` sont enregistrés en tant que tel et sont seulement changés si une valeur est définie.

source: If a field is set to ```null``` in one release, and then has a value in a subsequent release, it will first appear in the record, and the version section of the record as ```null``` and then with the subsequent value.
es: Si un campo se establece como ```nulo``` en una entrega y luego se le otorga un valor en una entrega subsecuente, primero aparecerá en el registro y la sección versionada como ```nulo```y después con el valor que se otorgue.
fr: Si un champ est fixé sur ```null``` dans une instance, puis se voit attribuer une valeur dans une version ultérieure, cela apparaît d'abord dans l'archive et la section de version de l'archive en tant que` `` null```, puis avec la valeur ultérieure.
