Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, fr, it

source: A period has a start date, end date, and/or duration. Start and end dates are represented using date-times. Durations are represented as a number of days.
es: Un período tiene una fecha de inicio, una fecha de finalización y/o una duración. Las fechas de inicio y fin se representan con la fecha-hora. Las duraciones se representan como un número de días.
fr: Une période a une date de début, une date de fin et/ou une durée. Les dates de début et de fin sont représentées à l'aide des dates-heures. Les durées sont représentées en nombre de jours.
it: Un periodo ha una data di inizio, una data di fine e/o una durata. Le date di inizio e fine sono rappresentate utilizzando il formato per le date. Le durate sono rappresentate da un numero di giorni.

source: Periods may also include a `maxExtentDate` which indicates the latest possible end date of this period, or the latest date up until which the period could be extended without an amendment.
it: I periodi possono anche includere un "maxExtentDate" che indica l'ultima data di fine possibile di questo periodo o la data più recente fino alla quale il periodo potrebbe essere esteso senza una variazione ufficiale.

source: The following extensions are available for period
es: Las siguientes extensiones están disponibles para el período
fr: Les extensions suivantes sont disponibles pour la période
it: Le seguenti estensioni sono disponibili per il periodo

source: Date
es: Fecha
it: Data

source: OCDS makes use of [ISO8601](http://en.wikipedia.org/wiki/ISO_8601) date-times, following [RFC3339 §5.6](http://tools.ietf.org/html/rfc3339#section-5.6).
es: El OCDS usa el formato de fechas [ISO8601](http://en.wikipedia.org/wiki/ISO_8601), siguiendo [RFC3339 §5.6](http://tools.ietf.org/html/rfc3339#section-5.6).
fr: OCDS utilise la norme de date et d'heure [ISO8601](http://en.wikipedia.org/wiki/ISO_8601), suivant la [RFC3339 §5.6](http://tools.ietf.org/html/rfc3339#section-5.6).
it: OCDS utilizza il formato [ISO8601](http://en.wikipedia.org/wiki/ISO_8601) per le date e gli orari, seguendo quanto specificato sul [RFC3339 §5.6](http://tools.ietf.org/html/rfc3339#section-5.6).

source: A time and timezone/offset MUST always be provided in a date-time.
es: Una hora y zona horaria/desplazamiento DEBE siempre mostrarse en fecha-hora.
fr: Une heure complète (heures, minutes, secondes) et un fuseau horaire DOIVENT toujours être fournis dans une date-heure.
it: Un orario con relativo fuso orario DEVONO sempre essere forniti in una data-ora.

source: The following are valid date-times:
es: Las siguientes son fecha-horas válidas:
fr: Les date-heures suivantes sont valides:
it: Quelle di seguito sono date-orario valide:

source: '2014-10-21T09:30:00Z' - 9:30 am on the 21st October 2014, UTC
es: '2014-10-21T09:30:00Z' - 9:30 am el 21 de octubre de 2014, UTC
fr: '2014-10-21T09:30:00Z' - 9:30 le 21 octobre 2014, fuseau UTC (temps universel)
it: '2014-10-21T09: 30: 00Z' - 9:30am per il 21 ottobre 2014, UTC

source: '2014-11-18T18:00:00-06:00' - 6pm on 18th November 2014 CST (Central Standard Time)
es: '2014-11-18T18:00:00-06:00' - 6pm el 18 de noviembre de 2014 CST (hora estándar del centro)
fr: '2014-11-18T18:00:00-06:00' - 18:00 le 18 novembre 2014 UTC -6h (fuseau CST, Central Standard Time)
it: '2014-11-18T18: 00: 00-06: 00' - 18:00 del 18 novembre 2014 CST (Central Standard Time)

source: The following are not valid:
es: Las siguientes no son válidas:
fr: La date-heures suivantes ne sont pas valides :
it: Quanto segue non è valido:

source: '2014-10-21' - Missing time portion
es: '2014-10-21' - Falta la porción de hora
fr: '2014-10-21' - Il manque l'heure.
it: "2014-10-21" - Manca la parte relativa all'orario

source: '2014-10-21T18:00' - missing seconds in time portion.
es: '2014-10-21T18:00' - Faltan los segundos en la porción de hora
fr: '2014-10-21T18:00' - il manque les secondes.
it: '2014-10-21T18: 00' - mancano i secondi nellorario.

source: '2014-11-18T18:00:00' - Missing timezone/offset portion
es: '2014-11-18T18:00:00' - Falta la porción de zona horaria/desplazamiento
fr: '2014-11-18T18:00:00' - il manque le fuseau horaire.
it: '2014-11-18T18: 00: 00' - Manca il fuso orario nell'orario

source: '11/18/2014 18:00' - Not following the pattern at all!
es: '11/18/2014 18:00' - ¡No sigue el patrón en absoluto!
fr: '11/18/2014 18:00' - ne suit absolument pas le modèle !
it: '11 / 18/2014 18:00 '- Non conforme al formato dello schema!

source: Accurately including the time and timezone offsets is particular important for tender deadlines and other dates which may have legal significance, and where users of the data may be from different timezones. The character Z on the end of a date-time indicates the [UTC](http://en.wikipedia.org/wiki/Coordinated_Universal_Time) (or Zero offset) timezone, whereas other timezones are indicated by their value '+/-hh:mm' UTC on the end of the date-time value.
es: Incluir con exactitud la hora y los desplazamientos de zonas horarias es de particular importancia para las fechas límite de las licitaciones y otras fechas que pueden ser significativas legalmente y donde los usuarios de los datos pueden ser de distintas zonas horarias. El caracter Z al final de una fecha-hora indica el huso horario [UTC](http://en.wikipedia.org/wiki/Coordinated_Universal_Time) (o desplazamiento cero), mientras que otras zonas horarias se indican por su valor '+/-hh:mm' UTC al final del valor fecha-hora.
fr: Il est particulièrement important d'indiquer avec précision l'heure et le fuseau horaire pour les délais d'appel d'offres et les autres dates qui peuvent avoir une valeur juridique, les utilisateurs des données pouvant dépendre de fuseaux horaires différents. Le caractère Z à la fin d'une date-heure indique le fuseau [UTC](https://fr.wikipedia.org/wiki/Temps_universel_coordonn%C3%A9) (ou zéro décalage), tandis que les autres fuseaux horaires sont indiqués par leur valeur '+/- hh:mm UTC ' à la fin de la valeur date-heure.
it: L'offset accurato dei tempi e delle fasce orarie è particolarmente importante per le scadenze delle offerte e altre date che possono avere un valore legale e in cui gli utenti dei dati possono provenire da fusi orari diversi. Il carattere Z alla fine di una data-ora indica il fuso orario [UTC](http://en.wikipedia.org/wiki/Coordinated_Universal_Time) (o Zero offset), mentre gli altri fusi orari sono indicati dal loro valore '+/- hh:mm' UTC alla fine del valore di data-ora.

source: In the event that the system from which data is drawn only includes dates, and does not include time information, publishers should consider sensible defaults for each field. For example, the startDate time of a clarification period may be set to '00:00:00Z' to indicate that clarifications can be requested from any time on the date stated, with the endDate time set to 23:59:59Z to indicate that clarifications can be sent up until the end of the endDate given. Alternatively, if clarification requests are only accepted in standard office hours, these values might be 09:00:00Z and 17:00:00Z respectively.
es: En el caso de que el sistema del cual se sacan los datos sólo incluya fechas y no incluya información de hora, los publicadores deben de considerar valores predeterminados que tengan sentido para cada campo. Por ejemplo, el hora startDate de un periodo de aclaraciones puede establecerse en '00:00:00Z' para indicar que las aclaraciones pueden solicitarse en cualquier momento en la fecha mencionada, con la endDate establecida en 23:59:59Z para indicar de que se pueden enviar aclaraciones hasta el final de la endDate establecida. Alternativamente, si las solicitudes de aclaración sólo se aceptan en horas de oficina estándar, estos valores pueden ser 09:00:00Z y 17:00:00Z respectivamente.
fr: Dans le cas où le système d'où les des données sont extraites n'inclut pas d'informations sur l'heure, les producteurs de données doivent réfléchir à une valeur par défaut pour chaque champ. Par exemple, l'heure ```startDate``` de début d'une période de clarification peut être fixée à '00:00:00Z' pour indiquer que des précisions peuvent être demandées à tout moment à la date indiquée, avec le temps de ```endDate``` fixé à 23:23:59Z pour indiquer que les clarifications peuvent être envoyées jusqu'à la fin de la journée à la date de fin donnée. Par ailleurs, si les demandes de clarification ne sont acceptées qu'aux horaires classiques de bureau, ces valeurs peuvent être comprises entre 09:00:00Z et 17:00:00Z.
it: Nel caso in cui il sistema da cui vengono estratti i dati includa solo le date e non includa le informazioni sull'ora, coloro che pubblicano i dati dovrebbero considerare le impostazioni predefinite per ciascun campo. Ad esempio, l'ora di inizio di un periodo di chiarimento può essere impostata su '00:00:00Z' per indicare che i chiarimenti possono essere richiesti in qualsiasi momento alla data indicata, con l'ora di fine impostata su 23:59:59Z per indicare che i chiarimenti possono essere inviati fino alla fine della giornata alla data indicata. In alternativa, se le richieste di chiarimento sono accettate solo negli orari d'ufficio standard, questi valori potrebbero essere ad esempio 09:00:00Z o 17:00:00Z.

source: In the event that a date field is not bound to a specific time at all, publishers should choose a default time value of '23:59:59' and either 'Z' (for UTC) or the timezone of the publisher, indicating that the time refers to the end of the given date.
es: En caso de que un campo de fecha no esté atado a una hora específica en absoluto, los publicadores deben elegir la hora predeterminada '23:23:59' y 'Z' (para UTC) o la zona horaria del publicador, indicando que la hora se refiere al final de la fecha establecida.
fr: Dans le cas où un champ de date n'est pas lié à un horaire précis, les producteurs de données OCDS doivent choisir une valeur de temps par défaut de '23:59:59' et soit 'Z' (pour le fuseau UTC) soit le fuseau horaire du producteur des données, indiquant ainsi que l'heure se réfère à la fin de la date donnée.
it: Nel caso in cui un campo data non sia associato a un orario specifico, coloro che pubblicano i dati dovrebbero scegliere un valore temporale predefinito di '23:59:59' e 'Z' (per UTC) o altro fuso orario dell'editore, indicando che il tempo si riferisce alla fine della data indicata.

source: Item
es: Artículo
fr: Biens et services
it: Articolo

source: The items block is used to list the line-items associated with a tender, award or contract.
es: El bloque artículo se usa para listar los artículos de lista asociados con una licitación, adjudicación o contrato.
fr: Le composant des biens et services —```items```— est utilisé pour lister les postes de dépense associés à l'offre (```tender```), l'attribution (```award```) ou au contrat (```contract```).
it: Il blocco degli articoli viene utilizzato per elencare gli elementi associati a un'offerta, un aggiudicazione o un contratto.

source: These are extensions related to Items.
es: Estas son extensiones relacionadas con los artículos.
fr: Voici les extensions liées aux biens et services achetés.
it: Queste sono estensioni relative agli Articoli.

source: Location
es: Ubicación
fr: Localisation
it: Posizione

source: Allow the point of delivery for a given item or the site of works to be completed to be indicated in both the tender, award and contract stage.
es: Permite que el punto de entrega de un artículo determinado o el sitio de las obras a completar se indique en la fase de licitación, adjudicación y contrato.
fr: Permet d'indiquer le point de livraison d'un bien ou service donné (ou le site des travaux à compléter) à la fois dans l'étape de l'appel d'offres, dans celle de l'attribution et dans celle du contrat.
it: Consentire di indicare il punto di consegna per un dato articolo o il luogo di lavoro da indicare sia nella fase di gara, aggiudicazione e contratto.

source: Classification
es: Clasificación
it: Classificazione

source: Unit
es: Unidad
fr: Unité
it: Unità

source: The `unit` block allows detailed specification of the parameters and price of units that make up a line-item. Although no codelist for units has been established in the current release of the standard, publishers may consider using the Units provided by the [Quantities, Units, Dimensions and Data Types Ontologies](http://www.qudt.org/qudt/owl/1.0.0/unit/) in the `unit.name` field (drawing on the CamelCase unit names, such as SquareMile), in order to provide detailed information the cost per unit of a line-item.
it: Il blocco `unit` consente una specifica dettagliata dei parametri e del prezzo delle unità che compongono un elemento. Sebbene nessun vocabolario controllato sia stata stabilito per le unità, nell'attuale versione dello standard , coloro che pubblicano dati potrebbero prendere in considerazione l'utilizzo delle unità fornite dalle [quantità, tipologie, dimensioni e tipi di ontologie dei tipi di dati](http://www.qudt.org/qudt/owl/1.0.0/unit/) nel campo `unit.name` (impiegando termini scritti in CamelCase, come SquareMile), per fornire informazioni dettagliate sul costo unitario di un elemento.

source: Milestone
es: Hito
fr: Étape
it: Fase

source: Milestone information can be included in the [planning](#planning), [tender](#tender), [contract](#contract) and [contract implementation](#implementation) blocks.
es: La información de los hitos puede incluirse en los bloques [planificación](#planning), [licitación](#tender), [contrato](#contract) y [ejecución del contrato](#implementation).
fr: Les informations sur une étape peuvent être incluses dans les blocs sur la [planification](#planning), l'[appel d'offres](#tender), le [contrat](#contract) et l'[exécution du marché](#implementation).
it: Le informazioni sulla fase possono essere incluse nei blocchi [pianificazione](#planning), [gara](#tender), [contratto](#contract) e [attuazione](#implementation).

source: Notes:
es: Notas:
it: Note:

source: The `dateModified` field should be changed whenever the progress towards a milestone is reviewed, and the `status` either updated, or re-confirmed.
it: Il campo `dateModified` dovrebbe essere cambiato ogni volta che si verifica un avanzamento di fase e lo `status` viene aggiornato o riconfermato.

source: The following extensions to milestone are available
es: Las siguientes extensiones de hito están disponibles
fr: Les extensions suivantes sont disponibles pour les étapes
it: Sono disponibili le seguenti estensioni per le fasi

source: Milestone documents
es: Documentos de hito
fr: Documents de l'étape
it: Documenti della fase

source: Documents at the milestone level were deprecated in OCDS 1.1. This extension re-introduces the ability to attach documents to each individual milestone.
es: Los documentos en el nivel del hito son obsoletos en OCDS 1.1. Esta extensión re-introduce la capacidad de adjuntar documentos a cada hito individual.
fr: La description de documents au niveau des étapes a été dépréciée dans la version 1.1 du standard OCDS. Cette extension ré-introduit la possibilité d'attacher des documents à chaque étape individuelle.
it: I documenti al livello di fase erano deprecati in OCDS 1.1. Questa estensione reintroduce la capacità di allegare documenti a ogni singola fase principale.

source: Value
es: Valor
fr: Valeur
it: Valore

source: Financial values should always be published with a currency attached.
es: Los valores financieros siempre deben de publicarse emparejados con una moneda.
fr: Les valeurs financières devraient toujours être associées à une devise.
it: I valori finanziari dovrebbero sempre essere pubblicati con una valuta allegata.

source: Support for exchange rates, and tax information, can be provided using extensions.
es: El soporte para los tipos de cambio, y la información del impuesto, se pueden proporcionar usando extensiones.
fr: Il est possible d'inclure des taux de change et des informations fiscales en utilisant des extensions.
it: Il supporto per i tassi di cambio e le informazioni fiscali possono essere forniti utilizzando le estensioni.

source: The following extensions for value are available
es: Las siguientes extensiones de valor están disponibles
fr: Les extensions suivantes sont disponibles pour la valeur du marché
it: Sono disponibili le seguenti estensioni per il valore

source: In OCDS each contracting process can have only one planning and tender stage. There are a number of cases where it is important to know about related planning and tendering processes, including:
es: En OCDS cada proceso de contratación puede tener sólo una fase de planificación y de licitación. Hay una serie de casos en los que es importante conocer los procesos relacionados de planificación y licitación, entre ellos:
fr: Dans le standard OCDS, chaque processus de passation de marché ne peut avoir qu'une seule étape de planification et d'appel d'offres. Il existe un certain nombre de cas où il est important de connaître les processus de planification et d'appels d'offres connexes, y compris :
it: In OCDS ogni processo di appalto può avere solo una fase di pianificazione e di gara. Vi sono numerosi casi in cui è importante conoscere i relativi processi di pianificazione e appalto, tra cui:

source: When one planning process results in many tenders;
es: Cuando un proceso de planificación da lugar a muchas licitaciones;
fr: Lorsqu'un processus de planification aboutit à de nombreux appels d'offres ;
it: Quando un processo di pianificazione porta a molte gare;

source: What a contract is awarded following two distinct, but related, tender processes, such as in national frameworks with locally run mini-competitions;
es: Qué contrato se otorga a raíz de dos procesos distintos, pero relacionados, de licitación, como en los marcos nacionales con mini-competencias ejecutadas localmente;
fr: Quand un contrat est attribué à la suite de deux processus distincts (mais connexes) d'appels d'offres, tels que dans les contrats-cadres nationaux avec des mini-mises en concurrence locales;
it: Quale contratto viene aggiudicato a seguito di due distinti, ma correlati, processi di gara, come nei quadri nazionali con mini-competizioni a gestione locale;

source: When a contract results in the award of sub-contracts - and those sub-contracts are also tracked using OCDS;
es: Cuando un contrato resulta en la adjudicación de subcontratos - y esos subcontratos también se rastrean utilizando OCDS;
fr: Lorsqu'un contrat aboutit à l'attribution de sous-contrats et que ces sous-contrats sont également suivis à l'aide du standard OCDS ;
it: Quando un contratto dà luogo all'assegnazione di subappalti - e anche questi subappalti vengono tracciati utilizzando OCDS;

source: When a contract is coming up for renewal or replacement, and there is a contracting process to award the renewal/replacement contract;
es: Cuando un contrato es para renovación o reemplazo, y hay un proceso de contratación para adjudicar el contrato de renovación/reemplazo;
fr: Lorsqu'un contrat prévoit son renouvellement ou son remplacement, et qu'il existe un processus de passation des marchés pour attribuer le contrat de renouvellement/remplacement;
it: Quando un contratto è in fase di rinnovo o di sostituzione, e c'è una procedura di aggiudicazione per l'aggiudicazione del contratto di rinnovo/sostituzione;

source: In all these cases, the `relatedProcess` block can be used to cross-reference between the relevant open contracting processes using their `ocid`.
it: In tutti questi casi, il blocco `relatedProcess` può essere usato per fare un riferimento incrociato tra i processi di contrattazione aperti rilevanti usando il loro `ocid`.

source: A related process can be declared at two points in an OCDS release.
es: Un proceso relacionado puede ser declarado en dos puntos en una entrega de OCDS.
fr: Un processus connexe peut être déclaré à deux endroits dans une instance OCDS.
it: Un processo correlato può essere dichiarato in due punti in una versione OCDS.

source: **(1) At the release level** - used to point backwards to prior processes, such as planning or framework establishment.
es: **(1) En el nivel de entrega** - se utiliza para señalar hacia atrás a los procesos anteriores, tales como la planificación o el establecimiento del marco.
fr: **(1) Au niveau de l'instance** - utilisé pour pointer vers des processus précédents, tels que la planification ou l'établissement d'un cadre.
it: **(1) Al livello di versione** - utilizzato per puntare indietro a processi precedenti, come la pianificazione o ancor prima.

source: **(2) At the contract level** - used to point onward to sub-contracts, renewal or replacement processes that relate solely to the particular contract the property appears in.
es: **(2) A nivel del contrato** - usado para señalar hacia adelante los subcontratos, procesos de renovación o reemplazo que se refieren únicamente al contrato particular en el que aparece la propiedad.
fr: **(2) Au niveau du contrat** - utilisé pour pointer vers des processus de sous-traitance, de renouvellement ou de remplacement qui concernent uniquement le contrat dans lequel apparaît la propriété `relatedProcess`.
it: **(2) A livello di contratto** - utilizzato per indicare i subappalti, i processi di rinnovo o di sostituzione che si riferiscono esclusivamente al contratto specifico in cui la proprietà in oggetto è presente.

source: As well as providing this machine-readable link between processes, publishers may also provide links to human-readable documentation in the relevant `documents` blocks. For example:
it: Oltre a fornire il collegamento processabile da algoritmi tra i vari processi,coloro che pubblicano i dati possono anche fornire collegamenti a documentazione leggibili dagli utenti umani indicandoli nei relativi blocchi `documents`. Per esempio:

source: When recording a `release/relatedProcess` pointing to the ocid of the planning process that resulted in a tender, a `tender/documents` entry with a `documentType` of 'procurementPlan' and a link to web pages about the procurement plan could be provided;
it: Quando si registra un `release/relatedProcess` che indica l'ocid del processo di pianificazione che ha dato luogo a una gara d'appalto, potrebbe essere fornita una voce 'documentType contenente un 'procurementPlan' e anche un collegamento a pagine web che contengono documentazione aggiuntiva sul piano degli acquisti o di approvvigionamento;

source: When recording a `contract/relatedProcess` pointing to the ocid of a sub-contracting process, a `contract/documents` entry with a `documentType` of 'subContract' and a title that describes it as the subcontracting process, could be provided;
it: Quando si registra un `contract/relatedProcess` che indica l'ocid di un processo di subappalto, potrebbe essere fornita una voce `documentType` contenente un 'subContract' e un titolo che descrive il processo di subappalto;

source: When recording a `contract/relatedProcess` pointing to the ocid of a tender process to renew a given contract, a `contract/documents` entry with a `documentType` of 'tenderNotice' and a title that describes it as the successor process, could be provided;
it: Quando si registra un 'contratto/relatedProcess' che fa riferimento ad un ocid di una gara d'appalto per rinnovare un determinato contratto, una voce "contratto/documenti" con un "documentType" di "tenderNotice" e un titolo che la descrive come il processo successivo, potrebbe essere fornito;
