Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, fr, it

source: Release Reference
es: Referencia de Entrega
fr: Documentation sur les instances
it: Riferimenti sui rilasci

source: The [Release Schema](release.md) provides a detailed specification of the fields and data structures to use when publishing contracting data. Supplementary schemas show how to combine releases into data packages and how to compile releases into records.
es: El [Esquema de Entrega](release.md) provee una especificación detallada de los campos y estructuras de datos que se deben usar para publicar datos de contrataciones. Los esquemas suplementarios muestran como combinar entregas en paquetes de datos y cómo compilar entregas en registros.
fr: Le [schéma des instances](release.md) fournit une spécification détaillée des champs et des structures de données à utiliser lors de la publication de données de commande publique. Des schémas complémentaires démontrent comment combiner les instances en paquets de données et comment compiler les instances en archives.
it: Lo [schema di rilascio delle versioni](release.md) fornisce una specifica dettagliata dei campi e delle strutture dati da utilizzare per la pubblicazione dei dati deicontratti. Schemi supplementari mostrano come combinare le versioni in pacchetti di dati e come compilare tali versioni rilasci nei descrittori.

source: **Note: If any conflicts are found between this text, and the text within the schema, the schema takes precedence**
es: **Nota: Si se encuentra cualquier conflicto entre este texto y el texto en el esquema, el esquema tiene prioridad**
fr: **Remarque : si un conflit est trouvé entre ce texte et celui du schéma, le texte du schéma prévaut**
it: **Nota: se vengono trovati conflitti tra questo testo e il testo all'interno dello schema, quello dello schema ha la precedenza**

source: Release structure
es: Estructura de la entrega
fr: Structure de l'instance
it: Struttura dei rilasci

source: The majority of OCDS data is held within a release structure. One or more releases can be published within a release package. Releases are made up of a number of sections, arranged in the following structure.
es: La mayoría de los datos de OCDS se mantienen dentro de una estructura de entrega. Se pueden publicar una o más entregas en un paquete de publicación. Las entregas se componen de una serie de secciones, dispuestas en la siguiente estructura.
fr: La majorité des données OCDS sont contenues dans une structure d'instance. Une ou plusieurs instances peuvent être publiées dans un paquet d'instance. Les instances sont constituées d'un certain nombre de sections, disposées dans la structure suivante.
it: La maggior parte dei dati OCDS è contenuta all'interno di una struttura di rilascio. Una o più versioni possono essere pubblicate all'interno di un pacchetto di versioni. I rilasci sono costituiti da un numero di sezioni, disposte nella seguente struttura.

source: [package](#package-metadata)
fr: [paquet](#package-metadata)
it: [pacchetto (package)](#package-metadata)

source: [release](#release)
fr: [instance](#release)
it: [rilascio (release)](#release)

source: [parties](#parties)
it: [parti](#parties)

source: [planning](#planning)
es: [planeación](#planning)
fr: [`planning` (planification)](#planning)
it: [pianificazione (planning)](#planning)

source: [tender](#tender)
es: [licitación](#tender)
fr: [`tender` (appel d'offres)](#tender)
it: [gara (tender)](#tender)

source: [award](#award)
es: [adjudicación](#award)
fr: [`award` (attribution)](#award)
it: [aggiudicazione (award)](#award)

source: [contract](#contract)
es: [contrato](#contract)
fr: [`contract` (contrat)](#contract)
it: [contratto (contract)](#contract)

source: [implementation](#implementation)
es: [implementación](#implementation)
fr: [`implementation` (l'exécution)](#implementation)
it: [attuazione (implementation)](#implementation)

source: Releases are given a [tag](../../../codelists/#release-tag) to indicate the specific stage of a contracting process they represent. However, there are no formal restrictions on when information about a stage of the contracting process may be provided.
it: I rilasci hanno un [tag](../../../codelists/#release-tag) per indicare la fase specifica di un processo di contrattazione che rappresentano. Tuttavia, non ci sono restrizioni formali su quando possono essere fornite informazioni su una fase del processo.

source: For example, a publisher announcing the signing of a contract with a 'contract' tag, may also include information in the award and tender blocks in order to provide a comprehensive picture of the contracting process to date which led to that contract being signed.
es: Por ejemplo, un publicador que anuncia la firma de un contrato con la etiqueta 'contrato', puede también incluir información en los bloques de adjudicación y licitación para proveer una imagen completa del proceso de contratación hasta la fecha que llevó a que se firmara el contrato.
fr: Par exemple, un producteur de données qui annonce la signature d'un marché avec le tag `contract` peut aussi inclure des informations dans les blocs sur l'attribution (`award`) et l'appel d'offre (`tender`) afin de fournir une vue d'ensemble du marché au moment de la signature du contrat.
it: Ad esempio, un soggetto che pubblica dati annuncia la firma di un contratto con un tag "contratto", può anche includere informazioni del bando di gara in modo da fornire un quadro completo del processo di appalto che ha portato alla firma del contratto.

source: Package Metadata
es: Metadatos de Paquete
fr: Métadonnées des paquets
it: Metadati del pacchetto

source: Releases must be published within a [release package](release_package.md). The release package provides metadata about the release(s) that it contains.
es: Las entregas deben publicarse dentro de un [paquete de entregas](release_package.md). El paquete de entregas proporciona metadatos sobre la(s) entrega(s) que contiene.
fr: Les instances doivent être publiées dans un [paquet d'instance](release_package.md). Le paquet d'instance fournit des métadonnées à propos de la ou des instance(s) qu'il contient.
it: Le versioni devono essere pubblicate all'interno di un [pacchetto di rilascio](release_package.md). Il pacchetto di rilascio fornisce i metadati relativi alle versioni che contiene.

source: Title
es: Título
fr: Titre
it: Titolo

source: Description
es: Descripción
it: Descrizione

source: Type
es: Tipo
it: Tipo

source: Format
es: Formato
it: Formato

source: Required
es: Requerido
fr: Nécessaire
it: Necessario

source: See the [licensing guidance](../implementation/licensing.md) for more details on selecting a license, and publishing license information.
es: Consulte la [guía de licencias](../implementation/licensing.md) para obtener más detalles sobre cómo seleccionar una licencia y publicar información de esta.
fr: Pour plus d'informations sur la sélection d'une licence et la publication d'informations sur les licences, reportez-vous aux [instructions de licence](../implementation/licensing.md).
it: Consulta la [guida alla gestione delle licenze](../implementation/licensing.md) per maggiori dettagli sulla selezione di una licenza e sulla pubblicazione delle informazioni sulla licenza.

source: See the [publication policy](../implementation/publication_policy.md) guidance for more details on what to include in a publication policy.
es: Consulte la guía de [política de publicación](../implementation/publication_policy.md) para obtener más detalles sobre qué incluir en una política de publicación.
fr: Pour plus de détails sur ce qu'il convient d'inclure dans une politique de publication, consultez la page [politique de publication](../implementation/publication_policy.md) .
it: Vedere le linee guida [politiche per la pubblicazione](../implementation/publication_policy.md) per maggiori dettagli su cosa includere in una strategia di pubblicazione.

source: Release
es: Entrega
fr: Instance
it: Rilascio

source: All new information about a contracting process is described within a release.
es: Toda nueva información sobre un proceso de contratación se describe dentro de una entrega.
fr: Toute nouvelle information concernant un processus de passation de marché est décrite dans une instance.
it: Tutte le nuove informazioni su un processo di contrattazione sono descritte all'interno di una versione.

source: The following extensions are available for release
es: Las siguientes extensiones están disponibles para las entregas
fr: Les extensions suivantes sont disponibles pour les instances
it: Le seguenti estensioni sono disponibili per il rilascio

source: Process level title and description
es: Título y descripción del nivel del proceso
fr: Titre et description au niveau du processus
it: Titolo e descrizione del livello di processo

source: For providing overall process titles and descriptions, often to give a free-text summary of the contracting process as a whole.
es: Para proporcionar títulos de proceso y descripciones generales, a menudo para dar un resumen de texto libre del proceso de contratación como un todo.
fr: Ils servent à fournir des titres et des descriptions généraux des processus, souvent pour donner un résumé en texte libre du processus de passation de marchés dans son ensemble.
it: Per fornire una descrizione generale per titolo e descrizione di un processo, spesso è sufficiente fornire un riassunto a testo libero del processo di aggiudicazione nel suo complesso.

source: The following are community extensions and are not maintained by Open Contracting Partnership.
es: Las siguientes son extensiones comunitarias y no son mantenidas por Open Contracting Partnership.
fr: Les extensions suivantes sont communautaires et ne sont pas maintenues par l'Open Contracting Partnership.
it: Le seguenti sono estensioni della community e non sono mantenute da Open Contracting Partnership.

source: Parties
es: Partes involucradas
it: Parti

source: Each of the parties (organizations or other participants) referenced in a release must be included in the parties section.
es: Cada una de las partes involucradas (organizaciones u otros participantes) a las que se hace referencia en una entrega debe incluirse en la sección de partes involucradas.
fr: Chacune des parties (organisations ou autres participants) référencées dans une instance doit être incluse dans la section des parties.
it: Ciascuna delle parti (organizzazioni o altri partecipanti) citate in una versione deve essere inclusa nella apposita sezione delle parti.

source: Version 1.1 of OCDS introduces a new approach to describing the buyers, suppliers, economic operators, and other participants in a contracting process. Instead of embedding organization information at various points within an OCDS release, information on all the parties involved in a contracting process is collected together in a top-level section, and the parties indicated by a cross-reference to their id at other points.
es: La versión 1.1 de OCDS introduce un nuevo enfoque para describir a los compradores, proveedores, operadores económicos y otros participantes en un proceso de contratación. En lugar de incrustar la información de la organización en varios puntos dentro de una entrega de OCDS, la información sobre todas las partes involucradas en un proceso de contratación se recopila en una sección de alto nivel y las partes indicadas por una referencia cruzada a su id en otros puntos.
fr: La version 1.1 d'OCDS introduit une nouvelle approche pour décrire les acheteurs, les fournisseurs, les opérateurs économiques et les autres participants à un processus de passation de marché. Au lieu d'incorporer des informations sur l'organisation dans divers sections d'une instance, les informations sur toutes les parties impliquées dans un processus de passation de marché sont rassemblées dans une section à la racine de l'instance (`parties`). Ces parties sont ensuite référencées dans les autres sections de l'instance grâce à leur `id`.
it: La versione 1.1 di OCDS introduce un nuovo approccio per la descrizione di acquirenti, fornitori, operatori economici e altri partecipanti in un processo di contrattazione. Invece di incorporare informazioni sull'organizzazione in vari punti all'interno di una versione di OCDS, le informazioni su tutte le parti coinvolte in una procedura di appalto sono raccolte insieme in una sezione di primo livello e le parti indicate da un riferimento incrociato alla loro identità in altri punti.

source: This reduces repetition of information on parties who appear at multiple points in the contracting process, and supports publication of information about additional parties to the contracting process, including auditors, multiple buyers, and consortia partners of a winning bidder.
es: Esto reduce la repetición de información sobre las partes que aparecen en múltiples puntos del proceso de contratación y apoya la publicación de información sobre partes adicionales en el proceso de contratación, incluyendo auditores, compradores múltiples y socios de consorcios de un licitador ganador.
fr: Cette approche réduit la répétition des informations sur les parties qui apparaissent à plusieurs points dans le processus de passation de marchés et permet la publication d'informations sur des parties supplémentaires, telles que des auditeurs, des acheteurs multiples et les partenaires d'une offre gagnante.
it: Ciò riduce la ripetizione di informazioni su parti che compaiono in più punti del processo di aggiudicazione e supporta la pubblicazione di informazioni su parti aggiuntive del processo di aggiudicazione, compresi revisori, consorzi di acquirenti e parti di consorzi o associazioni di imprese offerenti o aggiudicatarie

source: The old, embedded data, approach to organization data is deprecated in OCDS 1.1, and will be removed in version 2.0.
es: El enfoque de datos incrustados para los datos de organización es obsoleto en OCDS 1.1, y se eliminará en la versión 2.0.
fr: L'ancienne approche, qui impliquait la duplication des d'organisation, est dépréciée dans la version 1.1 d'OCDS et sera supprimée dans la version 2.0.
it: Il vecchio approccio di incorporare I dati, dell'organizzazione è deprecato in OCDS 1.1 e sarà rimosso nella versione 2.0.

source: The following details can be provided for each party.
es: Los siguientes detalles pueden ser proporcionados para cada parte.
fr: Les détails suivants peuvent être fournis pour chaque partie.
it: I seguenti dettagli possono essere forniti per ciascuna parte.

source: Detailed classification of parties can be provided using one or more [party detail extensions](../../../../extensions/party_details/).
it: La classificazione dettagliata delle parti può essere fornita utilizzando una o più [estensione per ogni parte](../../../../extensions/party_details/).

source: The following extensions are available for parties
es: Las siguientes extensiones están disponibles para las partes
fr: Les extensions suivantes sont disponibles pour les parties
it: Le seguenti estensioni sono disponibili per le parti

source: Planning
es: Planeación
fr: Planification
it: Pianificazione

source: The planning section can be used to describe the background to a contracting process. This may include details of the budget from which funds are drawn, or related projects for this contracting process. Background documents such as a needs assessment, feasibility study and project plan can also be included in this section.
es: La sección de planeación puede usarse para describir los antecedentes de un proceso de contratación. Esto puede incluir detalles sobre el presupuesto del cual se sacan los fondos o proyectos relacionados para este proceso de contratación. Los documentos de antecedentes tales como una valoración de necesidades, estudio de viabilidad y plan del proyecto pueden incluirse también en esta sección.
fr: La section sur la planification décrit le contexte d'un processus de passation de marché. Elle peut inclure des détails sur le budget d'origine des fonds ou sur les projets reliés à ce processus de passation de marché. Les documents sur le contexte tels qu'une étude de besoins, une étude de faisabilité ou un plan du projet peuvent être inclus dans cette section.
it: La sezione di pianificazione può essere utilizzata per descrivere i dati di base di un processo di appalto. Questo può includere dettagli dei finanziamenti che costituiscono il budget, o progetti correlati per questo processo di aggiudicazione. In questa sezione possono essere inclusi anche documenti di base come una valutazione dei fabbisogni, uno studio di fattibilità e un piano di progetto.

source: The following extensions are available for planning
es: Las siguientes extensiones están disponibles para la planificación
fr: Les extensions suivantes sont disponibles pour la planification
it: Le seguenti estensioni sono disponibili per la pianificazione

source: Apart from documents, the majority of information is held within the budget block. This is designed to allow both machine-readable linkable data about budgets, cross-referencing to data held in other standards such as the [Fiscal Data Package](http://fiscal.dataprotocols.org/) or [International Aid Transparency Initiative Standard](http://www.iatistandard.org), and human readable description of the related budgets and projects, supporting users to understand the relationship of the contracting process to existing projects and budgets even where linked data is not available.
es: Aparte de los documentos, la mayoría de la información se guarda dentro del bloque de presupuesto. Esto está diseñado para permitir que tanto datos vinculables legibles por computadora sobre presupuestos, cruzados con datos en otros estándares como el [Fiscal Data Package](http://fiscal.dataprotocols.org/) o el [International Aid Transparency Initiative Standard](http://www.iatistandard.org), y una descripción legible por un humano de los presupuestos y proyectos relacionados, ayuden a los usuarios a entender la relación del proceso de contratación a los proyectos existintes y sus presupuestos incluso cuando no haya disponible datos vinculables.
fr: À l'exception des documents, la majorité des informations est contenue dans le composant `budget`. Celui-ci a été conçu avec un double impératif. D'une part, permettre la lisibilité des données par les machines et leur liaison avec des données publiées avec d'autres standards telles que le [Fiscal Data Package](http://fiscal.dataprotocols.org/) ou [International Aid Transparency Initiative Standard](http://www.iatistandard.org). D'autre part, fournir une description des budgets et des projets connexes qui soit intelligible par les humains afin d'aider les utilisateurs à comprendre le lien entre un processus de passation de marché et des projets et budgets existants, même lorsque des données liées (Linked Data) ne sont pas disponibles.
it: Oltre ai documenti, la maggior parte delle informazioni è contenuta nel blocco del bilancio. Questo è progettato per consentire una lettura attraverso algoritmi dei dati del budget, sia di dati collegati e contenuti in altri standard come il [Fiscal Data Package](http://fiscal.dataprotocols.org/) o [International Aid Transparency Initiative Standard ](http://www.iatistandard.org), e una descrizione leggibile per gli umani dei dati relativi al budget e ai progetti, supportando gli utenti nella comprensione della relazione del processo di aggiudicazione con progetti e budget esistenti, anche laddove i dati collegati non sono disponibili.

source: Budget
es: Presupuesto
it: Bilancio

source: The following extensions are available for budget
es: Las siguientes extensiones están disponibles para el presupuesto
fr: Les extensions suivantes sont disponibles pour le budget
it: Le seguenti estensioni sono disponibili per il budget

source: Tender
es: Licitación
fr: Appel d'offres
it: Gara d'appalto.

source: The tender section includes details of the announcement that an organization intends to source some particular goods, works or services, and to establish one or more contract(s) for these.
es: La sección de licitación incluye detalles del anuncio de que una organización pretende obtener algunos bienes, obras o servicios particulares y establecer uno o más contratos para éstos.
fr: La section sur l'appel d'offres comprend des détails sur l'annonce faite par une organisation qu'elle a l'intention de se procurer certains biens, travaux ou services, et souhaite établir un ou plusieurs contrats pour ces derniers.
it: La sezione delle offerte include dettagli sulle offerte che un'organizzazione intende fornire per alcuni beni, lavori o servizi specifici e per stabilire uno o più contratti per questi.

source: It may contain details of a forthcoming process to receive and evaluate proposals to supply these goods and services, and may also be used to record details of a completed tender process, including details of bids received.
es: Puede contener detalles de un proceso futuro para recibir y evaluar propuestas de proveedores para estos bienes y servicios y también puede usarse para registrar detalles de un proceso de licitación concluido, incluyendo detalles de propuestas recibidas.
fr: Elle peut contenir des détails sur un processus à venir afin de recevoir et évaluer les offres de ces biens et services. Elle peut également être utilisée pour enregistrer les détails d'un processus d'appel d'offres terminé, y compris les détails des offres reçues.
it: Può contenere dettagli di un processo imminente per ricevere e valutare proposte di fornitura per beni e servizi, e può anche essere usato per registrare i dettagli di una procedura di gara completata, compresi i dettagli delle offerte ricevute.

source: The following extensions are available for the tender section
es: Las siguientes extensiones están disponibles para la sección de licitaciones
fr: Les extensions suivantes sont disponibles pour la section sur l'appel d'offres
it: Le seguenti estensioni sono disponibili nella sezione della gara

source: Enquiries
es: Consultas
fr: Questions
it: Domande

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
es: La extensión de consultas puede usarse para registrar las preguntas planteadas y respuestas proporcionadas durante un proceso de contratación.
fr: L'extension questions peut être utilisée pour enregistrer les questions soulevées lors d'un processus de passation de marchés et les réponses fournies.
it: L'estensione per le richieste di informazioni può essere utilizzata per registrare le domande sollevate durante una procedura di appalto e le risposte fornite.

source: Lots
es: Lotes
it: Lotti
