Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, fr, it

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLot identifier is given, the values should be interpreted as applicable to the whole tender.
es: Un proceso de licitación se puede dividir en lotes, donde los licitadores pueden ofertar en uno o más lotes. Los detalles de cada lote se pueden proporcionar aquí. Los artículos, documentos y otras características pueden hacer referencia al lote al que están relacionados con el uso de relatedLot. Cuando no se indique ningún identificador relacionado, los valores deben interpretarse como aplicables a toda la licitación.
fr: Un processus d'appel d'offres peut être divisé en lots, où les candidats peuvent soumissionner sur un ou plusieurs lots. Les détails de chaque lot peuvent être fournis ici. Les biens ou services achetés, les documents et les autres caractéristiques peuvent ensuite faire référence au lot auxquels ils sont liés en utilisant `relatedLot`. Lorsque aucun identifiant `relatedLot` n'est donné, les valeurs doivent être interprétées comme applicables à l'ensemble de l'appel d'offres.
it: Una gara d'appalto può essere suddivisa in lotti, dove gli offerenti possono fare offerte per uno o più lotti. I dettagli di ogni lotto possono essere specificati qui. Elementi, documenti e altre funzionalità possono quindi fare riferimento al lotto a cui sono correlati utilizzando relatedLot. Laddove non sia fornito alcun identificatore per i relatedLot, i valori devono essere interpretati come applicabili all'intera offerta.

source: Participation Fees
es: Cuotas de participación
fr: Frais de participation
it: Oneri per la partecipazione

source: Where a tender process involves payment of fees to access documents, submit a proposal, or be awarded a contract, this extension can be used to provide fee details.
es: Cuando un proceso de licitación implica el pago de honorarios para acceder a los documentos, presentar una propuesta, o ser adjudicado un contrato, esta extensión se puede utilizar para proporcionar detalles de la tasa.
fr: Lorsqu'un processus d'appel d'offres implique le paiement de frais pour accéder aux documents, soumettre une proposition ou se voir attribuer un contrat, cette extension peut être utilisée pour fournir des détails sur les frais.
it: Quando una procedura di gara comporta il pagamento di tasse per accedere a documenti, presentare una proposta o aggiudicarsi un contratto, questa estensione può essere utilizzata per fornire dettagli di pagamento.

source: Bids
es: Ofertas
fr: Offres
it: Offerte

source: The optional bids extension can be used to provide summary and detailed information about bids.
es: La extensión opcional de ofertas se puede utilizar para proporcionar información resumida y detallada sobre las ofertas.
fr: L'extension optionnelle offres peut être utilisée pour fournir des informations résumées et détaillées sur les offres.
it: L'estensione delle offerte facoltative può essere utilizzata per fornire informazioni riepilogative e dettagliate sulle offerte.

source: Bid statistics and details
es: Estadísticas y detalles de las ofertas
fr: Statistiques et détails des offres
it: Statistiche e dettagli dell'offerta

source: Allowing bid statistics, and detailed bid information to be represented.
es: Permitir que se muestren las estadísticas de ofertas y la información detallada de las ofertas.
fr: Permettre aux statistiques et aux informations détaillées sur les offres d'être représentées.
it: Consentire la visualizzazione di statistiche di offerta e informazioni dettagliate sull'offerta.

source: Award
es: Adjudicación
fr: Attribution
it: Aggiudicazione

source: The award section is used to announce any awards issued for this tender. There may be multiple awards made. Releases can contain all, or a subset, of these awards. A related award block is required alongside every contract block, as the award contains information on the suppliers.
es: La sección de adjudicación se utiliza para anunciar las adjudicaciones emitidas para esta licitación. Puede haber varias adjudicaciones. Los lanzamientos pueden contener todos, o un subconjunto, de estas adjudicaciones. Se requiere un bloque de adjudicación relacionado con cada bloque de contrato, ya que la adjudicación contiene información sobre los proveedores.
fr: La section attribution sert à annoncer les attributions de marché effectuées pour cet appel d'offres. Il peut y avoir plusieurs attributions. Les instances peuvent contenir toutes ou certaines de ces attributions. Un bloc attribution connexe est requis à côté de chaque bloc de contrat, car l'attribution contient des informations sur les fournisseurs.
it: La sezione dell'aggiudicazione viene utilizzata per annunciare eventuali aggiudicazioni effettuate per questa gara. Ci possono essere più aggiudicazioni. Le versioni possono contenere tutti o un sottoinsieme di queste aggiudicazioni. Ad ogni blocco di contratto è richiesto essere associato un apposito blocco sull'aggiudicazione in quanto questo contiene le informazioni sui fornitori.

source: The following extensions are available for award
es: Las extensiones siguientes están disponibles para la adjudicación
fr: Les extensions suivantes sont disponibles pour l'attribution
it: Le seguenti estensioni sono disponibili per l'aggiudicazione

source: Contract
es: Contrato
fr: Contrat
it: Contratto

source: The contract section is used to provide details of contracts that have been entered into. Every contract needs to have a related award, linked via the `awardID` property. This is because supplier information is contained within the 'award'. The framework contract details below help illustrate the reasons for this.
it: La sezione del contratto viene utilizzata per fornire dettagli sui contratti che sono stati stipulati. Ogni contratto deve avere una aggiudicazione correlata e collegata tramite la proprietà 'awardID`. Questo perché le informazioni del fornitore sono contenute nel 'award'. I dettagli del contratto quadro di seguito illustrano le ragioni di ciò.

source: The following extensions are available for contracts
es: Las siguientes extensiones están disponibles para los contratos
fr: Les extensions suivantes sont disponibles pour les contrats
it: Le seguenti estensioni sono disponibili per i contratti

source: Implementation
es: Implementación
fr: Exécution du marché
it: Attuazione

source: Implementation information can be updated over the course of a contract. It belongs nested within the contract it relates to. Implementation blocks include the following elements:
es: La información de implementación se puede actualizar en el curso de un contrato. Va alojado dentro del contrato al que pertenece. Los bloques de implementación incluyen los siguientes elementos:
fr: Les informations sur l'exécution peuvent être mises à jour au cours d'un contrat. Elles sont imbriquées dans le contrat auxquelles elles se rapportent. Les composants sur l'exécution comprennent les éléments suivants :
it: Le informazioni sull'attuazione possono essere aggiornate nel corso di validità di un contratto. Tali informazioni sono annidate in quelle del contratto a cui si riferiscono. I blocchi dell'attuazione includono i seguenti elementi:

source: The following extensions are available for implementation
es: Las siguientes extensiones están disponibles para su implementación
fr: Les extensions suivantes sont disponibles pour l'exécution du marché
it: Le seguenti estensioni sono disponibili per l'attuazione

source: Information on subcontracts is not currently included in the core OCDS schema, but may be handled by [proposed extensions](conformance_and_extensions.md)
es: La información sobre subcontratos no está incluida actualmente en el esquema central de OCDS pero puede manejarse por [extensiones propuestas](conformance_and_extensions.md)
fr: Les informations sur la sous-traitance ne sont à l'heure actuelle pas inclues dans le schéma OCDS de base, mais elles peuvent être gérées par des [extensions](conformance_and_extensions.md).
it: Le informazioni sui subappalti non sono attualmente incluse nello schema core OCDS, ma possono essere gestite da [estensioni proposte](conformance_and_extensions.md)

source: Transaction
es: Transacción
it: Transazione

source: The transaction block is modelled on the [International Aid Transparency Initiative (IATI) transaction element](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/), and can be used to represent actual flows of money between organizations in relation to this contract. As with the [budget](#budget) block, this may be used to cross-reference to a third party `source` of data, and can re-use identifiers from that source.
it: Il blocco della transazione è stato modellato sull'elemento delle transazioni impiegato nell'[International Aid Transparency Initiative (IATI)](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) e può essere utilizzato per rappresentare l'effettivo flusso di denaro tra organizzazioni in relazione ad un determinato contratto. Come per il blocco [bilancio](#budget), anche questo può essere usato per fare riferimenti incrociati a una `fonte` di dati di terze parti e può riutilizzare gli identificatori di tale fonte

source: In most circumstances, the `payer` identifier should match that of the `buyer`, and the `payee` identifier should match that of the `supplier`.
it: Nella maggior parte dei casi, l'identificativo 'pagatore' deve corrispondere a quello del "compratore" e l'identificativo 'beneficiario' deve corrispondere a quello del 'fornitore'.

source: Milestones
es: Hitos
fr: Étapes
it: Fasi

source: See [milestone](#milestone) reference below.
es: Ve la referencia [hito](#milestone) a continuación.
fr: Voir ci-dessous [la documentation sur les étapes](#milestone).
it: Vedi di seguito [fase (milestone)](#milestone).

source: The implementation milestones should be updated to reflect when they are met.
es: Los hitos de implementación deben de actualizarse para reflejar cuando se cumplen.
fr: Les étapes de l'exécution du contrat doivent être mises à jour pour refléter leur date de fin.
it: Le fasi dell'attuazione dovrebbero essere aggiornate quando vengono raggiunte e completate.

source: Documents
es: Documentos
it: Documenti

source: Documents related to contract implementation should be stored here. This may include subcontracts.
es: Los documentos relacionados con la implementación del contrato deben almacenarse aquí. Esto puede incluir subcontratos.
fr: Les documents relatifs à l'exécution du contrat doivent être référencés dans ce composant. Les documents de sous-traitance peuvent également y être référencés.
it: I documenti relativi all'attuazione del contratto dovrebbero essere archiviati qui. Questo può includere i documenti dei subappalti.

source: See [document](#document) reference below.
es: Ve la referencia de [documento](#documento) a continuación.
fr: Voir la [documentation sur les documents](#document) ci-dessous.
it: Vedere di seguito il [documento (document)](#document).

source: Amendment
es: Enmienda
fr: Modification
it: Variante

source: A release may amend properties from a previous release. Whilst the release & record model of OCDS offers the opportunity to keep a full versioned history of changes, in many cases it is important for changes to a tender, award or contract to be explicitly declared.
es: Una entrega puede enmendar propiedades de una entrega previa. Aunque el modelo de entrega y registro de OCDS da la oportunidad de tener el historial completo de cambios en las versiones, en muchos casos es importante que se declaren explícitamente los cambios a una licitación, adjudicación o contrato.
fr: Une instance peut modifier la valeur des propriétés d'une instance précédente. Le modèle OCDS pour les instances et les archives offre la possibilité de conserver un historique complet et versionné des changements, mails il est souvent important que les modifications apportées à un appel d'offres, l'attribution ou un contrat soient explicitement déclarées.
it: Una versione può modificare le proprietà di una versione precedente. Sebbene il modello delle versioni e dei descrittori di OCDS offrano l'opportunità di mantenere una cronologia completa delle modifiche apportate alle versioni, è importante che le modifiche a un'offerta, a un appalto o a un contratto vengano dichiarate esplicitamente.

source: The amendment array in a tender, award or contract block provides the ability to detail the amendments that have taken place with dates, rationale and free-text descriptions of the change, as well as to point to the releases that contain information from before and after the amendment.
es: El conjunto de enmiendas en un bloque de licitación, adjudicación o contrato brinda la capacidad de detallar las enmiendas que se han llevado a cabo con las fechas, la justificación y las descripciones de texto libre del cambio, así como para indicar las emisiones que contienen información de antes y después la enmienda.
fr: La liste des modifications dans un composant d'appel d'offres, d'attribution ou de contrat permet de détailler les modifications qui ont eu lieu. Chaque modification comprend la date, les raisons de la modification et une description en texte libre. Il est également possible d'indiquer les instances contenant des informations avant et après la modification.
it: L'eleco delle varianti in un appalto, o modifiche nelle aggiudicazioni o nel blocco del contratto forniscono la possibilità di dettagliare le variazioni che hanno avuto luogo con le date, le motivazioni e le descrizioni a testo libero che dettagliano i cambiamenti intercorsi, nonché contengono le versioni con le informazioni prima e dopo ciascuna variante.

source: Changes
es: Cambios
fr: Changements
it: Modifiche

source: The changes array was deprecated in OCDS 1.1. Structured information on the former value of specific fields should be provided by:
es: La matriz de cambios es obsoleta en OCDS 1.1. La información estructurada sobre el valor anterior de campos específicos debe ser proporcionada por:
fr: La liste des modifications a été dépréciée dans la version 1.1 d'OCDS. Les informations structurées sur la valeur précédente de champs spécifiques devraient être fournies par :
it: L'elenco delle modifiche è stato deprecato in OCDS 1.1. Le informazioni strutturate sui valori precedentemente utilizzati sui campi specifici dovrebbero essere fornite da:

source: Including releases from **before** and **after** a change within a release package;
es: Incluir las entregas de **before** y **after** un cambio dentro de un paquete de entregas;
fr: L'inclusion des instances **avant** et **après** une modification au sein d'un paquet d'instances ;
it: Comprese le versioni **prima** e **dopo** di una modifica all'interno di un pacchetto di versione;

source: Using the amendment array in tender, contract or award to explicitly relate these releases to an amendment.
es: Utilizar la matriz de enmiendas en licitación, contrato o adjudicación para relacionar explícitamente estas entregas con una enmienda.
fr: L'utilisation de la liste de modifications dans l'appel d'offres, le contrat ou l'attribution pour relier explicitement ces instances à une modification.
it: Utilizzando l'elenco delle varianti nell'offerta, nel contratto o nell'aggiudicazione per correlare esplicitamente un rilascio ad una variante.

source: See the [amendment implementation guidance](../../../../implementation/amendments/) for more details.
es: Véase la [orientación sobre la aplicación de la enmienda](../../../../implementation/amendments/) para más detalles.
fr: Voir le [guide sur les modifications de l'exécution du marché](../../../../implementation/amendments/) pour plus de détails.
it: Vedere [guida all'implementazione delle varianti](../../../../implementation/amendments/) per maggiori dettagli.

source: Building block reference
es: Referencia de los bloques
fr: Documentation sur les composants essentiels
it: Riferimenti per gli elementi costituenti

source: The following building blocks are commonly re-used throughout the standard.
es: Los siguientes bloques de se reutilizan comúnmente en todo el estándar.
fr: Les composants essentiels sont des composants couramment réutilisés dans le standard.
it: I seguenti elementi costituenti sono comunemente riutilizzati in tutto lo standard.

source: Organizations
es: Organizaciones
fr: Organisations
it: organizzazioni

source: The approach to including organizations information has changed in OCDS 1.1. Instead of embedding all the details of an organization, publishers should use an organization reference to indicate the entry in the parties section that contains full details of this organization.
es: El enfoque para incluir la información de organizaciones ha cambiado en OCDS 1.1. En lugar de incluir todos los detalles de una organización, los publicadores deben usar una referencia de organización para indicar la entrada en la sección de partes que contiene detalles completos de esta organización.
fr: L'approche adoptée pour inclure les informations sur les organisations a changé dans la verison 1.1 du standard OCDS. Au lieu d'intégrer tous les détails d'une organisation, les producteurs de données devraient utiliser une référence d'organisation (`id`) pour indiquer l'entrée dans la section sur les parties qui contient les détails de cette organisation.
it: L'approccio per includere le informazioni sulle organizzazioni è cambiato in OCDS 1.1. Invece di incorporare tutti i dettagli di un'organizzazione, coloro che pubblicano dati dovrebbero utilizzare un riferimento dell'organizzazione per indicare la voce che viene specificata nella sezione dedicata delle parti e che contiene i dettagli completi dell'organizzazione.

source: An organization reference consists of two main components:
es: Una referencia de organización consta de dos componentes principales:
fr: Une référence d'organisation se compose de deux composantes principales :
it: Un riferimento ad una organizzazione è costituito da due componenti principali:

source: An `id` used to cross-reference the entry in the [parties](#parties) section that contains full information on this organization or entity;
it: Un `id` usato come riferimento incrociato alla voce nella sezione [parti](#parties) che contiene le informazioni complete su questa organizzazione o entità;

source: A `name` field that repeats the name given in the [parties](#parties) section, provided for the convenience of users viewing the data, and to support detection of mistakes in cross-referencing.
it: Un campo `nome` che ripete il campo nome contenuto nella sezione [parti](#parties), fornito per una maggiore leggibilità e comodità degli utenti che visualizzano i dati e per supportare il rilevamento di errori nei riferimenti incrociati.

source: The Organization Reference schema contains deprecated fields to prevent validation failures of OCDS 1.0 data.
es: El esquema de referencia de organización contiene campos obsoletos para evitar errores de validación de datos OCDS 1.0.
fr: Le schéma de référence d'organisation contient des champs dépréciés pour éviter les erreurs de validation des données OCDS version 1.0.
it: Lo schema di riferimento dell'organizzazione contiene campi deprecati per impedire errori di convalida dei dati OCDS 1.0.

source: Organization
es: Organización
fr: Organisation
it: Organizzazione

source: See the [parties](#parties) section
es: Consulte la sección [partes involucradas](#parties)
fr: Voir la section [parties](#parties)
it: Vedi la sezione [parti](#parties)

source: Identifier
es: Identificador
fr: Identifiant
it: Identificatore

source: The identifier block provides a way to [identify the legal entities](../../../identifiers/#organization-ids) involved in a contracting process.
it: Il blocco identificatore fornisce un modo per [identificare le persone giuridiche](../../../identifiers/#organization-ids) coinvolti in un processo di contrattazione.

source: If a contracting process represents a contract arranged by the department or branch of a larger organization, the legal entity (usually the registered organization) should be described in the [identifier](#identifier) section, with details of the branch or department given in the name, [address](#address) and [contact point](#contactpoint) as relevant.
es: Si un proceso de contratación representa un contrato arreglado por el departamento o sucursal de una organización más grande, la entidad legal (usualmente la organización registrada) debe ser descrita en la sección [identificador](#identifier), con detalles de la sucursal o departamento dado en el nombre, [dirección](#address) y [punto de contacto](#contactpoint) según corresponda.
fr: Si un processus de passation de marchés représente un contrat organisé par la direction ou la branche d'une organisation plus grande, l'entité juridique (habituellement l'organisation disposant d'une personnalité morale) doit être décrite dans la section [identifiant](#identifier), avec les détails de la direction ou de la branche donnés dans le nom, [l'adresse](#adress) et le [point de contact](#contactpoint), si besoin.
it: Se un processo di contrattazione rappresenta un contratto organizzato dal dipartimento o dal ramo di un'organizzazione più grande, l'entità legale (di solito l'organizzazione registrata) dovrebbe essere descritta nella sezione [identificatore](#identifier), con i dettagli del ramo o del dipartimento indicando nome,[indirizzo](#address) e [punto di contatto](#contactpoint) come pertinente.

source: Address
es: Dirección
fr: Adresse
it: Indirizzo

source: ContactPoint
es: Punto de Contacto
fr: Point de contact
it: Punto di contatto

source: Document
es: Documento
it: Documento

source: Documents may be attached at a number of points within the standard: to planning, tenders, awards, contracts and implementation Each document block can consist of multiple documents, classified using the [documentType](../../../codelists/#document-type) codelist.
it: I documenti possono essere allegati in diversi punti all'interno dello standard: pianificazione, gare, premi, contratti e implementazione Ogni blocco di documenti può essere costituito da uno o più documenti, classificati utilizzando il vocabolario controllato [documentType](../../../codelists/#document-type).

source: The document block is also used to link to legal notices, which should have a documentType of 'notice'.
es: El bloque de documento también se usa para enlazar avisos legales, que deben de tener un documentType de 'aviso'.
fr: Ce composant est également utilisé pour référencer les mentions légales, qui devraient avoir un ```documentType``` avec la valeur "notice".
it: Il blocco del documento viene anche utilizzato per collegarsi alle note legali, che dovrebbero avere un documentType di tipo 'notice'.

source: The following extensions are available for document
es: Las siguientes extensiones están disponibles para los documentos
fr: Les extensions suivantes sont disponibles pour les documents
it: Le seguenti estensioni sono disponibili per il documento

source: Period
es: Periodo
fr: Période
it: Periodo
