Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, fr, it

source: The addition of location information is currently handled through a [proposed extension](../extensions/location.md) to the standard.
es: Actualmente la adición de información de ubicación se maneja a través de una [extensión propuesta](../extensions/location.md) al estándar.
fr: L'ajout d'informations de localisation est actuellement géré par une [extension suggérée au standard](../extensions/location.md).
it: L'aggiunta di informazioni sulla posizione viene attualmente gestita tramite una [proposta di estensione](../extensions/location.md) allo standard.

source: Publisher
es: Publicador
fr: Producteur de données
it: Pubblicatore

source: The publisher block is used in release and record packages to identify the source of a dataset.
es: El bloque de publicador se usa en los paquetes de entrega y registro para identificar la fuente de un conjunto de datos.
fr: Le composant du producteur des données est utilisé dans les paquets d'instances et d'archives pour identifier la source d'un jeu de données.
it: Il blocco del pubblicatore viene utilizzato nei pacchetti di versione e registrazione per identificare l'origine di un set di dati.

source: Language
es: Idioma
fr: Langue
it: Lingua

source: Many publishers need to be able to share key data in multiple languages. All free-text title and description fields in the Open Contracting Data Standard can be given in one or more languages.
es: Muchos publicadores necesitan poder compartir datos clave en varios idiomas. Todos los campos en texto libre de título y descripción en el Estándar de Datos de Contrataciones Abiertas pueden ponerse en uno o más idiomas.
fr: De nombreux producteurs de données doivent être en mesure de partager des données clés en plusieurs langues. Tous les titres et les descriptions des champs en texte libre dans le standard OCDS peuvent être renseignés dans une ou plusieurs langues.
it: Molti editori devono essere in grado di condividere i dati chiave in più lingue. Tutti i campi di titolo e descrizione a testo libero nell'Open Contracting Data Standard possono essere forniti in una o più lingue.

source: Language variations are included by a copy of multi-lingual fields, suffixed with a language code.
es: Las variaciones de idioma se incluyen en una copia de campos multi idiomas, con un sufijo que incluye un código de idioma.
fr: Les variations de la langue sont comprises dans des champs multilingues, avec pour suffixe un code de langue.
it: Le varianti linguistiche sono incluse in una copia di campi multilingue, con un codice lingua suffisso.

source: E.g. `title` and `title_es`
it: Per esempio. `title` e `title_es`

source: In order to allow users to identify the language used in non-suffixed fields, OCDS release and records should declare the default language in the `language` field.
it: Per consentire agli utenti di identificare la lingua utilizzata anche nei campi senza suffissi, le versioni OCDS e i descrittori devono dichiarare la lingua predefinita nel campo `language`.

source: Languages should be identified using language tags taken from [BCP47](http://tools.ietf.org/html/bcp47). The specification allows BCP47 values in order to accommodate variations in dialect where this is important. However, publishers **should** use the two letter [ISO639-1 two-letter language tags](http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) in the vast majority of circumstances, and should not assume that the users are able to distinguish between sub-tag variations (for example, OCDS publishers should strongly prefer 'en' over 'en_US' or 'en_GB').
es: Los idiomas deben de identificarse usando etiquetas de idioma tomadas de [BCP47](http://tools.ietf.org/html/bcp47). La especificación permite valores de BCP47 para poder alojar variaciones en el dialecto donde esto sea importante. Sin embargo, los publicadores **deben** usar las [etiquetas de lenguaje de dos letras ISO-639-1](http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) en la mayoría de las circunstancias y no debe asumir que los usuarios pueden distinguir entre variaciones de sub-etiquetas (por ejemplo, los publicadores de OCDS deben preferir 'en' sobre 'en_US' o 'en_GB`).
fr: Les langues doivent être identifiées en utilisant les codes de langues telles que définies par [BCP47](http://tools.ietf.org/html/bcp47). OCDS autorise l'utilisation des codes proposés par BCP47 afin de tenir compte des variations de dialecte lorsque c'est justifié. Cependant, les producteurs de données **devraient** utiliser des [codes ISO-639-1 à deux lettres](https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1) dans la grande majorité des cas, et ne devraient pas supposer que les utilisateurs sont en mesure de faire la distinction entre les variations de codes associées au dialecte (par exemple, les producteurs de données OCDS sont fortement invités à utiliser 'fr' plutôt que 'fr_FR' ou 'fr_BE').
it: Le lingue dovrebbero essere identificate usando tag linguaggio presi da [BCP47](http://tools.ietf.org/html/bcp47). La specifica consente i valori BCP47 per adattarsi alle variazioni in dialetto laddove ciò è importante. Tuttavia, coloro che pubblicano dati **dovrebbero** utilizzare il [tag di due lettere ISO639-1](http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) nella maggior parte delle circostanze, e non dovrebbero assumere che gli utenti siano in grado di distinguere tra varianti di sottotitoli (ad esempio, coloro che pubblicano i dati di OCDS dovrebbero favorire l'impiego di "en" rispetto a "en_US" o "en_GB").

source: To include a language variation of a field, the field name should be suffixed with _ and the appropriate language tag. For example: `title_es` for Spanish.
it: Per includere una variazione linguistica di un campo, il nome del campo deve essere suffisso con _ e il tag della lingua appropriato. Ad esempio: `title_es` per lo spagnolo.

source: Worked example
es: Ejemplo práctico
fr: Exemple d'utilisation
it: Esempio funzionante

source: A contract for ‘Software consultancy services’ may be published in a release with the default language sent to ‘en’ (the ISO639-1 code for English). The following examples give the description of an item as English, French and Spanish.
es: Un contrato para 'Servicios de consultoría en software' puede publicarse en una entrega con el lenguaje por defecto 'en' (el código ISO-639-1 para inglés). Los siguientes ejemplos dan la descripción de un artículo como inglés, francés y español.
fr: Un contrat pour des "services de conseil en logiciels" peut être publié avec l'anglais comme langue par défaut grâce au code ‘en’ ('le code ISO 639-1 pour l'anglais). Les exemples suivants donnent la description d'un livrable en anglais, français et espagnol.
it: Un contratto per 'servizi di consulenza software' può essere pubblicato in una versione con la lingua predefinita impostata a 'en' (il codice ISO639-1 per l'inglese). I seguenti esempi forniscono la descrizione di un articolo utilizzando inglese, francese e spagnolo e italiano.

source: Release handling
es: Manejo de entregas
fr: Traitement des livraisons
it: Gestione del rilascio di una versione

source: The full OCDS data model is based on the idea of publishing a new release every time information about a contracting process changes. This way, users can gain a full view of change over time, and third-parties can understand what needs to be updated in any system that is tracking the progress of a contracting process.
es: El modelo de datos completo de OCDS se basa en la idea de publicar una nueva entrega cada vez que cambia la información sobre un proceso de contratación. De esta manera, los usuarios pueden tener una visión completa de los cambios a lo largo del tiempo y los terceros pueden entender qué necesita actualizarse en cualquier sistema que está siguiendo el progreso de un proceso de contratación.
fr: L'ensemble du modèle de données OCDS repose sur l'idée de publier une nouvelle instance à chaque fois qu'un processus de passation de marché subit un changement de quelque nature que ce soit. Ainsi, les usagers peuvent obtenir une vue complète des changements au fil du temps, et les tierces-parties peuvent comprendre ce qui doit être mis à jour dans tout système qui fait le suivi du déroulement d'un processus de passation de marché.
it: Il modello di dati OCDS completo si basa sull'idea di pubblicare una nuova versione ogni volta che cambiano le informazioni su un processo di contrattazione. In questo modo, gli utenti possono ottenere una visione completa del cambiamento nel tempo e le terze parti possono capire che cosa deve essere aggiornato in qualsiasi sistema che sta monitorando l'avanzamento di un processo di appalto.

source: Publishers will need to choose how to generate new releases, and whether to repeat information in each release, or just to provide changes. This choice should be based on an understanding the [merging process](merging.md) that is used to generate a snapshot record of a full contracting process.
es: Los publicadores necesitarán elegir cómo generar nuevas entregas y si repetir información en cada entrega o sólo proveer los cambios. Esta elección debe de basarse en un entendimiento del [proceso de fusión](merging.md) que se usa para generar un registro panorámico de un proceso de contratación entero.
fr: Les producteurs de données devront aussi choisir comment générer de nouvelles instances, et si les informations doivent être répétées dans chaque instance, ou si seuls les changements doivent être indiqués. Ce choix doit être fondé sur une bonne compréhension du [processus de fusion](merging.md) qui est utilisé pour produire un instantané du processus complet de passation de marchés, sous la forme d'une archive.
it: Coloro che pubblicano dati dovranno scegliere come generare nuove versioni e se ripetere le informazioni in ogni versione o solo quando queste contengono della variazioni. Questa scelta dovrebbe essere basata sulla comprensione del [processo di merge](merging.md) che viene utilizzato per generare un descrittore (visura) con lo stato attuale e storico di un determinato processo di contrattazione.

source: This model also requires publishers to pay careful attention to null values and missing fields.
es: Este modelo también requiere que los publicadores pongan especial atención a los valores nulos y a los campos faltantes.
fr: Ce modèle impose également aux producteurs de données de prêter tout particulièrement attention aux valeurs nulles et aux champs manquants.
it: Questo modello richiede inoltre che gli editori prestino molta attenzione ai valori nulli e ai campi mancanti.

source: Empty fields
es: Campos vacíos
fr: Champs vides
it: Campi vuoti

source: Fields that are not being used, or that have no value, can be excluded in their entirety (key and value) from a published file.
es: Los campos que no están en uso o que no tienen valor, se pueden excluir enteramente (clave y valor) de un archivo publicado.
fr: Les champs qui ne sont pas utilisés, ou qui ont pas de valeur, peuvent être supprimés (clé et valeur) d'un fichier publié.
it: I campi che non vengono utilizzati o che non hanno valore possono essere esclusi completamente (rimuovendo sia chiave che valore) dal file da pubblicare.

source: Only including fields which have values will keep versioned datasets cleaner.
es: Sólo incluir campos que tienen campos que mantendrán limpios los conjuntos de datos versionados.
fr: Le fait de n'inclure que les champs qui ont des valeurs permet de garder les jeux de données versionnés plus propre.
it: Solo includendo i campi contenenti valori si manterranno le versioni dei dataset più pulite

source: Emptying fields and values
es: Vaciar campos y valores
fr: Champs vides et valeurs
it: Svuotamento di campi e valori

source: There may be cases where a publisher needs to remove, rather than update, a value which was set in a previous release. In this case, the fields should explicitly be set to null.
es: Puede haber casos en los que un publicador necesite quitar, más que actualizar, un valor que se puso en una entrega anterior. En este caso, los campos deben de establecerse explícitamente a nulo.
fr: Dans certains cas, un producteur de données doit supprimer, plutôt que de mettre à jour, une valeur qui a été créée dans une version précédente. Dans ce cas, les champs doivent être présents et la valeur doit être ```null```.
it: In alcuni casi, un editore deve rimuovere, anziché aggiornare, un valore impostato in una versione precedente. In questo caso, i campi dovrebbero essere impostati esplicitamente su null.

source: The following describes how null values will be handled in the compilation of a record:
es: A continuación se describe cómo se manejarán los valores nulos en la compilación de un registro:
fr: Ce qui suit décrit comment les valeurs ```null``` seront traitées dans la compilation d'une archive :
it: Quanto segue descrive come verranno gestiti i valori nulli nella compilazione di un descrittore:

source: If a field is included with a value in one release, and then set to `null` in a subsequent release, that field will be recorded as null in the compiled record (though past values of it should remain in the versioned section of the record).
it: Se un campo è incluso con un valore in una versione, e quindi impostato su `null` in una versione successiva, quel campo sarà registrato come nullo nel record compilato (anche se i valori precedenti dovrebbero rimanere nella sezione versione del descrittore).

source: If a field is set to null in one release, and is also set to `null` in a subsequent release, it will be recorded as null as per the original release, and the record will not show any change based on the subsequent release I.e. fields that are set to null are recorded as such and then only changed if the value is set.
it: Se un campo è impostato su null in una versione, ed è anche impostato su `null` in una versione successiva, verrà registrato come nullo come per la versione originale e il record non mostrerà alcuna modifica in base alla versione successiva I.e. i campi impostati su null vengono registrati come tali e modificati solo se il valore è impostato.

source: If a field is set to `null` in one release, and then has a value in a subsequent release, it will first appear in the record, and the version section of the record as `null` and then with the subsequent value.
it: Se un campo è impostato su `null` in una versione, e quindi ha un valore in una versione successiva, verrà prima visualizzato nel record e la sezione della versione del record come`null` e quindi con il valore successivo.

source: If a field does not appear in one release, and then appears with a value in a subsequent release, it will first appear in the record, and the version section of the record, when the first release that contains it is compiled into the record.
es: Si un campo no aparece en una entrega y luego aparece con un valor en una entrega subsecuente, primero aparecerá en el registro y la sección versionada del registro, cuando la primera entrega que la contenga se compile en el registro.
fr: Si un champ ne figure pas dans une instance, puis apparaît avec une valeur dans une instance ultérieure, il apparaît d'abord dans l'archive et la section de version de l'archive, lorsque la première instance qui le contient est compilée dans l'archive.
it: Se un campo non viene visualizzato in una versione e appare con un valore in una versione successiva, verrà prima visualizzato nel descrittore e nella relativa sezione della versione del descrittore, quando la prima versione che lo contiene viene compilata nel descrittore.

source: Releases are given a [tag](../../codelists/#release-tag) to indicate the specific stage of a contracting process they represent. However, there are no formal restrictions on when information about a stage of the contracting process may be provided.
es: Se les da una [etiqueta](../../codelists/#release-tag) a las entregas para indicar la etapa específica de un proceso de contratación que representan. Sin embargo, no hay restricciones formales de cuándo se debe proveer información sobre una etapa del proceso de contratación.
fr: Chaque instance reçoit un [tag](../../codelists/#release-tag) pour indiquer à quelle étape du processus de passation de marché elle correspond. Cependant, il n'y a pas de restriction formelle sur le moment où les informations sur une étape du processus de passation de marché sont publiées.

source: Detailed classification of parties can be provided using one or more [party detail extensions](../../../extensions/party_details/).
es: La clasificación detallada de las partes puede ser proporcionada usando una o más [extensiones de detalle de partes](../../../extensions/party_details/).
fr: La classification détaillée des parties peut être fournie en utilisant une ou plusieurs [extensions de détail des parties](../../../extensions/party_details/).

source: The contract section is used to provide details of contracts that have been entered into. Every contract needs to have a related award, linked via the ```awardID``` property. This is because supplier information is contained within the 'award'. The framework contract details below help illustrate the reasons for this.
es: La sección de contrato se usa para proveer detalles sobre los contratos en los que se ha participado. Cada contrato debe tener una adjudicación relacionada, vinculada a través de la propiedad ```awardID```. Esto es porque la información del proveedor está dentro de la 'adjudicación'. Los detalles de contrato marco a continuación ayudan a ilustrar los motivos para esta decisión.
fr: La section ```contract``` (contrat) est utilisée pour fournir des détails sur les marchés qui ont été conclus. Tout contrat doit être lié à une attribution via la propriété ```awardID``` (identifiant d'attribution). En effet, les informations sur les titulaires du marché sont contenues dans la section sur l'attribution. Les détails sur les contrats-cadre qui figurent ci-dessous peuvent aider à en illustrer les raisons.

source: The transaction block is modelled on the [International Aid Transparency Initiative (IATI) transaction element](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/), and can be used to represent actual flows of money between organizations in relation to this contract. As with the [budget](#budget) block, this may be used to cross-reference to a third party ```source``` of data, and can re-use identifiers from that source.
es: El bloque de transacciones se modela a partir del [elemento transaccion de International Aid Transparency Initiative (IATI)](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) y puede usarse para representar flujos actuales de dinero entre organizaciones en relación a este contrato. Como con el bloque de [presupuesto](#budget) este puede usarse para cruzar referencias con una ```fuente``` de datos de un tercero y puede reutilizar identificadores de esa fuente.
fr: Le composant sur les transactions est calqué sur les [éléments de transaction de l'Initiative Internationale de Transparence de l'Aide (IITA)](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) et peut être utilisé pour représenter les flux d'argent entre organisations dans le cadre d'un contrat. Comme avec le composant sur le [budget](#budget), ces données peuvent être utilisées pour croiser des données issues d'une ```source``` tierce. Les données de transactions peuvent également réutiliser les identifiants de cette ```source```.

source: In most circumstances, the ```payer``` identifier should match that of the ```buyer```, and the ```payee``` identifier should match that of the ```supplier```.
es: En la mayoría de los casos, el identificador ```payer``` debe coincidir con el del ``` buyer```, y el identificador ```payee``` debe coincidir con el de ``` supplier```.
fr: Dans la plupart des cas, l'identifiant ```payer``` devrait correspondre à celui du ```buyer```, et l'identifiant ```payee``` doit correspondre à celui du ```supplier```.

source: An ```id``` used to cross-reference the entry in the [parties](#parties) section that contains full information on this organization or entity;
es: Un ```id``` utilizado para hacer una referencia cruzada de la entrada en la sección [partes involucradas](#parties) que contiene información completa sobre esta organización o entidad;
fr: Un ```id``` utilisé pour faire une référence croisée à l'entrée dans la section [parties](#parties) qui contient des informations complètes sur cette organisation ou cette entité ;

source: A ```name``` field that repeats the name given in the [parties](#parties) section, provided for the convenience of users viewing the data, and to support detection of mistakes in cross-referencing.
es: Un campo ```name``` que repite el nombre dado en la sección [partes involucradas](#parties), proporcionado para la conveniencia de los usuarios que ven los datos, y para apoyar la detección de errores en la referencia cruzada.
fr: Un champ ```name``` qui répète le nom donné dans la section [parties](#parties), fourni pour aider les utilisateurs qui regardent les données et pour permettre la détection des erreurs lors des références croisées.

source: The identifier block provides a way to [identify the legal entities](../../identifiers/#organisation-ids) involved in a contracting process.
es: El bloque identificador proporciona una forma de [identificar las entidades legales](../../identifiers/#organization-ids) involucradas en un proceso de contratación.
fr: Le bloc identifiant fournit un moyen d'[identifier les entités juridiques](../../identifiers/#organisation-ids impliquées dans un processus de passation des marchés.

source: Documents may be attached at a number of points within the standard: to planning, tenders, awards, contracts and implementation Each document block can consist of multiple documents, classified using the [documentType](../../codelists/#document-type) codelist.
es: Los documentos se pueden adjuntar en un número de puntos dentro del estándar: en la planificación, licitaciones, adjudicaciones, contratos e implementación. Cada bloque de documentos puede consistir en múltiples documentos, clasificados utilizando la lista de códigos [documentType](../../codelists/#document-type).
fr: Les documents peuvent être joints à un certain nombre d'étapes au sein du standard : lors de la planification, des appels d'offre, des attributions, des contrats et de l'exécution. Chaque composant documents peut être composé de plusieurs documents, classés à l'aide de la liste de codes [`documentType`](../../codelists/#document-type).

source: Periods may also include a ```maxExtentDate``` which indicates the latest possible end date of this period, or the latest date up until which the period could be extended without an amendment.
es: Los períodos también pueden incluir un ```maxExtentDate``` que indique la última fecha de finalización posible de este período, o la última fecha hasta la que el período podría extenderse sin una enmienda.
fr: Les périodes peuvent également inclure une ```maxExtentDate``` qui indique la date de fin maximale de cette période ou la dernière date jusqu'à laquelle la période pourrait être prolongée, sans modification.
