Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/index.po
Languages: es

source: Open Contracting Data Standard: Documentation
es: Estándar de Datos de Contrataciones Abiertas: Documentación

source: TRANSLATORS: DO NOT TRANSLATE THIS MESSAGE DIRECTLY
es: TRADUCTORES: NO TRADUZCAN ESTE MENSAJE DIRECTAMENTE

source: Instead if this is a **Community translation** translate the following:
es: Si esta es una **Traducción de comunidad** traduzca lo siguiente:

source: This is a community translation of OCDS carried out by [ TRANSLATORS ].
es: Esta es una traducción de comunidad del OCDS hecha por [TRADUCTORES].

source: This translation was last updated on [ DATE ]. If the source OCDS documentation has changed since this date, some strings in this documentation might not appear translated.
es: Esta traducción se actualizó en [FECHA]. Si la fuente de la documentación OCDS ha cambiado desde esa fecha, puede que parezca que algunos strings en esta documentación no fueron traducidas.

source: If this is an officially supported translation (French and Spanish) please translate as a single dash '-'.
es: Si esta es una traducción oficial (Francés y Español) por favor traduzca como un solo guión '-'.

source: Governments around the world spend an estimated US$9.5 trillion through contracts every year. Yet, contracting information is often unavailable for public scrutiny.
es: Los gobiernos de todo el mundo gastan un estimado de US$9.5 billones por medio de contratos cada año. Sin embargo, la información de las contrataciones a menudo no está disponible para el escrutinio público.

source: The Open Contracting Data Standard (OCDS) enables disclosure of data and documents at all stages of the contracting process by defining a common data model. It was created to support organizations to increase contracting transparency, and allow deeper analysis of contracting data by a wide range of users.
es: El Estándar de Datos para las Contrataciones Abiertas (OCDS por sus siglas en inglés) permite la divulgación de datos y documentos de todas las etapas del proceso de contratación mediante la definición de un modelo de datos común. Se creó para apoyar a las organizaciones a aumentar la transparencia de la contratación y permitir un análisis más profundo de los datos de contrataciones por una amplia gama de usuarios.

source: The OCDS approach:
es: El enfoque de OCDS:

source: Publish early, and iterate: improving disclosure step-by-step
es: Publicar pronto e iterar: mejorando la divulgación paso a paso

source: Simple and extensible JSON structure
es: Estructura JSON simple y extensible

source: Publish data for each step of the contracting process
es: Publicar datos para cada etapa del proceso de contratación

source: Create summary records for an overall contracting process
es: Crear registros de resumen para un proceso general de contratación

source: Re-usable objects: organizations, tender information, line-items, amounts, milestones, documents etc.
es: Objetos reutilizables: organizaciones, información de licitaciones, partidas, montos, hitos, documentos, etc.

source: Recommended data and documents at basic, intermediate & advanced levels
es: Datos y documentos recomendados a nivel básico, intermedio y avanzado

source: Common open data publication patterns
es: Patrones comunes de publicación de datos abiertos

source: Guidance on improving data collection and data quality
es: Orientación para mejorar la recopilación de datos y la calidad de los datos

source: A growing community of users and range of open source tools
es: Una comunidad creciente de usuarios y un gama de herramientas de código abierto

source: This is the 1.1 release of OCDS, published on 31st May 2017. Version 1.0 documentation is still available from the version switcher at the bottom left of the page.
es: Esta es la versión 1.1 de OCDS, publicada el 31 de mayo de 2017. La documentación de la versión 1.0 todavía está disponible en el conmutador de versiones en la parte inferior izquierda de la página.

source: About
es: Acerca de

source: The Open Contracting Data Standard is a core product of the [Open Contracting Partnership](http://www.open-contracting.org) (OCP).
es: El Estándar de Datos de Contratación Abierta es un producto central de la [Open Contracting Partnership](http://www.open-contracting.org)(OCP).

source: Version 1.0 of the standard was developed for the OCP by the [World Wide Web Foundation](http://www.webfoundation.org), through a project supported by the [Omidyar Network](http://www.omidyar.com) and the [World Bank](http://www.worldbank.org). Ongoing development is managed by [Open Data Services Co-operative](http://www.opendataservices.coop) under contract to [OCP](http://www.open-contracting.org).
es: La versión 1.0 de la norma fue desarrollada para la OCP por la [World Wide Web Foundation](http://www.webfoundation.org), a través de un proyecto apoyado por la [Red Omidyar](http://www.omidyar.com). Y el [Banco Mundial](http://www.worldbank.org). El desarrollo continuo es gestionado por [Open Data Services Co-operative](http://www.opendataservices.coop) bajo contrato con [OCP](http://www.open-contracting.org).

source: Support
es: Apoyo

source: A [free helpdesk service](support/index) is available to support implementation and use of OCDS.
es: Un [servicio gratuito de ayuda](support/index) está disponible para apoyar la implementación y el uso de OCDS.
