Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/amendments.po
Languages: es, fr, it

source: Amendments
es: Enmiendas
fr: Modifications
it: Modifiche

source: Information about a contracting process will often change over time.
es: La información sobre un proceso de contratación a menudo cambiará con el tiempo.
fr: Les informations sur un processus de passation de marchés changent souvent avec le temps.
it: Le informazioni su una procedura di appalto cambiano spesso nel tempo.

source: Each time information changes, a new OCDS release should be published.
es: Cada vez que cambie la información, debe publicarse una nueva entrega de OCDS.
fr: Chaque fois que ces informations changent, une nouvelle instance OCDS doit être publiée.
it: Ogni volta che cambiano le informazioni, dovrebbe essere pubblicata un nuovo rilascio di OCDS.

source: There are three kinds of changes:
es: Hay tres tipos de cambios:
fr: Il existe trois types de modification :
it: Esistono tre tipi di modifiche:

source: **New information**. For example, when information about the award of a contract is first released.
es: **Nueva información**. Por ejemplo, cuando la información sobre la adjudicación de un contrato se publica por primera vez.
fr: **Nouvelles informations**. Par exemple, lorsque des informations sur l'attribution d'un contrat sont publiées pour la première fois.
it: **Nuova informazione**. Ad esempio, quando vengono rilasciate le informazioni sull'aggiudicazione di una gara.

source: **Updates to existing information**. For example, to correct errors in earlier releases, or to make minor adjustments to titles, descriptions or date.
es: **Actualizaciones a la información existente**. Por ejemplo, para corregir errores en versiones anteriores o para realizar ajustes menores en títulos, descripciones o fechas.
fr: **Mises à jour des informations existantes**. Par exemple, pour corriger les erreurs dans les instances antérieures ou pour effectuer des ajustements mineurs aux titres, descriptions ou date.
it: **Aggiornamenti alle informazioni esistenti**. Ad esempio, per correggere gli errori nelle versioni precedententemente rilasciate o per apportare modifiche minori a titoli, descrizioni o date.

source: **Amendments**. For example, when the value or duration of a contract is changed. The term amendment often has a specific legal meaning for a publisher. Certain changes to a tender, award or contract may only be allowed as part of an amendment.
es: **Enmiendas**. Por ejemplo, cuando se cambia el valor o la duración de un contrato. El término enmienda a menudo tiene un significado legal específico para un publicador. Ciertos cambios en una licitación, adjudicación o contrato sólo pueden ser permitidos como parte de una enmienda.
fr: **Modifications**. Par exemple, lorsque la valeur ou la durée d'un contrat est modifiée. Le terme modifications a souvent une signification juridique spécifique pour un producteur de données. Certaines modifications d'une offre, d'une attribution ou d'un contrat ne peuvent être admises que dans le cadre d'une modification formelle.
it: **Varianti**. Ad esempio, quando viene modificato il valore o la durata di un contratto. Il termine variante ha spesso un significato giuridico specifico per un editore. Alcune modifiche a un'offerta, un appalto o un contratto possono essere ammesse solo come parte di una variante emessa attraverso un atto formale.

source: The nature of a change can be made explicit using:
es: La naturaleza de un cambio se puede hacer explícito usando:
fr: La nature d'un changement peut être explicitée en utilisant :
it: La natura di un cambiamento può essere resa esplicita usando:

source: **The release tag** (```tag```). For example, for a release with a new contract, use 'contract'. For an update to the award, use 'contractUpdate', and for an amendment to the contract, use 'contractAmendment'.
es: **La etiqueta de entrega** (```tag```). Por ejemplo, para una entrega con un nuevo contrato, use "contract". Para una actualización de la adjudicación, use 'contractUpdate', y para una enmienda al contrato, use 'contractAmendment'.
fr: **Le tag d'instance** (```tag```). Par exemple, pour une instance avec un nouveau contrat, utilisez "contract". Pour une mise à jour de l'attribution, utilisez "contractUpdate", et pour une modification du contrat, utilisez "contractAmendment".

source: **The amendments** building block. This can contain an array of amendment explanations, and clearly identify the releases that contain before and after values.
es: **El bloque Enmiendas**. Este puede contener una matriz de explicaciones de enmienda e identificar claramente las versiones que contienen valores antes y después.
fr: Le composant **amendments**. Ce composant peut contenir une liste d'explications sur les modifications et identifier clairement les instances contenant des valeurs "avant" et "après".
it: Il blocco delle **varianti**. Questo può contenere un array di spiegazioni delle varianti e identificare chiaramente le i rilasci che contengono valori precedenti e successivi alla variante

source: Worked example
es: Ejemplo desarrollado
fr: Exemple d'utilisation
it: Esempio elaborato

source: In the example below:
es: En el siguiente ejemplo:
fr: Dans l'exemple ci-dessous :
it: Nell'esempio seguente:

source: A tender is issued for a "Data merge tool" in a release with the ```tag``` 'tender'.
es: Se emite una licitación para una "herramienta de combinación de datos" en una entrega con la ```tag``` 'tender'.
fr: Une offre est émise pour un "outil de fusion de données" dans une instance avec le ```tag``` ''tender".

source: This is updated in a release with the ```tag``` 'tenderUpdate' to provide an expanded description of the item. The publisher did not consider this to be a formal 'amendment' to the tender, so did not publish any amendment information.
es: Esta se actualiza en una entrega con la ```tag``` 'tenderUpdate' para proporcionar una descripción ampliada del elemento. El publicador no consideró que esto fuera una 'enmienda' formal a la licitación, por lo que no publicó ninguna información de enmienda.
fr: Ceci est mis à jour dans une instance avec le ```tag``` 'tenderUpdate' pour fournir une description détaillée de l'élément. Le producteur de données n'a pas considéré qu'il s'agissait d'une modification formelle à l'appel d'offres, de sorte qu'il n'a pas publié d'informations sur les modifications.

source: The tender is then formally amended, with an increased value. This is published in a release with the ```tag``` 'tenderAmendment', and an ```amendments``` block under ```tender```.
es: A continuación, la licitación se enmienda formalmente con un valor mayor. Esto se publica en una entrega con un ```tag``` 'tenderAmendment', y un bloque ```amendments``` bajo ```tender```.
fr: L'offre est ensuite formellement modifiée, avec une valeur accrue. Cette information est publiée dans une instance avec le ```tag``` 'tenderAmendment', et un composant ``` amendment``` sous `` `tender```.

source: Note in this example that:
es: Tenga en cuenta en este ejemplo que:
fr: Notez dans cet exemple que :
it: Nota in questo esempio che:

source: **The publisher choses in the tenderAmendment release to repeat a fragment of the original 'tender' release**, so that the before and after values of the tender can be accessed in the single file. This is not required when a full archive of releases is made accessible, but can be a convenient way of publishers making structured information on the before and after values of a field more accessible to users.
es: ** El publicador elige en la entrega de tenderAmendment repetir un fragmento de la entrega original de la oferta**, de modo que los valores antes y después de la licitación se pueden acceder en el archivo único. Esto no es necesario cuando se hace accesible un archivo completo de entregas, pero puede ser una forma conveniente de que los publicadores publiquen información estructurada sobre los valores antes y después de un campo más accesible para los usuarios.

source: **In the merged record**, the information in the ```amendments``` array can be used to lookup information in the ```versionedRelease``` section, to see where changes are explained by an amendment ```rationale```.
es: **En el registro combinado**, puede usarse la información de la matriz ```amendments``` para buscar información en la sección ```versionedRelease```, para ver donde se explican los cambios con un ```rationale``` de enmienda.
fr: **Dans l'enregistrement fusionné**, les informations dans la liste sur les modifications peuvent être utilisées pour rechercher des informations dans la section ```versionedRelease``` pour voir où les modifications sont expliqués par une modification avec le tag ```rationale```.

source: **The publisher chooses in the tenderAmendment release to repeat a fragment of the original 'tender' release**, so that the before and after values of the tender can be accessed in the single file. This is not required when a full archive of releases is made accessible, but can be a convenient way of publishers making structured information on the before and after values of a field more accessible to users.
fr: **Le producteur de données choisit dans l'instance taguée "tenderAmendment" de répéter un fragment de la version initiale** de l'appel d'offres, afin que les valeurs antérieures et ultérieures de l'appel d'offres soient accessibles dans le fichier unique. Ceci n'est pas nécessaire lorsqu'une archive complète des instances est rendue accessible, mais ce peut être un moyen pratique pour les producteurs de données de faire des informations structurées sur les valeurs antérieures et ultérieures à partir d'un champ plus accessible aux utilisateurs.
it: **L'editore sceglie di ripetere nel rilascio del tenderAmendment un frammento come specificato nella 'tender' (gara d'appalto) originale**, in modo che sia possibile accedere ai valori prima e dopo della gara nel singolo file. Questo non è richiesto quando un registro completo di rilasci è reso accessibile, ma può essere un modo conveniente per gli editori di rendere più accessibili ed evidenti agli utenti le informazioni strutturate dei singoli valori precedenti e successivi di un campo.

source: **The release tag** (`tag`). For example, for a release with a new contract, use 'contract'. For an update to the award, use 'contractUpdate', and for an amendment to the contract, use 'contractAmendment'.
it: **Una etichetta di rilascio** (`tag`). Ad esempio, per un rilascio contenente un nuovo contratto, utilizzare 'contract' Per un aggiornamento relativo all'aggiudicazione, utilizzare "contractUpdate" e, per una modifica del contratto, utilizzare "contractAmendment".

source: A tender is issued for a "Data merge tool" in a release with the `tag` 'tender'.
it: Viene rilasciata una gara d'appalto per uno "Strumento di compilazione dei dati" in un rilascio con il tag 'tender' (gara d'appalto).

source: This is updated in a release with the `tag` 'tenderUpdate' to provide an expanded description of the item. The publisher did not consider this to be a formal 'amendment' to the tender, so did not publish any amendment information.
it: Questo è aggiornato in un rilascio con il `tag` 'tenderUpdate' per fornire una descrizione estesa dell'oggetto. L'editore non ritene che questo sia una 'modifica' formale alla gara, quindi non ha pubblicato alcuna informazione di modifica.

source: The tender is then formally amended, with an increased value. This is published in a release with the `tag` 'tenderAmendment', and an `amendments` block under `tender`.
it: L'offerta viene quindi modificata formalmente, con un valore maggiore. Questo è pubblicato in un rilascio con il `tag` 'tenderAmamendment' e un blocco `amendments` viene aggiunto sotto `tender`.

source: **In the merged record**, the information in the `amendments` array can be used to lookup information in the `versionedRelease` section, to see where changes are explained by an amendment `rationale`.
it: **Nel descrittore compilato**, le informazioni nell'array `amendments` possono essere utilizzate per cercare informazioni nella sezione `versionedRelease`, per vedere dove le singole modifiche vengono spiegate con una `ragione` della veriante.
