Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/hosting.po
Languages: fr, it

source: Data files, APIs and discovery
fr: Fichiers de données, APIs et découverte
it: File di dati, API e ricerca

source: Different users have different needs when it comes to accessing OCDS data.
fr: Différents usagers ont différents besoins lorsqu'il s'agit d'accéder aux données du standard OCDS.
it: Utenti diversi hanno esigenze diverse quando si tratta di accedere ai dati OCDS.

source: [Data on the Web Best Practices](https://www.w3.org/TR/dwbp/#MultipleFormats) suggests that "Data should be available in multiple data formats" in order to increases the number of different users, tools and applications that can process the data.
it: [Data on Web Best Practices](https://www.w3.org/TR/dwbp/#MultipleFormats) suggerisce che "I dati dovrebbero essere disponibili in più formati di dati" al fine di aumentare il numero di utenti, strumenti e applicazioni che possono elaborare i dati.

source: Which formats are most important will depend on the priority use cases for each OCDS implementation, but you should consider:
fr: Selon les cas d'usage prioritaires pour chaque mise en œuvre du standard OCDS, certains formats seront plus importants. Vous devriez envisager les formats suivants :
it: I formati più importanti dipendono dai casi di utilizzo prioritari per ciascuna implementazione OCDS, ma è necessario considerare:

source: **Bulk downloads** - packaging together multiple releases or multiple records in one or more files for users to download and import into local tools.
fr: Les **téléchargements en masse** - en rassemblant ensemble de multiples instances ou de multiples archives dans un ou plusieurs fichiers, de sorte que les usagers puissent les télécharger et les importer dans des outils sur leur machine.
it: **Download massivi** - pacchetti contenenti di più rilasci o più descrittori in uno o più file per consentire agli utenti di scaricare e importare i dati completi con strumenti di elaborazione locali.

source: **Individual release and record downloads** - providing a URI at which each release or record can be obtained. This is crucial for 4 ☆ data publication.
fr: **Les téléchargements d'instances et d'archives individuelles** - en fournissant une URI à laquelle chaque instance ou archive peut être obtenue. Cela est crucial pour une publication des données en 4 ☆.
it: **Download di singoli rilasci e descrittori** - fornendo un URI in cui è possibile ottenere ogni rilascio o descrittore. Questo è fondamentale in caso di pubblicazione di dati 4☆.

source: **CSV and Spreadsheet serializations** - providing multiple releases or compiled records for download, enabling users to work with data directly in spreadsheet software or other tools.
fr: Les **sérialisations sous forme de CSV et de tableurs** - fournir de multiples instances ou archives compilées pour être téléchargées, permettant ainsi aux usagers de travailler avec les données directement dans un tableur ou dans d'autres outils.
it: **Formato CSV e fogli di calcolo**: fornire una versione per il download in questi formati di un pacchetto di rilasci o descrittori per consentire agli utenti di lavorare con i dati direttamente su fogli di calcolo o altri strumenti per lavorari sui dati tabulari.

source: **API access** - enabling interactive access to your data. OCDS does not currently provide a standard for constructing APIs, but [potential approaches can be discussed with the community here](https://github.com/open-contracting/standard/issues/290).
fr: Un **accès à une API** - permettant ainsi un accès interactif à vos données. OCDS ne fournit pas pour l'instant de standard pour construire des APIs, mais [les différentes approches possibles peuvent être discutées ici avec la communauté](https://github.com/open-contracting/standard/issues/290).
it: **Accesso attrvaerso API**: consente l'accesso interattivo ai tuoi dati. OCDS attualmente non fornisce uno standard per la costruzione di API, ma [i potenziali approcci possono essere discussi con la comunità qui](https://github.com/open-contracting/standard/issues/290).

source: Bulk downloads
fr: Téléchargements en masse
it: Download massivo

source: The release and record data package containers (in JSON and CSV) offer a way to provide **bulk access** to a collection of contracting process release and records.
fr: Les conteneurs de données d'instances et d'archives (en JSON et en CSV) permettent de fournir un **accès en masse** à une collection d'instances et d'archives relatifs à des processus de passation de marché.
it: I pacchetti di dati delle release e dei descrittori (in JSON e CSV) offrono un modo per fornire **accesso massivo** a una raccolta di rilasci e descrittori dei processi di appalto.

source: However, very large files can be difficult for users to download and process. The following section provides suggested good practices which will assist users in accessing data. These are not requirements of the standard, but are based on experiences of maximizing the number of users able to work with datasets with their existing hardware and software.
fr: Cependant, les très gros fichiers peuvent être difficiles à télécharger et utiliser par les usagers. La section qui suit suggère des bonnes pratiques pour aider les utilisateurs à accéder aux données. Ce ne sont pas des exigences du standard OCDS, mais elles visent à augmenter le nombre d'utilisateurs capables de travailler avec les jeux de données avec le matériel et les logiciels dont ils disposent.
it: Tuttavia, file di grandi dimensioni possono essere difficili da scaricare ed elaborare. La seguente sezione suggerisce le buone pratiche che aiuteranno gli utenti ad accedere ai dati. Non sono requisiti dello standard, ma si basano su esperienze reali per massimizzazione il numero di utenti in grado di lavorare con i dati utilizzando i loro hardware e software esistenti.

source: File size limits
fr: Limites de taille de fichiers
it: Limiti delle dimensioni del file

source: When generating data packages for bulk download, apply the following limits:
fr: Lorsque vous générez des paquets de données pour un téléchargement en masse, appliquez les limites suivantes :
it: Quando si generano pacchetti di dati per il download massivo, applicare i seguenti limiti:

source: Unzipped OCDS data packages should not exceed 1Gb each;
fr: Les paquets de données OCDS décompressés ne devraient pas excéder 1 Go chacun;
it: I pacchetti di dati OCDS decompressi non devono superare 1 GB ciascuno;

source: Zipped OCDS data packages should not exceed 10 Mb each;
fr: Les paquets de données OCDS compressés ne devraient pas excéder 10 Mo chacun ;
it: I pacchetti di dati OCDS compressi non devono superare i 10 Mb ciascuno;

source: A single OCDS data package should contain a maximum of 250,000 awards or contracts;
fr: Un paquet de données OCDS ne devrait pas contenir plus de 250 000 attributions ou marchés ;
it: Un singolo pacchetto di dati OCDS dovrebbe contenere un massimo di 250.000 aggiudicazioni o contratti;

source: When a file is likely to exceed one of these limits, release or records should be split across multiple files. Dynamically generated bulk downloads do not have to apply these limits, though publishers should consider ways to advise users when a query is likely to generate a very large file.
fr: Lorsqu'un fichier risque de dépasser l'une de ces limites, les instances ou les archives devraient être divisées en plusieurs fichiers. Les téléchargements de masse générés de manière dynamique n'ont pas à appliquer ces limites, même si les producteurs de données devraient envisager des moyens d'avertir l'usager lorsque une requête risque de générer un très gros fichier.
it: Quando è probabile che un file superi uno di questi limiti, i rilasci o i descrittori dovrebbero essere suddivisi su più file. I download di massa generati dinamicamente non devono applicare questi limiti, sebbene gli editori dovrebbero prendere in considerazione modi per avvisare gli utenti quando è probabile che una inetrrogazione generi un file molto grande.

source: Segmenting files
fr: Segmenter les fichiers
it: Segmentazione dei file

source: When the suggested limits require publication of multiple files, publishers should consider ways to split data across available files.
fr: Lorsque les limites suggérées conduisent à publier plusieurs fichiers, les producteurs de données devraient envisager des moyens de découper les données en plusieurs fichiers.
it: Quando i limiti suggeriti richiedono la pubblicazione di più file, gli editori dovrebbero prendere in considerazione modi per suddividere i dati in più file.

source: For releases, publishers may choose to:
fr: Pour les instances, les producteurs peuvent choisir de :
it: Per i rilasci, gli editori possono scegliere di:

source: Segment by **releaseDate** - placing all the releases from a given day, month or year in the same file;
fr: Segmenter par **releaseDate** - en plaçant toutes les instances d'un jour, mois ou année donné dans un même fichier ;
it: Dividere in base alla **releaseDate** - inserendo tutte le versioni di un dato periodo o giorno, mese o anno nello stesso file;

source: Segment by **contracting process identifier** - placing all the releases related to a given set of contract process identifiers together in the same data package;
fr: Segmenter par **identifiant de processus de passation de marché** - en plaçant toutes les instances liées à un ensemble d'identifiants de processus de passation de marché dans un même paquet ;
it: Dividere per **identificativo del processo di aggiudicazione ** - inserendo tutti i rilasci relativi a un determinato insieme di identificativi del processo del contratto assieme nello stesso pacchetto di dati;

source: For records, publishers should segment either based on the first **releaseDate** associated with a contracting process, or by **contracting process identifier.**
fr: Pour les archives, les producteurs devraient segmenter soit sur la base de la première **releaseDate** associées avec un processus de passation de marché, soit par **identifiant de processus de passation de marché**.
it: Per i descrittori, gli editori devono dividere in base alla prima **releaseDate** associata a un processo di aggiudicazione o **all'identificatore del processo di aggiudicazione (ocid)**

source: Following these approaches will avoid release and records 'jumping' between files when the bulk files are updated.
fr: Suivre ces approches permet d'éviter que des instances et des archives ne "sautent" d'un fichier à l'autre lorsque les fichiers de masse sont mis à jour.
it: Seguendo questi approcci si evita il rilascio e il salto di record tra i file quando vengono aggiornati i file di per il download massivi.

source: Compression
it: Compressione

source: OCDS data packages may be compressed in order to save on disk space and bandwidth.
fr: Les paquets de données OCDS peuvent être compressés afin d'économiser de l'espace de stockage et de la bande passante.
it: I pacchetti di dati OCDS possono essere compressi per risparmiare spazio su disco e larghezza di banda durante il download.

source: If compressing data packages, publishers *should* use the zip file format.
fr: S'ils compressent les paquets de données, les producteurs *devraient* utiliser le format de fichier ZIP.
it: Se comprimi pacchetti di dati, gli editori *dovrebbero* utilizzare il formato file zip.

source: Serving files
fr: Mettre les fichiers à disposition
it: Servire file

source: Publishers should ensure that the web server providing access to bulk files correctly reports the [HTTP Last-Modified](http://www.w3.org/Protocols/rfc2616/rfc2616-sec14.html#sec14.29) header so that consuming applications only need to download updated files.
fr: Les producteurs devraient s'assurer que le serveur Web qui fournit l'accès aux fichiers en masse renvoie correctement [l'en-tête HTTP Last-Modified](http://www.w3.org/Protocols/rfc2616/rfc2616-sec14.html#sec14.29) afin que les applications qui utilisent ces données puissent ne télécharger que les fichiers mis à jour.
it: Gli editori devono assicurarsi che il server web che fornisce l'accesso ai file per il download massivo riporti correttamente l'intestazione [HTTP Last-Modified](http://www.w3.org/Protocols/rfc2616/rfc2616-sec14.html#sec14.29) in modo che le applicazioni possano solo scaricare i file aggiornati.

source: Individual releases and records
fr: Instances et archives individuelles
it: Rilasci e descrittori individuali

source: To achieve [4 ☆](levels.md) OCDS publication requires each release and record to be accessible at a permanent URI. This may be achieved by:
fr: Pour atteindre [le niveau de publication 4 ☆](levels.md), le standard OCDS demande que chaque instance et chaque archive soit accessible via une URI permanente. Cet objectif peut être atteint en :
it: Per ottenere il livello [4☆](levels.md) la pubblicazione OCDS richiede che ogni rilascio e descrittore siano accessibili a un URI permanente. Questo può essere ottenuto attraverso:

source: (a) Archiving a single-release release package for each release to a web accessible file system as it is created, and then regularly merging these releases to compile individual record files in the same file system. One approach may be to have a folder for each `ocid` and to place the releases and record related to that process into that folder.
it: (a) Archiviazione nel file system accessibile dal Web di un pacchetto di rilascio per ogni rilascio effettuato al momento della creazione, e quindi unendo regolarmente questi rilascio per compilare i singoli file di rilascio nello stesso file system. Un approccio potrebbe essere quello di avere una cartella per ogni `ocid` e di mettere i rilascio e i descrittori relativi a quel processo in quella cartella.

source: (b) Providing access to releases and records through an API.
fr: (b) Fournir l'accès aux instances et aux archives à travers une API.
it: (b) Fornire accesso a rilasci e descrittori tramite un'API.

source: Note that the second approach will require the API to maintain a full revision history of each contracting process, so that releases from each stage of a contracting process can be provided.
fr: Notez que la deuxième approche requiert que l'API maintienne une histoire complète des révisions de chaque processus de passation de marché, afin que les instances de chaque étape du processus puissent être fournies.
it: Si noti che il secondo approccio richiede che l'API mantenga una cronologia completa delle revisioni di ogni processo di appalto, in modo che possano essere fornite le versioni di ogni fase di un processo di appalto.

source: Publishers should consider how to [ensure URIs can remain stable](https://www.w3.org/Provider/Style/URI.html), even across a change of systems.
fr: Les producteurs devraient [s'assurer que les URIs demeurent pérennes](https://www.w3.org/Provider/Style/URI.html), même lorsqu'un changement de systèmes se produit.
it: Gli editori dovrebbero considerare come [assicurarsi che gli URI possano rimanere stabili] (https://www.w3.org/Provider/Style/URI.html), anche in caso di cambio dei sistemi.

source: Flattened serializations
fr: Sérialisations à plat
it: Serializzazioni appiattite in file tabulari

source: The [serialization](../../../serialization/) page provides details of how to generate 'flat' versions of OCDS data for use in spreadsheet software.
it: La pagina [serializzazione](../../../serializzation/) fornisce i dettagli su come generare versioni "piatte" di dati OCDS da utilizzare nei software di foglio di calcolo.

source: The same principles discussed for bulk files above should be applied to CSV or Excel downloads of data.
fr: Les principes applicables aux fichiers en masse ci-dessus doivent s'appliquer aux téléchargements de données en CSV ou Excel.
it: Gli stessi principi discussi per i file massivi sopra indicati devono essere applicati ai download di dati CSV o Excel.

source: Discovery and APIs
fr: Découverte de données et APIs
it: Ricerca e API

source: There are many thousands of organizations who should be able to publish Open Contracting data. As a result, maintaining a central registry of all published data is impractical. Instead, OCDS proposes a common pattern for the discovery of Open Contracting data releases and records.
fr: Il y a des milliers d'organisations qui devraient pouvoir publier des données d'Open Contracting. Dès lors, maintenir un registre centralisé de toutes les données publiées est difficile. À la place, OCDS propose un modèle commun pour l'exploration des instances et archives de données Open Contracting.
it: Ci sono molte migliaia di organizzazioni che dovrebbero essere in grado di pubblicare i dati di Open Contracting. Di conseguenza, mantenere un registro centrale di tutti i dati pubblicati non è pratico. Invece, OCDS propone un modello comune per l'individuazione di rilasci e descrittori in formato Open Contracting.

source: For the discovery of bulk datasets, and the location of any data feeds, we propose use of a data.json file.
fr: Pour la découverte des jeux de données en masse et la localisation des flux de données, nous proposons d'utiliser un fichier data.json.
it: Per l'individuazione dell'insieme di dati per il download massimo e la posizione di qualsiasi ulteriore luogo dove i dati vengono diffusi e aggiornati, proponiamo l'uso di un file descrittore data.json.

source: For the discovery of individual releases and records, we propose use atom feeds.
fr: Pour la découverte d'instances et d'archives individuelles, nous proposons l'utilisation de flux atom.
it: Per l'individuazione dei dati di singoli rilasci o descrittori, proponiamo di utilizzare il formato atom per il feed.

source: There is a [community discussion here](https://github.com/open-contracting/standard/issues/290) on whether OCDS should include a proposed API standard in future iterations.
fr: Une [discussion est engagée ici](https://github.com/open-contracting/standard/issues/290) sur l'opportunité pour l'OCDS de développer un standard d'API et de l'inclure dans une future version.
it: C'è una [discussione della comunità qui](https://github.com/open-contracting/standard/issues/290) sul fatto che OCDS dovrebbe proporre e includere uno standard API nelle future iterazioni.

source: Dataset and feed discovery
fr: Découverte de jeux de données et de flux
it: Dataset e individuazione dei feed

source: Publishers should provide a data.json document describing the location of all of the bulk OCDS files available for download.
fr: Les producteurs devraient fournir un fichier data.json décrivant la localisation de tous les fichiers en masse OCDS disponibles au téléchargement.
it: Gli editori devono fornire un file data.json che descriva la posizione di tutti i file OCDS per il download massivo.

source: This should follow the structure proposed by the [US Project Open Data](https://project-open-data.github.io/schema/) with:
fr: Il devrait suivre la structure proposée par le [US Project Open Data](https://project-open-data.github.io/schema/) avec :
it: Questo dovrebbe seguire la struttura proposta dal [US Open Project Data](https://project-open-data.github.io/schema/) con:

source: Each record containing a distribution block with at least one accessURL pointing to OCDS data.
fr: Chaque enregistrement contenant un bloc de distribution avec au moins une accessURL pointant vers les données OCDS.
it: Ogni record contenente un blocco di distribuzione con almeno un accessURL che punta ai dati OCDS.

source: Each record containing 'open-contracting-data', and either 'open-contracting-release' or 'open-contracting-record' in the keyword array.
fr: Chaque enregistrement contenant 'open-contracting-data', et soit 'open-contracting-release' soit 'open-contracting-record' parmi les mots-clés.
it: Ogni record contenente 'open-contracting-data' e 'open-contracting-release' o 'open-contracting-record' nell'array delle parole chiave.

source: accessLevel set appropriately
fr: `accessLevel` établi correctement
it: accessLevel impostato in modo appropriato

source: In addition, the data.json document may contain one or more records with the keyword 'open-contracting-feed' and either 'open-contracting-release' or 'open-contracting-record' and pointing via an accessURL in their distribution block to an atom feed document.
fr: De plus, le fichier data.json peut contenir un ou plusieurs enregistrements avec le mot-clé 'open-contracting-feed' et 'open-contracting-release' ou 'open-contracting-record', et pointant via une `accessURL` dans leur bloc de distribution vers un flux atom.
it: Inoltre, il documento data.json può contenere uno o più record con le parole chiave 'open-contracting-feed' e 'open-contracting-release' o 'open-contracting-record' e che puntano ad un feed atom tramite l'accessURL sul blocco di distribuzione.

source: Feeds
fr: Flux
it: Feed

source: Publishers exposing individual records and releases, of regularly updated data packages in small sets, should provide one or more [atom feeds](http://en.wikipedia.org/wiki/Atom_%28standard%29) that index these, and provide an easy mechanism for users to discover recently published or updated release and records.
fr: Les producteurs de données qui diffusent des instances et archives individuelles, ou des petits jeux de paquets de données régulièrement mis à jour, devraient fournir un ou plusieurs [flux atom](http://en.wikipedia.org/wiki/Atom_%28standard%29) qui les indexent, et fournir un mécanisme permettant aux usagers d'identifier aisément les instances et archives publiées ou mises à jour récemment.
it: Gli editori che espongono i singoli rilasci o descrittori, regolarmente aggiornati, dovrebbero fornire uno o più [feed atom](http://en.wikipedia.org/wiki/Atom_%28standard%29) che li indicizzano e forniscono un facile meccanismo per gli utenti di individuare i rilasci e i descrittori pubblicati o aggiornati di recente.

source: The link to the release or record should be provided via a `<link>` tag, and the updated date of the entry should reflect the updated date of that release or record. The `<id>` should reflect the release id for release, or the ocid for records.
it: Il link al rilascio o al descrittore dovrebbe essere fornito tramite una etichetta `<link>` , e la data della voce dovrebbe riflettere la data di aggiornamento di tale rilascio o del descrittore. Il `<id>` dovrebbe contenere l'id di rilascio per il rilascio o l'ocid per i l descrittore.

source: The release.tag should be contained within an `<category>` element of the feed.
it: Il file release.tag dovrebbe essere contenuto all'interno di un elemento `<category>` del feed.

source: Feeds requiring pagination should follow the approach set out in [RFC 5005](https://tools.ietf.org/html/rfc5005#section-3).
fr: Les flux nécessitant une pagination devraient suivre l'approche exposée dans la [RFC 5005](https://tools.ietf.org/html/rfc5005#section-3).
it: I feed che richiedono la paginazione dovrebbero seguire l'approccio definito in [RFC 5005](https://tools.ietf.org/html/rfc5005#section-3).

source: Well Known
it: Protocollo Well-Known

source: Future implementations of OCDS will explore use of the <a href="http://tools.ietf.org/html/rfc5785">/.well-known/</a> protocol to declare a location for storing a data.json file.
fr: De futures versions du standard OCDS exploreront l'utilisation du protocole <a href="http://tools.ietf.org/html/rfc5785">/.well-known</a> pour déclarer une localisation de stockage d'un fichier data.json.
it: Le future implementazioni di OCDS esploreranno l'uso del protocollo <a href="http://tools.ietf.org/html/rfc5785"> /.well-known/ </a> per dichiarare una posizione per la memorizzazione del descrittore data.json.
