Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/hosting.po
Languages: fr, it

source: At present, such files can be hosted anywhere, and consuming applications pointed towards them manually.
fr: Pour le moment, ces fichiers peuvent être hébergés n'importe où. La localisation de ces fichiers doit être fournie manuellement aux applications.
it: Al momento, questi file possono essere ospitati ovunque e le applicazioni che lo utilizzano configurate manualmente in modo che lo riferiscano.

source: The data.json structure has been chosen to allow organizations following this approach to include tagged 'open-contracting-data' within their existing data discovery mechanisms, and given the availability of a plugin for the widely used CKAN which will also support exposure of data.json files.
fr: La structure data.json a été choisie pour permettre aux organisations qui suivent cette approche d'inclure le tag 'open-contracting-data' parmi leurs mécanismes existant d'identification des données. De plus, CKAN, une plateforme très utilisée, dispose d'un plugin qui permet également d'exposer des fichiers data.json.
it: La struttura data.json è stata scelta per consentire alle organizzazioni che seguono questo approccio di includere tag 'open-contracting-data' all'interno dei loro meccanismi di rilevamento dei dati esistenti e data la disponibilità di un plug-in per CKAN ampiamente utilizzato che supporterà anche l'esposizione dei dati utilizzando il descrittore data.json.

source: Linking data
fr: Lier les données.
it: Collegamenti tra dati

source: For 5 ☆ publication of OCDS data, publishers should seek to use URIs in their datasets, linking to other machine-readable data sources at an entity-by-entity level.
fr: Pour la publication 5 ☆ de données OCDS, les producteurs de données devraient chercher à utiliser des URIs dans leurs jeux de données, les liant à d'autres sources de données lisibles par des machines, au entité par entité.
it: Per la pubblicazione di dati OCDS al livello 5☆, gli editori dovrebbero cercare di utilizzare gli URI nei loro dataset, entità per entità collegandosi ad altre fonti di dati 5☆.

source: [Data on the Web Best Practice #15](https://www.w3.org/TR/dwbp/#dataFormats) suggests that "Data should be available in multiple data formats" in order to increases the number of different users, tools and applications that can process the data.
fr: [*Data on the Web Best Practice #15*](https://www.w3.org/TR/dwbp/#dataFormats) suggère que les données devraient être publiées sous de multiples formats, de façon à augmenter le nombre d'utilisateurs, le nombre d'outils, et le nombre d'applications pouvant traiter ces données.

source: (a) Archiving a single-release release package for each release to a web accessible file system as it is created, and then regularly merging these releases to compile individual record files in the same file system. One approach may be to have a folder for each ```ocid``` and to place the releases and record related to that process into that folder.
fr: (a) Archivant un paquet d'instance pour chaque instance dans un système de fichiers accessibles par le web, lors de sa création, et en fusionnant ensuite régulièrement ces instances afin de compiler des fichiers correspondant à chaque archive dans le même système de fichier. Une approche pourrait être d'avoir un dossier pour chaque ```ocid```, et de placer les instances et les archives liées à ce processus dans ce dossier.

source: The [serialization](../../serialization/) page provides details of how to generate 'flat' versions of OCDS data for use in spreadsheet software.
fr: La [page sur la sérialisation](../../serialization/) fournit des détails sur la manière de générer des versions "à plat" des données OCDS pour être utilisées dans des tableurs.

source: The link to the release or record should be provided via a ```<link>``` tag, and the updated date of the entry should reflect the updated date of that release or record. The ```<id>``` should reflect the release id for release, or the ocid for records.
fr: Le lien vers une instance ou une archive devrait être fourni via un tag ```<link>```, et la date de l'entrée mise à jour devrait refléter la date de mise à jour de cette instance ou archive. L'```<id>``` devrait refléter l'id de l'instance, ou l'ocid pour des archives.

source: The release.tag should be contained within an ```<category>``` element of the feed.
fr: Le tag `release.tag` devrait être contenu dans un élément ```<category>``` du flux.
