Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/levels.po
Languages: es, fr

source: Fully compliant OCDS publication involves providing a release of data for every event or change that occurs in the life of a contracting process (e.g. when a tender is issued, an award made, and a contract signed), and then combining these into a summary record. This is important to enable tracking of change over time. However, there are different paths to take in moving towards this, and technical assistance from the community can be sought to identify the best approach.
es: La publicación que cumple totalmente con OCDS, incluye entregas de datos para cada evento o cambio que ocurre en la vida de un proceso de contratación (por ejemplo, cuando se emite una licitación, se hace un contrato y se firma un contrato) y luego se combinan en un registro . Esto es importante para permitir el seguimiento del cambio a lo largo del tiempo. Sin embargo, existen caminos diferentes para avanzar hacia esto, y se puede buscar asistencia técnica de la comunidad para identificar el mejor enfoque.
fr: Une publication parfaitement conforme au standard OCDS suppose de publier des données pour chaque événement ou changement qui se produit durant la vie du processus de commande publique (par exemple, lorsqu'un appel d'offre est publié, une attribution faite, ou un marché signé). Elles doivent ensuite être combinées en une archive résumant le processus. Ceci est important pour permettre de repérer les changements au cours du temps. Cependant, il y a plusieurs approches possibles pour y parvenir, et une assistance technique de la communauté peut permettre d'identifier la plus adéquate.

source: An example of good quality publication at this level might involve regularly generated releases and records published in bulk files for download and also made available through query interfaces and APIs.
es: Un ejemplo de publicación de buena calidad a este nivel podría implicar entregas y registros generados regularmente, publicados en archivos para descarga masiva y también disponibles a través de interfaces de consulta y API.
fr: Un exemple de publication de bonne qualité à ce niveau peut impliquer la publication régulières d'instances de données ainsi que des archives publiées en masse afin d'être téléchargées, et également mises à disposition au travers d'interfaces de recherche et d'APIs.

source: Publishing data at custom download locations, or through custom query interfaces, requires users to manually discover and access data.
es: Publicar datos en ubicaciones de descarga personalizadas o mediante interfaces de búsqueda personalizadas, requiere que los usuarios descubran y accedan a los datos manualmente.
fr: Des données publiées sur des pages de téléchargement ou au travers d'interfaces de recherches ad hoc obligent les usagers à identifier et à accéder manuellement aux données.

source: Applying best practices for publishing on the web will allow automatic discovery of information, making contracting information more searchable for humans, easier to track and follow at a per-contract level, and more accessible for powerful big-data analysis that can make connections across many open contracting datasets.
es: Aplicar mejores prácticas para publicar en la Web permitirá el descubrimiento automático de información, haciendo que la información de contratación sea más búscable para las personas, más fácil de rastrear y seguir a un nivel por contrato y más accesible para poder realizar análisis de gran cantidad de datos que puede resultar conexiones a través de muchos conjuntos de datos de contrataciones abiertas.
fr: Mettre en œuvre les meilleurs pratiques de publication sur le web rend possible l'identification automatique de l'information, rendant ainsi l'information sur les marchés publics plus facilement explorable par les humains, plus facile à suivre marché par marché et plus accessible à des analyses puissantes de "Big Data" qui peuvent effectuer des connexions entre de nombreux jeux de données ouverts.

source: ☆ ☆ ☆ ☆ Use best practices for data on the web
es: ☆ ☆ ☆ ☆ Utilizar mejores prácticas para los datos en la web
fr: ☆ ☆ ☆ ☆ Utiliser les meilleurs pratiques pour les données sur le Web

source: Make each **release** and **record** describing a contracting process accessible at its own persistent URI (web address).
es: Hacer que cada **entrega** y **registro** describa un proceso de contratación accesible en su propio URI persistente (dirección web).
fr: Rendre chaque **instance** et chaque **archive** décrivant un processus de commande publique accessible à son URI permanente dédiée (adresse Web).

source: Provide feeds that detail recently changed information, and that allow users to search for specific kinds of tenders, awards or contracts (for example, by the classification of goods and services being procured).
es: Proporcionar feeds que detallen la información recientemente modificada y que permitan a los usuarios buscar tipos específicos de licitaciones, adjudicaciones o contratos (por ejemplo, mediante la clasificación de los bienes y servicios que se obtienen).
fr: Fournir des flux qui détaillent les informations modifiées récemment, et qui permettent aux usagers de rechercher des types particuliers d'appels d'offres, d'attribution ou de marchés (par exemple, par la classification de biens et services achetés).

source: Use [established protocols](../../hosting#discovery-and-apis) to support discovery of your data, and to provide atom feeds of recently updated data. At this level, publishers may also expose data through an API, following community established conventions for API operation.
es: Utilice [protocolos establecidos](../../hosting#discovery-and-apis) para apoyar el descubrimiento de sus datos, y para proporcionar feeds atom de datos actualizados recientemente. En este nivel, los publicadores también pueden exponer los datos a través de una API, siguiendo las convenciones establecidas por la comunidad para el funcionamiento de la API.
fr: Utiliser des [protocoles établis](../../hosting#discovery-and-apis) pour permettre l'exploration de vos données, et fournir des flux atom des données récemment mises à jour. À ce niveau, les producteurs de données peuvent également fournir des données au travers d'une API, en suivant les conventions établies par la communauté pour le fonctionnement d'une API.

source: The use of these protocols, and following API conventions, will allow aggregators and other analysts to integrate this open contracting data in minutes and hours or work, rather than days, weeks and months.
es: El uso de estos protocolos, y seguir las convenciones de la API, permitirá a los agregadores y otros analistas integrar estos datos de contrataciones abiertas en minutos y horas de trabajo, en lugar de días, semanas y meses.
fr: L'utilisation de ces protocoles, et le fait de suivre les conventions d'API, permettra aux agrégateurs et aux analystes d'intégrer ces données ouvertes en quelques minutes ou heures de travail, plutôt qu'en jours, semaines ou mois.

source: In the future OCDS may also have an RDF serialization to enable linked data publication at this level.
es: En el futuro, OCDS también puede tener una serialización RDF para habilitar la publicación de datos vinculados a este nivel.
fr: À l'avenir, l'OCDS aura peut-être également une sérialisation RDF, permettant la publication de données liées à ce niveau.

source: Contracting data may contain many cross-references to other important datasets - from government budgets, to company registers and registers of public interest. If 4 or 5 ☆ data is published for any of these, then OCDS can be used to make links between these datasets.
es: Los datos de contratación pueden contener muchas referencias cruzadas a otros conjuntos de datos importantes, desde presupuestos gubernamentales hasta registros de empresas y registros de interés público. Si se publican datos de 4 o 5 ☆ para cualquiera de estos, entonces OCDS se puede utilizar para hacer enlaces entre estos conjuntos de datos.
fr: Les données sur la commande publique peuvent contenir beaucoup de références à d'autres jeux de données importants - des budgets gouvernementaux aux registres d'entreprise en passant par les registres de déclarations d'intérêts. Si des données en 4 ou 5 ☆ sont publiées pour l'un d'entre eux, le standard OCDS peut être utilisé pour mettre en relation ces jeux de données.

source: This will allow users to follow the links to discover more about the context of the contracting processes they are exploring, and will allow big-data analysis linking in these different datasets. For example, following links to a company register to discover whether a company awarded a contract has been dissolved, or following links to budget and spending information.
es: Esto permitirá a los usuarios seguir los enlaces para descubrir más sobre el contexto de los procesos de contratación que están explorando, y permitirá el análisis de grandes datos vinculando en estos diferentes conjuntos de datos. Por ejemplo, después de los enlaces a un registro de empresa para descubrir si una empresa adjudicada un contrato ha sido disuelta, o después de enlaces a información de presupuesto y gastos.
fr: Cela permettra aux usagers de suivre ces liens pour en savoir plus à propos du contexte du processus de commande publique qu'ils explorent, et permettra de mener des analyses de données massives mettant en relation ces différents jeux de données. Par exemple, suivre les liens vers un registre d'entreprises pour découvrir si une entreprise attributaire d'un marché public a été dissoute, ou suivre les liens vers de l'information sur le budget et les dépenses publiques.

source: ☆ ☆ ☆ ☆ ☆ Make links to other datasets
es: ☆ ☆ ☆ ☆ ☆ Hacer enlaces a otros conjuntos de datos
fr: ☆ ☆ ☆ ☆ ☆ Créer des liens vers d'autres jeux de données.

source: OCDS provides spaces to give URIs to identify key dataset elements. By drawing on data published on the web by other agencies, and maintaining integration between your systems, you can provide links to these other data points within your OCDS data.
es: El OCDS proporciona espacios para dar URIs para identificar elementos clave del conjunto de datos. Basándose en los datos publicados en la web por otras agencias y manteniendo la integración entre sus sistemas, puede proporcionar enlaces a estos otros puntos de datos dentro de sus datos OCDS.
fr: Le standard OCDS fournit des espaces pour donner des URIs afin d'identifier les éléments clés du jeu de données. En s'appuyant sur des données publiées sur le web par d'autres institutions, et en maintenant une intégration entre les systèmes d'information, vous pouvez fournir des liens vers ces autres données depuis vos données OCDS.

source: This level builds upon 4 ☆ publication, and helps to build a joined up web of data.
es: Este nivel se basa en publicación de 4 ☆, y ayuda a construir una red de datos asociados
fr: Ce niveau étend le niveau de publication 4 ☆, et aide à construire le Web des données.

source: An example of publication at this level would involve including organization URIs to point to company registers, budget URIs to point to budget lines, and spending URIs to point to spending information (i.e. using web links to identify things, with those web links returning data on the things identified.).
es: Un ejemplo de publicación a este nivel implicaría la inclusión de URIs de organización para apuntar a registros de empresas, URIs de presupuesto para apuntar a partidas presupuestarias y URIs de gasto para apuntar a información de gasto (es decir, usar enlaces web para identificar cosas y que estos enlaces devuelvan datos sobre las cosas identificadas).
fr: Un exemple de publication à ce niveau suppose d'inclure des URIs pour les organisations, pointant vers des registres d'entreprise ; des URIs pour le budget, pointant vers des lignes de crédit budgétaires ; ainsi que des URIs pour les dépenses, pointant vers des informations sur la dépense publique (c'est-à-dire, utiliser des liens web pour identifier les choses, ces liens Web renvoyant des données sur les éléments identifiés).

source: For simplicity, the OCDS does not yet include URI fields at all points of the standard, but these can be added as extensions in collaboration with 5 ☆ linked data publishers.
es: Por simplicidad, el OCDS aún no incluye campos URI en todos los puntos del estándar, pero estos pueden añadirse como extensiones en colaboración con publicadores de datos vinculados de 5 ☆ .
fr: Pour des raisons de simplicité, l'OCDS ne comporte pas encore de champs URI pour tous les éléments du standard, mais ils peuvent être ajoutés en tant qu'extensions, en collaboration avec des producteurs de données liées 5 ☆.

source: Whatever level you are at - publishing data is only part of the process. It is important to also [engage with users](http://www.opendataimpacts.net/engagement/) and to think about how to build your open data back into your organizational processes, closing the feedback loop.
es: En cualquier nivel en el que se encuentre - la publicación de datos es sólo parte del proceso. Es importante también [comprometerse con los usuarios](http://www.opendataimpacts.net/engagement/) y pensar en cómo insertar la generación de datos abiertos en sus procesos organizativos, cerrando el ciclo de retroalimentación.
fr: Quel que que soit le niveau de votre implémentation, publier des données n'est qu'une partie du processus. Il est également important d'[interagir avec les usagers](http://www.opendataimpacts.net/engagement/) et de réfléchir à la manière de réinjecter les données ouvertes dans vos processus opérationnels, en refermant ainsi la boucle du feedback.
