Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/levels.po
Languages: es, fr

source: What to publish
es: Qué publicar
fr: Que publier

source: Increasing the transparency, efficiency and effectiveness of public contracting is a process of constant improvement.
es: Aumentar la transparencia, la eficiencia y la eficacia de la contratación pública es un proceso de mejora constante.
fr: Accroître la transparence et l'efficacité de la commande publique est un processus d'amélioration continue.

source: OCDS sets out three levels for disclosure (basic, intermediate and advanced), alongside a 5* framework for the technical approach to data publication for publishers to self-assess themselves against.
es: El OCDS establece tres niveles para la divulgación (básico, intermedio y avanzado), junto con un marco de 5 * para el enfoque técnico de la publicación de datos para que los publicadores puedan realizar una auto evaluación.
fr: Le standard OCDS propose trois niveaux de publication (basique, intermédiaire et avancée), ainsi qu'un cadre de référence en 5 étoiles pour la partie technique de la publication des données, permettant aux producteurs de données de s'auto-évaluer.

source: ![Levels](../../../assets/levels_en.png)
es: ![Niveles](../../../assets/levels_en.png)

source: This supports step-by-step improvement of open contracting data and document disclosure on the web.
es: Esto impulsa la mejora paso a paso de los datos de contrataciones abiertas y la divulgación de documentos en la web.
fr: Cela permet ainsi une amélioration progressive de la publication en ligne de données et documents relatifs à la commande publique ouverte.

source: Publication levels: data
es: Niveles de publicación: datos
fr: Niveaux de publication : les données

source: The basic, intermediate and advanced levels provide guidance on the specific kinds of data governments should be able to publish.
es: Los niveles básico, intermedio y avanzado proporcionan orientación sobre los tipos específicos de datos que los gobiernos deberían poder publicar.
fr: Les niveaux basique, intermédiaire et avancé fournissent des indications sur les types spécifiques de données que les gouvernements devraient être à même de publier.

source: Basic
es: Básico
fr: Basique

source: The **basic** level captures data that should already be available in most contracting data systems, and that provides users with an overview of contracting processes.
es: El nivel **básico** captura los datos que ya deberían estar disponibles en la mayoría de los sistemas de datos de contratación y proporciona a los usuarios una visión general de los procesos de contratación.
fr: Le niveau **basique** correspond aux données qui devraient déjà être disponibles dans la plupart des systèmes de marchés publics, et qui donnent aux usagers une vue d'ensemble du processus de commande publique.

source: Basic level data includes:
es: Los datos de nivel básico incluyen:
fr: Les données basiques comprennent:

source: buyer name and address;
es: nombre y dirección del comprador;
fr: le nom et l'adresse de l'acheteur public;

source: tender identifiers, titles, descriptions, status, procurement method, period, item descriptions and quantities,
es: identificadores de licitación, títulos, descripciones, estado, método de adquisición, período, descripciones de artículos y cantidades,
fr: identifiants d'appels d'offres, titres, descriptions, statuts, méthode de passation de marché, période, description des éléments et quantités,

source: documents associated with the tender;
es: documentos relacionados con la licitación;
fr: documents associés à l'appel d'offres ;

source: award identifiers, titles, descriptions, status, dates, values, item descriptions and quantities;
es: Identificadores de adjudicación, títulos, descripciones, estado, fechas, valores, descripciones de artículos y cantidades;
fr: identifiants de l'attribution, titres, descriptions, statuts, dates, montants, description des éléments et quantités ;

source: selected supplier names and addresses;
es: nombres y direcciones de los proveedores seleccionados;
fr: noms et adresses des fournisseurs sélectionnés ;

source: contract identifiers, titles, status, period, values, item descriptions and quantities.
es: identificadores de contrato, títulos, estado, período, valores, descripciones de artículos y cantidades.
fr: identifiants des contrat, titres, statuts, période, valeurs, descriptions des éléments et quantités ;

source: At a basic level, the publication of contract documents and implementation information (milestones, documents and spending transactions) is also recommended.
es: A nivel básico, también se recomienda también la publicación de documentos contractuales e información de implementación (hitos, documentos y transacciones de gastos).
fr: Au niveau basique, la publication des documents du marché et d'informations sur son exécution (échéances, documents et paiements) est également recommandée.

source: Intermediate
es: Intermedio
fr: Intermédiaire (*intermediate*)

source: The **intermediate** level may require publishers to take extra steps to provide identifiers that join up data between systems, and that enable users to see changes in contracting processes over time.
es: El nivel **intermedio** puede requerir que los publicadores tomen pasos adicionales para proporcionar identificadores que unen datos entre sistemas y que permitan a los usuarios ver cambios en los procesos de contratación a lo largo del tiempo.
fr: Le niveau **intermédiaire** peut nécessiter que les producteurs de données aillent plus loin pour fournir des identifiants-pivots entre différents systèmes, qui permettent aux usagers de voir les changements dans le temps des processus de passation de marché.

source: In addition to basic fields, intermediate publication involves providing:
es: Además de los campos básicos, la publicación intermedia implica proporcionar:
fr: En sus de ces champs basiques, la publication de niveau intermédaire implique de fournir :

source: organization identifiers for buyers and suppliers;
es: identificadores de organización para compradores y proveedores;
fr: des identifiants d'organisation pour les acheteurs et les fournisseurs ;

source: detailed classification of line items in tender, award and contracts;
es: clasificación detallada de partidas individuales en licitación, adjudicación y contratos;
fr: une classification des biens et services achetés dans l'appel d'offre, l'attribution et les marchés eux-mêmes ;

source: planning information including rationale, budget details and associated documents;
es: información sobre la planificación, incluidos los detalles presupuestarios y documentos asociados;
fr: des informations sur la calendrier comprenant les motivations du processus de passation de marché, les détails budgétaires et les documents associés ;

source: tender award criteria, anticipated values and submission information;
es: los criterios de adjudicación de la oferta, los valores previstos y la información sobre la presentación de propuestas;
fr: les critères d'attribution indiqués par l'appel d'offres, les montants prévisionnels et des informations sur les offres soumises ;

source: tender enquiry periods details;
es: detalles de los períodos de consulta de licitación;
fr: des détails sur la période de questions relatives à l'appel d'offres ;

source: details of the number of organizations submitting tenders and a list of their names;
es: detalles del número de organizaciones que presentan ofertas y una lista de sus nombres;
fr: des détails sur le nombre et le nom des organisations soumissionnaires ;

source: contract documents;
es: documentos contractuales;
fr: les documents de la contractualisation ;

source: contracts linked to awards;
es: contratos vinculados a adjudicaciones;
fr: les contrats liés à chaque attribution ;

source: the date of contract signature;
es: la fecha de la firma del contrato;
fr: la date de signature du marché ;

source: information and dates for contract implementation milestones;
es: información y fechas para los hitos de implementación del contrato;
fr: renseignements sur et dates des jalons de l'exécution du marché ;

source: documents related to implementation of the contract.
es: documentos relacionados con la ejecución del contrato.
fr: documents relatifs à l'exécution du marché.

source: At an intermediate level, publishing documents related to planning, awards, and identifying information on each organization submitting a tender, is also recommended/
es: En un nivel intermedio, también se recomienda la publicación de documentos relacionados con las adjudicaciones y la información sobre la identificación de cada organización que presenta una oferta
fr: Au niveau intermédiaire, publier les documents relatifs aux attributions, et des informations d'identification pour chaque soumissionnaire est également recommandé.

source: Advanced
es: Avanzado
fr: Avancé (*advanced*)

source: The **advanced level** incorporates fields which are important to connect open contracting data with other data sources, and with the real-world impacts of contracting. Publishing this data may require planning for additional data collection and management.
es: El nivel **avanzado** incorpora campos que son importantes para conectar datos de contratación abierta con otras fuentes de datos y con los impactos reales de la contratación. La publicación de estos datos puede requerir la planificación para la recopilación y gestión de datos adicionales.
fr: Le **niveau avancé** comporte des champs qui sont importants pour connecter des données ouvertes sur la commande publique avec d'autres sources de données, et avec les effets de la commande publique sur le monde réel. Publier ces données peut nécessiter d'organiser une collecte et une gestion de données supplémentaires.

source: In addition to basic and intermediate fields, advanced publication involves providing:
es: Además de los campos básicos e intermedios, la publicación avanzada implica proporcionar:
fr: En sus des champs des niveaux basique et intermédiaire, la publication de niveau avancé suppose de fournir :

source: structured information on project milestones at the planning and tender stage;
es: información estructurada sobre hitos del proyecto en la fase de planeación y licitación;
fr: de l'information structurée sur les étapes du projet au moment de la planification et de l'appel d'offres ;

source: regularly updated milestone information during contract implementation;
es: información de hitos regularmente actualizada durante la implementación del contrato;
fr: des mises à jour régulières des étapes du projet pendant l'exécution du contrat ;

source: detailed unit, quantity and cost information for line items at tender, award and contract stages;
es: información detallada de la unidad, la cantidad y el costo de las partidas individuales en las fases de licitación, adjudicación y contrato;
fr: des informations détaillées sur les quantités et coûts pour chaque biens et services achetés aux stades de l'appel d'offres, de l'attribution et du marché ;

source: identifiers for each tendering organization;
es: identificadores para cada organización licitadora;
fr: des identifiants pour chaque soumissionnaire ;

source: information on spending transactions to suppliers during contract implementation;
es: información sobre las transacciones de gastos a los proveedores durante la implementación del contrato;
fr: des informations sur les versements effectués aux fournisseurs pendant l'exécution du marché ;

source: At an advanced level the use of URIs alongside identifiers, to provide links to other datasets, is also recommended.
es: En un nivel avanzado, también se recomienda el uso de URIs junto con los identificadores, para proporcionar enlaces a otros conjuntos de datos.
fr: Au niveau avancé, l'utilisation d'URIs en plus des identifiants est recommandée, afin de relier les données publiées à d'autres jeux de données pertinents.

source: Summary
es: Resumen
fr: Résumé

source: The table below lists each of the fields in OCDS along with a check mark for whether this is Required (X) or Recommended (-) at basic, intermediate or advanced level.
es: La tabla siguiente enumera cada uno de los campos en OCDS junto con una marca de verificación para saber si esto es Requerido (X) o Recomendando (-) en el nivel básico, intermedio o avanzado.
fr: Le tableau ci-dessous liste chacun des champs dans le standard OCDS et indique s'il est requis (X) ou recommandé (-) aux niveaux basique, intermédiaire et avancé.

source: [Download CSV version](https://docs.google.com/spreadsheets/d/14Knf2WvPhcuOQWKjlNjkxKiBV0qtFuRyScjICF3EF_k/pub?gid=1802887867&single=true&output=csv)
es: [Descargue la versión CSV](https://docs.google.com/spreadsheets/d/14Knf2WvPhcuOQWKjlNjkxKiBV0qtFuRyScjICF3EF_k/pub?gid=1802887867&single=true&output=csv)
fr: [Télécharger la version CSV](https://docs.google.com/spreadsheets/d/14Knf2WvPhcuOQWKjlNjkxKiBV0qtFuRyScjICF3EF_k/pub?gid=1802887867&single=true&output=csv)

source: Publication levels: documents
es: Niveles de publicación: documentos
fr: Niveaux de publication : les documents

source: The following list details the documents the priority documents that publishers should provide at different levels of publication. This list is non-exhaustive, and publishers should make other relevant documents available also.
es: La siguiente lista detalla los documentos prioritarios que los publicadores deben proporcionar en los diferentes niveles de publicación. Esta lista no es exhaustiva, y los publicadores deben publicar también otros documentos que consideren relevantes.
fr: La liste suivante détaille les documents que les producteurs de données doivent fournir à différents niveaux de publication. Cette liste n'est pas exhaustive, elle peut être complétée par d'autres documents pertinents.

source: [Download CSV version](https://docs.google.com/spreadsheets/d/1i2XagfbBcwzQ5Zasz94fAfdeMwWImiJtfcZelveywr4/pub?gid=172990428&single=true&output=csv)
es: [Descargue la versión CSV](https://docs.google.com/spreadsheets/d/1i2XagfbBcwzQ5Zasz94fAfdeMwWImiJtfcZelveywr4/pub?gid=172990428&single=true&output=csv)
fr: [Télécharger la version CSV](https://docs.google.com/spreadsheets/d/1i2XagfbBcwzQ5Zasz94fAfdeMwWImiJtfcZelveywr4/pub?gid=172990428&single=true&output=csv)

source: How to publish - 5 ☆ approach
es: Cómo publicar - enfoque de 5 ☆
fr: Comment publier - l'approche 5 ☆

source: The open data movement has established good practices for publishing data on the web.
es: El movimiento de datos abiertos ha establecido buenas prácticas para publicar datos en la web.
fr: Le mouvement des données ouvertes a établi des bonnes pratiques pour publier des données sur le Web.

source: Alongside the the basic, intermediate, advanced model, we have mapped OCDS against Tim Berners-Lee’s [Five Stars of Linked Open Data](http://www.w3.org/DesignIssues/LinkedData.html) approach and have set out how publishers can achieve 3 ☆ data and higher.
es: Junto con el modelo básico, intermedio y avanzado, hemos mapeado el OCDS contra el enfoque de Tim Berners-Lee (http://www.w3.org/DesignIssues/LinkedData.html) y hemos establecido cómo los publicadores pueden lograr datos de 3 ☆ y más.
fr: À côté des modèles basique, intermédiaire et avancé, nous avons établi une correspondance avec le [modèle en 5 ☆](http://www.w3.org/DesignIssues/LinkedData.html) de Tim Berners-Lee et aidons les éditeurs à atteindre 3 ☆ et plus.

source: Each level increase makes data more accessible, re-usable and valuable.
es: Cada aumento de nivel hace que los datos sean más accesibles, reutilizables y valiosos.
fr: Chaque étoile supplémentaire rend les données plus accessibles, réutilisables et leur donne de la valeur.

source: ☆ Upload basic open contracting information to the web
es: ☆ Subir información básica de contratación abierta a la web
fr: ☆ Mettre en ligne des informations de base sur la commande publique ouverte

source: Take information on contracting processes in whatever format it is currently available, and make sure it is available to citizens on the Web.
es: Obtenga información sobre los procesos de contratación en cualquier formato que esté actualmente disponible y asegúrese de que esté disponible para los ciudadanos en la Web.
fr: Prenez l'information sur les processus de passation de la commande publique dans le format dans lequel elle est actuellement, et assurez-vous de la rendre disponible pour les citoyens sur le Web.

source: An example of publication at this level would involve uploading all the documents relating to a contract process to an agency website. Good practice would involve using common naming and filing conventions, so users can easily find all the documents related to a specific tender or contract.
es: Un ejemplo de publicación a este nivel implicaría la carga de todos los documentos relacionados con un proceso de contratación a un sitio web de alguna agencia gubernamental. Las buenas prácticas implican el uso de convenciones comunes de nomenclatura y presentación, de modo que los usuarios puedan encontrar fácilmente todos los documentos relacionados con una licitación o contrato específico.
fr: Un exemple de publication à ce niveau impliquerait de mettre tous les documents relatifs à un processus de commande publique sur le site Web d'une institution. Il est conseillé d'utiliser des conventions communes de nommage et d'archivage, afin que les usagers puissent aisément trouver tous les documents relatifs à un appel d'offres ou un marché en particulier.

source: As much information as possible should be accessible without registrations or log-in requirements.
es: La mayor cantidad posible de información debe ser accesible sin inscripciones o requisitos de registro.
fr: Le plus grand nombre d'informations possible devraient être accessibles sans inscription ni besoin de connexion.

source: Stepping up
es: Pasos adelante
fr: Passer la vitesse supérieure

source: Providing documents offers an initial level of transparency, but users have to dig through them to find the key information they need. That’s why providing machine-readable data that can be more easily searched and filtered is important.
es: Proporcionar documentos ofrece un nivel inicial de transparencia, pero los usuarios tienen que hacer un trabajo profundo de exploración para encontrar la información clave que necesitan. Por eso es importante proporcionar datos legibles por máquina que puedan ser buscados y filtrados más fácilmente.
fr: Fournir des documents offre un premier niveau de transparence, mais les usagers doivent fouiller afin de trouver le renseignement clé qu'ils recherchent. C'est pourquoi fournir des données lisibles par une machine est important : elles peuvent être recherchées et filtrées plus facilement.

source: ☆ ☆ Provide machine-readable data about contracts
es: ☆ ☆ Proporcionar datos legibles por máquina sobre los contratos
fr: ☆ ☆ Fournir des données sur les marchés lisibles par une machine

source: Provide machine-readable datasets that contain key information recommended in the Open Contracting Data Standard.
es: Proporcione conjuntos de datos legibles por máquina que contengan la información clave recomendada en el Estándar de Datos de Contrataciones Abiertas.
fr: Fournir des jeux de données lisibles par une machine qui contiennent des informations clés recommandées au format OCDS.

source: An example of publication at this level would involve providing a downloadable CSV file of contract information extracted from an existing database seeking to use, or map to, field names and data structures recommended by OCDS wherever possible.
es: Un ejemplo de publicación a este nivel implicaría proporcionar un archivo CSV descargable de información de contratación extraída de una base de datos existente que busque utilizar, o asignar a, nombres de campo y estructuras de datos recomendados por OCDS siempre que sea posible.
fr: Un exemple de publication à ce niveau serait de fournir un fichier CSV téléchargeable d'informations sur les marchés, extrait d'une base de données existante en essayant autant que possible d'utiliser, ou de faire correspondre avec, les noms de champs et les structures de données recommandés par le standard OCDS.

source: The documentation on [flat CSV file serialization](../../../implementation/serialization/#csv) of the standard, and the [OCDS mapper](https://github.com/open-contracting/mapper), may be useful for those seeking to publish at this level.
es: La documentación sobre [serialización plana de archivos CSV](../../../implementation/serialization/#csv) de la norma, y ​​el [mapeador OCDS](https://github.com/open-contracting/mapper ), puede ser útil para aquellos que buscan publicar en este nivel.
fr: La documentation du standard sur la [sérialisation des fichiers CSV à plat](../../../implementation/serialization/#csv) et [l'outil de mappage d'OCDS](https://github.com/open-contracting/mapper) peuvent être utiles pour ceux qui cherchent à publier à ce niveau.

source: Providing structured data will allow users to perform basic analysis, but until a common standard is used, it will be more difficult to join up contracting information across datasets and to analyze patterns across organizations or sectors. From structured data, the next step is to map this to the OCDS standard.
es: Proporcionar datos estructurados permitirá a los usuarios realizar análisis básicos, pero hasta que se use un estándar común, será más difícil unir la información de contrataciones a través de conjuntos de datos y analizar los patrones entre organizaciones o sectores.Publicando ya con datos estructurados, el siguiente paso es mapear esto al estándar OCDS.
fr: Fournir des données structurées permettra de réaliser des analyses basiques, mais tant qu'un standard commun n'est pas utilisé, il sera difficile de mettre en relation des informations sur les marchés d'un jeu de données à l'autre pour analyser des structures d'une organisation ou d'un secteur à l'autre. À partir des données structurées, l'étape suivante est de les faire correspondre au standard OCDS.

source: ☆ ☆ ☆ Provide structured data using open standards
es: ☆ ☆ ☆ Proporcionar datos estructurados utilizando estándares abiertos
fr: ☆ ☆ ☆ Fournir des données structurées selon des standards ouverts

source: Using the Open Contracting Data Standard model to publish initiation, award, contract and implementation information for each contracting process.
es: Utilizar el modelo Open Contracting Data Standard para publicar la información de iniciación, adjudicación, contrato e implementación de cada proceso de contratación.
fr: Utiliser le modèle du standard OCDS pour publier des informations sur le lancement, l'attribution, le marché et son exécution, pour chaque processus de commande publique.

source: OCDS provides guidance on the fields to include, and how to structure them using [a JSON schema](../../../schema/reference/) so that third-parties can re-use your data effectively.
es: El OCDS proporciona orientación sobre los campos a incluir y cómo estructurarlos utilizando [un esquema JSON](../../../schema/reference/) para que terceros puedan volver a utilizar sus datos de forma eficaz.
fr: L'OCDS fournit des conseils quant aux champs à inclure, et à la manière de structurer ces derniers en utilisant un [schéma JSON](../../../schema/reference/), de sorte que des parties tierces puissent réutiliser vos données efficacement.
