Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/publication_policy.po
Languages: es, fr, it

source: Publication policies
es: Políticas de publicación
fr: Politiques de publication
it: Politiche per la pubblicazione

source: Publishing Open Contracting data involves making a number of choices about what data and documents to include and how to classify and categorize different items. To allow users to understand the choices that a publisher has made, a publisher ought to provide a public web page or document that details the decisions they have made concerning the issues listed below.
es: Publicar datos de Open Contracting involucra varias decisiones sobre qué datos y qué documentos incluir y cómo clasificar y categorizar diferentes artículos. Para permitir a los usuarios entender las decisiones que hizo un publicador, los publicadores deben de tener una página web o documento que explique las decisiones que se hicieron acerca de los puntos que se enumeran más abajo.
fr: La publication de données Open Contracting implique de faire un certain nombre de choix concernant les données et les documents à inclure ainsi que la classification et la catégorisation des différents éléments. Afin de permettre aux utilisateurs de comprendre les choix faits par l'éditeur, un éditeur se doit d'adjoindre une page web publique ou un document qui décrit les décisions qui ont été prises au regard des questions listées ci-dessous.

source: This document ought to also contain information about future plans for changes to the data and who to contact with enquiries about the data.
es: Este documento también debe de contener información sobre planes futuros de cambios a los datos y a quién se debe contactar para hacer consultas sobre los datos.
fr: Ce document devrait également contenir des informations concernant les futures modifications des données, et la personne à contacter pour plus d'information sur les données.

source: Publication policy pages ought to include information about:
es: Las páginas de políticas de publicación debe incluir información sobre:
fr: Les pages concernant la politique de publication devraient inclure des informations sur :

source: Who is responsible for providing this data - including appropriate contact details and locations of where to offer feedback.
es: Quién es responsable de proporcionar estos datos - incluyendo los datos de contacto apropiados y las ubicaciones de donde ofrecer retroalimentación.
fr: qui est en charge de fournir ces données - avec des informations de contact pertinentes et une adresse pour envoyer des suggestions et poser des questions.
it: Chi è responsabile della fornitura di questi dati, compresi i dettagli di contatto appropriati e le modalità ed il luogo dove viene offerto supporto e in cui si possono inviare i propri suggerimenti.

source: How the data is generated, and how often - for example, a brief summary describing the systems the data is generated from, how often the source data is updated, and any processes that operate between the source data and the published open contracting data and documents.
es: Cómo se generan los datos y con qué frecuencia -por ejemplo, un breve resumen que describa los sistemas de los que se generan los datos, la frecuencia con que se actualizan los datos de origen y todos los procesos que operan entre los datos de origen y los datos y documentos de contratación abierta publicados .
fr: la manière dont les données sont générées, et à quelle fréquence. Par exemple, un bref résumé des systèmes d'information à partir desquels les données sont générées, à quelle fréquence la source des données est mise à jour, et tout processus qui intervient entre la source des données et les données et documents Open Contracting qui sont publiés.
it: Come vengono generati i dati e con quale frequenza - ad esempio, un breve riepilogo descrittivo dei sistemi da cui vengono generati o acquisiti i dati, con quale frequenza vengono aggiornati i dati di origine e qualsiasi processo che opera tra i dati di origine e i dati e i documenti contrattuali aperti che vengono pubblicati.

source: Any exclusions from the data - such as information which is not disclosed for reasons of privacy and security. This can describe the fields which are excluded for a selection of records, and/or the policy applied to decide if any information is withheld from a public OCDS release.
es: Cualquier exclusión de los datos- como información que no se publica por razones de privacidad y seguridad. Esto puede describir los cambios que se excluyen de una selección de registros, y/o políticas aplicadas para decidir si alguna información debe de omitirse de una entrega pública de OCDS.
fr: Toute omission de données - telles que celles détenant des informations ne pouvant pas être divulguées pour des raisons de confidentialité et de sécurité. Cela peut correspondre aux situations lors desquelles les champs sont exclus d'une sélection d'enregistrements et / ou la stratégie choisie implique que des informations doivent être masquées lors d'une publication OCDS.

source: Any custom codelists used - or custom codes added to existing codelists.
es: Si se han utilizado listas de códigos personalizadas o se han agregado códigos personalizados a listas de códigos existentes.
fr: Toute liste de codes spécifique utilisée - ou des codes spécifiques ajoutés à une liste de codes existante.
it: Qualsiasi vocabolario personalizzato utilizzato - o codici personalizzati aggiunti ai vocabolari esistenti.

source: Future development plans - brief notes on the future plans of the publisher to improve their data.
es: Planes de desarrollo futuro - breves notas sobre los planes futuros del publicador para mejorar sus datos.
fr: Les projets de développements futurs - un bref commentaire sur les projets du producteur de données pour améliorer ses données.
it: Piani di sviluppo futuri: brevi note sui piani futuri dell'editore per migliorare i propri dati.

source: Publishers might also wish to apply for, and include the results of, an [Open Data Certificate](https://certificates.theodi.org/), on their publication policy pages.
es: Los publicadores también podrían aplicar, e incluir los resultados de, un [Certificado de Datos Abiertos](https://certificates.theodi.org/), en las páginas de su política de publicación.
fr: Les producteurs de données peuvent également envisager de poser leur candidature, et mettre les résultats d'un [certificat Open Data](https://certificates.theodi.org/) sur les pages dédiées à leur politique de publication.

source: A link to the publication policy ought to be embedded within the release package or record package.
es: Un enlace a la política de publicación se debe incrustar en los paquetes de entrega o los paquetes de registro.
fr: Un lien vers la politique de publication peut être inclus dans les paquet de données publiés.

source: Publishing Open Contracting data involves making a number of choices about what data and documents to include and how to classify and categorize different items. To allow users to understand the choices that a publisher has made, a publisher should provide a public web page or document that details the decisions they have made concerning the issues listed below.
it: La pubblicazione dei dati di Open Contracting implica una serie di scelte su quali dati e documenti includere e su come classificare e categorizzare i diversi elementi. Per consentire agli utenti di comprendere le scelte che un editore ha fatto, le organizzazioni che pubblicano dati dovrebbero fornire una pagina web pubblica o un documento che dettaglia le scelte e le decisioni prese in merito a ciò.

source: This document should also contain information about future plans for changes to the data and who to contact with enquiries about the data.
it: Questo documento dovrebbe contenere anche informazioni suille modalità per apportare modifiche ai dati in futuro e su chi contattare per qualsiasi richiesta relativa ai dati.

source: Publication policy pages should include information about:
it: Le pagine delle politiche per la pubblicazione dei dati dovrebbero includere informazioni su:

source: Any exclusions from the data - such as information which is not disclosed for reasons of privacy and security. This may describe the fields which are excluded for a selection of records, and/or the policy applied to decide if any information should be withheld from a public OCDS release.
it: Eventuali esclusioni dai dati, ad esempio informazioni non divulgate per motivi di privacy e sicurezza. Questo può descrivere i campi che sono esclusi per una selezione di record, e/o la politica applicata per decidere se alcune informazioni dovrebbero essere escluse da una versione pubblica di OCDS.

source: Publishers may also wish to apply for, and include the results of, an [Open Data Certificate](https://certificates.theodi.org/), on their publication policy pages.
it: Gli editori possono anche richiedere e includere i risultati di un [Open Data Certificate](https://certificates.theodi.org/), nelle rispettive pagine delle politiche di pubblicazione.

source: A link to the publication policy can be embedded within the data package.
it: Un collegamento al criterio di pubblicazione può essere incorporato nel pacchetto dei dati.
