Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/registration.po
Languages: es, fr

source: Registration
es: Registro
fr: Enregistrement

source: <span class="lead">The identifiers section describes the composition of a globally unique open contracting identifier. On this page you can request an ocid prefix, and can submit details of your published data, as well as checking existing prefixes</span>
es: <span class="lead">La sección de identificadores describe la composición de un identificador de contratación abierta globalmente único. En esta página puede solicitar un prefijo ocid y puede enviar los detalles de sus datos publicados, así como revisar los prefijos existentes</span>
fr: <span class="lead">La section portant sur les identifiants décrit la composition d'un identifiant global unique Open Contracting. Sur cette page vous pouvez demander un préfixe ocid, et soumettre des renseignements sur les données que vous publiez, ainsi que vérifier les préfixes déjà existants.</span>

source: OCID Prefix
es: Prefijo OCID
fr: Le préfixe OCID

source: We are in the process of establishing a self-service registration system for ocid prefixes. In the meantime, to request an ocid prefix please e-mail <a href="mailto:data@open-contracting.org">data@open-contracting.org</a> with the name of your organization.
es: Estamos en el proceso de establecer un sistema de registro de autoservicio para los prefijos de OCID. Mientras tanto, para solicitar un prefijo de OCID, envíe un correo electrónico a <a href="mailto:data@open-contracting.org">data@open-contracting.org </a> con el nombre de su organización.
fr: Nous mettons en place un système d'enregistrement en self-service pour les préfixes OCID. Entre temps, pour demander un préfixe OCID merci d'écrire à <a href="mailto:data@open-contracting.org">data@open-contracting.org</a> avec le nom de votre organisation.

source: Existing prefixes
es: Prefijos existentes
fr: Les préfixes existants

source: This list below shows currently registered prefixes.
es: Esta lista muestra los prefijos actualmente registrados.
fr: La liste ci-dessous montre les préfixes enregistrés à l'heure actuelle.

source: [CSV download](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pub?gid=506986894&single=true&output=csv)
es: [Descarga en CSV](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pub?gid=506986894&single=true&output=csv)
fr: [Télécharger le CSV](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pub?gid=506986894&single=true&output=csv)

source: Register your data
es: Registre sus datos
fr: Recenser vos données

source: OCDS does not have a registry of datasets. The approach for data discovery is described in the [publication patterns](../../../implementation/hosting/) section of this documentation.
es: OCDS no tiene un registro de conjuntos de datos. El enfoque para el descubrimiento de datos se describe en la sección [patrones de publicación](../../../implementation/hosting/) de esta documentación.

source: However, during this initial phase of OCDS we encourage publishers to share details of their data on the [mailing list](../../../support), and we will explore opportunities to work with the community on maintaining tools to support discovery of data.
es: Sin embargo, durante esta fase inicial de OCDS alentamos a los publicadores a compartir detalles de sus datos en la [lista de correo](../../../support), y exploraremos oportunidades para trabajar con la comunidad en el mantenimiento de herramientas para apoyar al descubrimiento de datos.

source: OCDS does not have a registry of datasets. The approach for data discovery is described in the [publication patterns](../../../../implementation/hosting/) section of this documentation.
fr: OCDS n'a pas de registre des jeux de données. La manière d'aborder la recherche de données est décrite dans la section sur les [modèles de publication](../../../implementation/hosting/) de cette documentation.

source: However, during this initial phase of OCDS we encourage publishers to share details of their data on the [mailing list](../../../../support), and we will explore opportunities to work with the community on maintaining tools to support discovery of data.
fr: Cependant, durant la phase initiale d'OCDS, nous encourageons les producteurs de données à diffuser les informations concernant leurs données sur la [liste de diffusion mail](../../../support), et nous examinerons les opportunités de travailler avec la communauté pour mettre en place des outils de découverte et de recherche des jeux de données.
