Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/related_processes.po
Languages: es, fr

source: Frameworks and related processes
es: Marcos y procesos relacionados
fr: Accords-cadres et processus associés

source: OCDS defines a contracting process as:
es: El OCDS define un proceso de contratación como:
fr: OCDS définit un processus de passation de marchés comme ceci :

source: All the planning, tendering information, awards, contracts and contract implementation information related to a single initiation process.
es: Toda la información relativa a la planificación, la licitación, las adjudicaciones, los contratos y la implementación de contratos relacionados con un solo proceso de iniciación.
fr: Toutes les informations concernant un même processus de lancement de marché : planification, appel d'offre, attribution, contrat, exécution du marché.

source: A contracting process brings together, under a single identifier, the information that users need to answer questions such as:
es: Un proceso de contratación reúne, bajo un único identificador, la información que los usuarios necesitan para responder preguntas tales como:
fr: Un processus de passation des marchés regroupe, sous un seul identifiant, l'information pour que les utilisateurs puissent répondre à des questions telles que :

source: Was a contract signed as a result of this tender?
es: ¿Se firmó un contrato como resultado de esta licitación?
fr: Un contrat a-t-il été signé à la suite de cette appel d'offres ?

source: What was the total value of spending that resulted from this award?
es: ¿Cuál fue el valor total del gasto que resultó de esta adjudicación?
fr: Quelle a été la valeur totale des dépenses découlant de cette attribution ?

source: Was an renewal of this contract signed?
es: ¿Se firmó una renovación de este contrato?
fr: Le renouvellement de ce contrat a-t-il été signé ?

source: In some cases, complex contracting processes cannot be represented under a single identifier because:
es: En algunos casos, procesos de contratación complejos no pueden ser representados bajo un solo identificador porque:
fr: Dans certains cas, les processus contractuels complexes ne peuvent être représentés sous un seul identifiant car :

source: There are multiple initiation stages: for example, when a framework is setup, and then mini-competitions are used for purchases from the framework;
es: Hay múltiples etapas de iniciación: por ejemplo, cuando se configura un marco de referencia y luego se usan mini-licitaciones para compras de dicho marco;
fr: Il existe plusieurs étapes d'initiation : par exemple, lorsqu'un accord-cadre est mis en place, puis des mini-mises en concurrence sont utilisées pour les achats dans le cadre ;

source: The procurement systems through which stages of the process are managed by different bodies, and are not integrated;
es: Los sistemas de contrataciones a través de los cuales se gestionan las etapas del proceso son coordinados por diferentes organismos y no están integrados;
fr: Les systèmes d'achat dans lesquels les étapes du processus de passation sont gérés par différents organismes et ne sont pas unifiés ;

source: There are also cases when users want to know about related, but separate, contracting processes - such as the tender for renewal of a contract, or sub-contracting processes.
es: También hay casos en que los usuarios quieren saber acerca de procesos de contratación relacionados, pero separados, tales como la licitación para la renovación de un contrato o los procesos de subcontratación.
fr: Il existe également des cas où les utilisateurs souhaitent connaître des processus de passation associés mais distincts, tels que l'appel d'offres pour le renouvellement d'un contrat ou des processus de sous-traitance.

source: The ```relatedProcess``` block can be used in these cases to link together multiple contracting processes.
es: El bloque ```relatedProcess``` puede utilizarse en estos casos para vincular múltiples procesos de contratación.
fr: Le composant ```relatedProcess``` peut être utilisé dans ces cas pour relier plusieurs processus de passation de marchés.

source: Framework types
es: Tipos de marco de referencia
fr: Types d'accords-cadre

source: The table below provides a number of examples of when to use related process, and when to keep information within a single contracting process.
es: La siguiente tabla proporciona una serie de ejemplos de cuándo usar el proceso relacionado y cuándo mantener la información dentro de un proceso de contratación único.
fr: Le tableau ci-dessous fournit un certain nombre d'exemples concernant l'utilisation d'un processus associé et ainsi garder l'information dans un processus de passation de marché unique.

source: Framework type
es: Tipo de marco
fr: Type d'accords-cadre

source: OCDS approach
es: Enfoque OCDS
fr: L'approche OCDS

source: Single supplier with direct call-offs
es: Proveedor único con llamadas directas
fr: Fournisseur unique avec marchés directs

source: **A single contracting process** using award(s) to represent the framework agreement and contract(s) to represent the call-offs.
es: **Un único proceso de contratación** utilizando la(s) adjudicación(es) para representar el acuerdo marco y los contratos para representar las llamadas
fr: **Un processus de passation de marché unique** en utilisant les attributions pour représenter l'accord-cadre et les contrats pour représenter les marchés subséquents.

source: Multiple suppliers with direct call offs
es: Múltiples proveedores con llamadas directas
fr: Plusieurs fournisseurs avec marchés directs

source: Multiple suppliers with mini-competitions for call-offs
es: Múltiples proveedores con mini-competiciones para llamadas
fr: Plusieurs fournisseurs avec des mini-mises en concurrence pour les marchés subséquents

source: **Multiple contracting processes**: One process using awards to represent suppliers on the framework agreement; Multiple selective or limited processes to represent the mini-competitions linked to the framework agreement via relatedProcess.
es: **Múltiples procesos de contratación**: Un proceso que utiliza premios para representar a los proveedores en el acuerdo marco; Múltiples procesos selectivos o limitados para representar los mini-concursos vinculados al convenio marco a través del proceso relacionado.
fr: **Processus à contrat multiples** : un processus utilisant des attributions pour représenter les fournisseurs de l'accord-cadre ; des processus multiples sélectifs ou limités pour représenter les mini-mises en concurrence liées à l'accord-cadre via `relatedProcess`.

source: Multiple suppliers with either direct call-offs or mini-competitions
es: Múltiples proveedores con llamadas directas o mini-competiciones
fr: Plusieurs fournisseurs avec des marchés directs ou des mini-mises en concurrence

source: **Multiple contracting processes**: One process using awards to represent suppliers on the framework agreement and contract(s) to represent the direct call-offs; Multiple selective or limited processes to represent the mini-competitions linked to the framework agreement via relatedProcess.
es: **Múltiples procesos de contratación**: Un proceso que utiliza adjudicaciones para representar a los proveedores en el acuerdo marco; múltiples procesos selectivos o limitados para representar los mini-concursos vinculados al convenio marco a través del proceso relacionado.
fr: **Processus de marchés multiples** : un processus utilisant des attributions pour représenter les fournisseurs sur l'accord-cadre et les contrats pour représenter les retombées directes ; des processus multiples sélectifs ou limités pour représenter les mini-mises en concurrence liées à l'accord-cadre via `relatedProcess`.

source: Dynamic Purchasing System
es: Sistema de Compras Dinámico
fr: Système d'achat dynamique

source: **Multiple contracting processes**: One process using awards to represent suppliers joining the DPS. `tender/status` should be active for the lifetime of the dynamic purchasing system with `tender/tenderPeriod` and `tender/awardPeriod` reflecting that suppliers can join the DPS at any time. Multiple selective or limited processes to represent competitions between suppliers on the DPS for individual contracts, linked to the DPS via relatedProcess.</td>
es: **Múltiples procesos de contratación**: Un proceso que utiliza adjudicaciones para representar a los proveedores que se unen al DPS. `tender/status` debería estar activo durante toda la vida del sistema dinámico de adquisición con `tender/tenderPeriod` y `tender/awardPeriod`, lo que refleja que los proveedores pueden adherirse al DPS en cualquier momento. Múltiples procesos selectivos o limitados para representar competiciones entre proveedores en el DPS para contratos individuales, vinculados al DPS vía relatedProcess. </td>
fr: **Processus de contrat multiples** : un processus utilisant des attributions pour représenter les fournisseurs qui rejoignent le système d'achat dynamique (SAD). `tender/status` devrait être actif pendant toute la durée du SAD avec `tender/tenderPeriod` et `tender/awardPeriod` indiquant que les fournisseurs peuvent adhérer au SAD à tout moment. Processus de passation multiples sélectifs ou limités pour représenter la mise en concurrence entre les fournisseurs du SAD pour les contrats individuels, liés au SAD via `relatedProcess`. </td>
