Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/implementation/serialization.po
Languages: es, fr, it

source: Serialization
es: Serialización
fr: Sérialisation
it: Serializzazione

source: The Open Contracting Data Standard provides a **structured data model** for capturing in-depth information about all stages of the contracting process.
es: El Estándar de Datos de Contrataciones Abiertas proporciona un **modelo de datos estructurados** para capturar información en profundidad sobre todas las etapas del proceso de contratación.
fr: Le standard OCDS fournit un **modèle de données structuré** permettant de saisir de l'information en profondeur concernant toutes les étapes d'un processus de commande publique.
it: L'Open Contracting Data Standard fornisce un **modello di dati strutturati** per l'acquisizione di informazioni approfondite su tutte le fasi di un processo di acquisto o di appalto.

source: The current canonical version of this data model is provided by a **[JSON Schema](../../../schema/release)** which describes field names, field definitions and structures for the data. The compliance of data with the Open Contracting Data Standard will be assessed against this schema.
es: La versión canónica actual de este modelo de datos es proporcionada por un **[Esquema JSON](../../../schema/release)** que describe nombres de campos, definiciones de campos y estructuras para los datos. El cumplimiento de los datos con el Estándar de Datos de Contrataciones Abiertas se evaluará en función de este esquema.
fr: La version canonique actuelle de ce modèle de données est fournie par un schéma [JSON Schema](../../../schema/release) qui décrit des noms de champs, leur définition et les structures de données. La conformité des données avec le standard OCDS est évaluée vis-à-vis de ce schéma.

source: However, there are many use cases where publishers and users will want to work with data serialized in other formats. For this reason, the current version of OCDS supports a number of **secondary serializations** which are based on the canonical schema. These are not currently official components of the standard, but are designed to support implementers in providing accessible data to a range of different users.
es: Sin embargo, hay muchos casos de uso en los que los publicadores y usuarios desearán trabajar con datos serializados en otros formatos. Por esta razón, la versión actual de OCDS soporta una serie de **serializaciones secundarias** que se basan en el esquema canónico. Estos no son actualmente componentes oficiales del estándar, pero están diseñados para apoyar a los implementadores en la provisión de datos accesibles a una gama de usuarios diferentes.
fr: Cependant, dans de nombreux cas d'usage, les producteurs et les usagers de données souhaiteront travailler avec des données sérialisées dans d'autres formats. Pour cette raison, la version actuelle du standard OCDS accepte un certain nombre de **sérialisations secondaires** basées sur le schéma canonique. Il ne s'agit pas, à l'heure actuelle, de composantes officielles du standard, mais ces sérialisations sont conçues pour permettre à ceux qui le mettent en œuvre de fournir des données accessibles à des usagers différents.

source: JSON stands for JavaScript Object Notation, and is a format widely used for the exchange of data on the web. The JSON schema language provides validation tools for working with JSON data.
es: JSON significa Javascript Object Notation, y es un formato ampliamente utilizado para el intercambio de datos en la web. El lenguaje de esquema JSON proporciona herramientas de validación para trabajar con datos JSON.
fr: JSON signifie Javascript Object Notation, et désigne un format largement utilisé pour l'échange de données sur le Web. Le langage JSON Schema fournit des outils de validation pour travailler avec des données en JSON.
it: JSON è l'acronimo di JavaScript Object Notation ed è un formato ampiamente utilizzato per lo scambio di dati sul Web. Il linguaggio dello schema JSON fornisce strumenti di convalida per lavorare con i dati JSON.

source: Valid JSON serializations of OCDS data MUST follow the [I-JSON (Internet JSON)specification from RFC7493](https://tools.ietf.org/html/rfc7493) which requires [UTF-8 encoding](https://en.wikipedia.org/wiki/UTF-8) and introduces a number of constrains and recommendations for handling numbers, objects and dates.
es: Las serializaciones JSON válidas de los datos OCDS DEBEN seguir la especificación [I-JSON (Internet JSON) de RFC7493](https://tools.ietf.org/html/rfc7493) que requiere [Codificación UTF-8](https://en.wikipedia.org/wiki/UTF-8) e introduce una serie de restricciones y recomendaciones para el manejo de números, objetos y fechas.
fr: Les sérialisations JSON valides des données OCDS **doivent** suivre la spécification [I-JSON (Internet JSON) de la RFC7493](https://tools.ietf.org/html/rfc7493) qui impose l'[encodage UTF-8](https://en.wikipedia.org/wiki/UTF-8)) et introduit un certain nombre de contraintes et de recommandations pour traiter les nombres, les objets et les dates.

source: Generating JSON
es: Generando un archivo JSON
fr: Générer du JSON
it: Generazione del JSON

source: Most programming languages provide tools for output data as JSON.
es: La mayoría de los lenguajes de programación proporcionan herramientas para los datos de salida en un formato JSON.
fr: La plupart des langages de programmation proposent des outils pour exporter des données en JSON.
it: La maggior parte dei linguaggi di programmazione fornisce strumenti per fornire dati in output in formati come il JSON.

source: [A range of tools](http://json-schema.org/implementations.html) are available for working with [JSON-Schema](http://json-schema.org/), including validation and form generation tools.
es: [Una gama de herramientas](http://json-schema.org/implementations.html) están disponibles para trabajar con [JSON-Schema](http://json-schema.org/), incluyendo herramientas de validación y generación de formularios .
fr: [Une série d'outils](http://json-schema.org/implementations.html) sont disponibles pour travailler avec le [JSON Schema](http://json-schema.org/), notamment des outils de validation et de génération automatique de formulaires.
it: [Una gamma di strumenti](http://json-schema.org/implementations.html) sono disponibili per lavorare con [JSON-Schema](http://json-schema.org/), inclusi strumenti di validazione e generazione di form per l'immissione di dati.

source: Consuming JSON
es: Consumir JSON
fr: Utiliser du JSON
it: Processamento del JSON

source: Most programming languages provide tools for reading JSON.
es: La mayoría de los lenguajes de programación proporcionan herramientas para leer JSON.
fr: La plupart des langages de programmation proposent des outils pour lire du JSON.
it: La maggior parte dei linguaggi di programmazione fornisce strumenti per leggere il formato JSON.

source: A number of [JSON native databases](http://en.wikipedia.org/wiki/NoSQL) are available for working directly with large collections of JSON documents, and command line tools such as [jq](http://stedolan.github.io/jq/) support advanced query and data retrieval with JSON files.
es: Existen varias [bases de datos nativas JSON](http://en.wikipedia.org/wiki/NoSQL) disponibles para trabajar directamente con grandes colecciones de documentos JSON y herramientas de línea de comandos como [jq](http://stedolan.github.io/jq/) admiten consultas avanzadas y recuperación de datos con archivos JSON.
fr: Il existe un certain nombre de [bases de données nativement en JSON](http://en.wikipedia.org/wiki/NoSQL) pour travailler directement avec de grandes collections de documents JSON, et des outils en ligne de commande tels que [jq](http://stedolan.github.io/jq/) permettent de faire des requêtes complexes et de récupérer des données à partir de fichiers JSON.
it: Sono disponibili diversi [database nativi JSON](https://it.wikipedia.org/wiki/NoSQL) per lavorare direttamente con grandi raccolte di documenti JSON e strumenti da riga di comando come [jq](http://stedolan.github.io/jq/) che supportano query avanzate per il recupero e la manipolazione dei dati su file in formato JSON.

source: There are also a range of generic tools which can convert JSON into flat CSV structures, including:
es: También hay una gama de herramientas genéricas que pueden convertir JSON en estructuras CSV planas, incluyendo:
fr: Il y a également une palette d'outils généralistes qui peuvent convertir du JSON en structures CSV plates, notamment :
it: Ci sono anche una serie di strumenti generici che possono convertire JSON in strutture CSV piatte, tra i quali:

source: [JSON -> CSV](http://konklone.io/json/) - online tool for converting small documents.
es: [JSON -> CSV](http://konklone.io/json/) - herramienta en línea para convertir documentos pequeños.
fr: [JSON -> CSV](http://konklone.io/json/) - un outil en ligne pour convertir de petits documents.
it: [JSON -> CSV](http://konklone.io/json/) - strumento online per la conversione di documenti di piccole dimensioni.

source: [Open Refine](http://openrefine.org/) - desktop tool that can handle large documents, and supports advanced data manipulation.
es: [Open Refine](http://openrefine.org/) - herramienta de escritorio que puede manejar documentos grandes y soporta manipulación avanzada de datos.
fr: [Open Refine](http://openrefine.org/) - un outil à utiliser en local qui peut manier de gros documents, et permet une manipulation avancée des données.
it: [Open Refine](http://openrefine.org/): strumento desktop in grado di gestire documenti di grandi dimensioni e che supporta la manipolazione avanzata dei dati.

source: JSON is based on a tree structure, with data elements nested inside one another. However, many people are more familiar working with tabular data, made up of columns and rows. There is no easy way to represent structured data in a single table. However, we propose two models for publishers to adopt.
es: JSON se basa en una estructura de árbol, con elementos de datos anidados entre sí. Sin embargo, muchas personas están familiarizadas con datos tabulares, compuestos de columnas y filas. No existe una manera fácil de representar datos estructurados en una sola tabla. Sin embargo, proponemos dos modelos para que los publicadores adopten.
fr: Le JSON est fondé sur une structure en arborescence, avec des éléments de données emboîtés les uns dans les autres. Cependant, beaucoup de gens ont plus l'habitude de travailler avec des données tabulaires, faites de lignes et de colonnes. Il n'y a pas de manière facile de représenter des données structurées dans une seule table. Cependant, nous proposons aux producteurs de données deux modèles à utiliser.
it: JSON è basato su una struttura ad albero, con elementi e strutture di dati annidati l'uno dentro l'altro. Tuttavia, molte persone hanno familiarità con i dati tabulari, composti da righe e colonne. Non esiste un modo semplice per rappresentare i dati strutturati in una singola tabella. Tuttavia, per gli editori che desiderano effettuare questo genere di conversione, proponiamo due modelli da adottare.

source: **Simplified single table** - for cases where there are no one-to-many relationships in the data (e.g. each tender has only one award and contract, and each has only one line-item).
es: **Tabla sencilla simplificada** - para casos en los que no hay relaciones uno a muchos en los datos (por ejemplo, cada licitación tiene sólo una adjudicación y un contrato y cada uno tiene sólo una partida).
fr: Une **table simplifiée unique** - pour les cas où il n'y a pas de relations un-à-beaucoup dans les données (par exemple, chaque appel d'offre correspond à un seul attributaire et un seul marché, et chaque marché ne porte que sur un seul bien ou service).
it: **tabella unica semplificata** - per i casi in cui non ci sono relazioni uno-a-molti nei dati (ad esempio, ogni offerta ha una sola aggiudicazione e un contratto, e ognuno ha un solo articolo-riga).

source: **Multi-table** - where more advanced structures are required, but where it is desirable to be able to work with data in spreadsheet-style layouts
es: **Multi-tabla** - donde se requieren estructuras más avanzadas, pero donde es deseable poder trabajar con datos en diseños de hojas de cálculo
fr: **Multi-table** - lorsque des structures plus complexes sont nécessaires, mais qu'il est souhaitable de travailler avec des données dans un tableur

source: In each case, fields are identified by the [JSON pointer](http://tools.ietf.org/html/rfc6901) to their JSON equivalent. For example:
es: En cada caso, los campos son identificados por el [JSON pointer](http://tools.ietf.org/html/rfc6901) a su equivalente JSON. Por ejemplo:
fr: Dans tous les cas, les champs sont identifiés par le [pointeur JSON](http://tools.ietf.org/html/rfc6901) vers leur équivalent en JSON. Par exemple :

source: [Beta open source tooling](http://flatten-tool.readthedocs.io/en/latest/usage-ocds/) exists for generating flat CSV OCDS templates, and converting in both directions between JSON spreadsheets following these templates. The OCDS validator incorporates this tooling and will offer to convert files uploaded to it.
es: Existen [herramientas en beta de código abierto](http://flatten-tool.readthedocs.io/en/latest/usage-ocds/) para generar plantillas CSV planas y convertir en ambas direcciones entre hojas de cálculo JSON siguiendo estas plantillas. El validador OCDS incorpora esta herramienta y ofrecerá convertir archivos subidos a ella.
fr: Des [outils open source, en version beta](http://flatten-tool.readthedocs.io/en/latest/usage-ocds/), existent pour générer des modèles de CSV à plat du standard OCDS, et opérer des conversions dans les deux sens entre du JSON et des tableurs en suivant ces modèles. Le validateur de l'OCDS incorpore ces outils et proposera de convertir les fichiers qu'on y téléversera.

source: Simplified single table
es: Tabla sencilla simplificada
fr: Une table unique simplifiée
it: Singola tabella semplificata

source: It is possible to represent a full releases in a single flat CSV row by using full JSON pointers for each field as the headings.
es: Es posible representar una versión completa de entregas en una única fila plana de CSV utilizando punteros JSON completos para cada campo como encabezados.
fr: Il est possible de représenter une instance complète dans une seule ligne d'un fichier CSV en utilisant les pointeurs JSON de chaque champ comme noms de colonnes.

source: This approach is generally only appropriate for data without one-to-many relationships (for example, only one item per tender, and one award and contract for each tender process).
es: Este enfoque generalmente sólo es apropiado para datos sin relaciones uno-a-muchos (por ejemplo, sólo un artículo por licitación y un premio y un contrato para cada proceso de licitación).
fr: Généralement, cette approche n'est pertinente que s'agissant de données ne comportant pas de relations un-à-plusieurs (par exemple, chaque appel d'offres ne porte que sur un bien ou service, n'a qu'un attributaire et ne se traduit que par un seul contrat signé).
it: Questo approccio è generalmente appropriato solo per i dati senza relazioni uno-a-molti (ad esempio, un solo articolo per offerta e una aggiudicazione e un contratto per ogni procedura di gara).

source: It is, however, theoretically possible to represent a full releases in a single flat CSV row by using full JSON pointers for each field as the headings. For arrays, this involves adding the array index to the path, such as ```tender/item/0/id``` and ```tender/item/1/id``` as separate columns to represent each of the items.
es: Sin embargo, es teóricamente posible representar una versión completa de entregas en una única fila plana de CSV usando punteros JSON completos para cada campo como encabezados. Para matrices, esto implica añadir el índice de la matriz a la ruta, como ```tender/item/0/id``` y ```tender/item/1/id``` como columnas separadas para representar cada uno de las artículos.
fr: Théoriquement, il est cependant possible de représenter une instance complète dans une seule ligne de fichier CSV en utilisant les pointeurs JSON complets de chaque champ comme noms de colonne. Pour des listes, cela implique de rajouter l'index de la liste au chemin, de sorte que ```tender/item/0/id``` et ```tender/item/1/id``` constituent des colonnes distinctes, représentant chacun des livrables.

source: For example, to represent a tender release with two items, the CSV file would include:
es: Por ejemplo, para representar una entrega de licitación con dos elementos, el archivo CSV incluiría:
fr: Par exemple, pour représenter une instance portant sur un appel d'offres avec deux livrables, le fichier CSV inclurait :
it: Ad esempio, per rappresentare un rilascio di gara con due elementi, il file CSV includerebbe:

source: The JSON equivalent of this would be:
es: El equivalente JSON de esto sería:
fr: L'équivalent en JSON serait :
it: L'equivalente in JSON di questo sarebbe:

source: Whilst this allows complex data to be expressed in flat CSV, users will need to rebuild the structure in order to analyze the data.
es: Aunque esto permite que los datos complejos se expresen en CSV plano, los usuarios necesitarán reconstruir la estructura para analizar los datos.
fr: Bien que cela permette à des données complexes d'être présentées dans des fichiers CSV plats, les usagers devront reconstruire la structure afin de pouvoir analyser les données.
it: Mentre ciò consente di esprimere dati complessi in un formato CSV appiattito, gli utenti riutilizzatori dovranno ricostruire la struttura per analizzare i dati.

source: Instead, data with a one-to-many relationship can be represented using a multi-table serialization.
es: En su lugar, los datos con una relación de uno a muchos se pueden representar mediante una serialización de varias tablas.
fr: À la place, pour représenter un ensemble complexe de données, on peut utiliser la sérialisation multi-tables
it: Invece, i dati con una relazione uno-a-molti possono essere rappresentati utilizzando una serializzazione a più tabelle.

source: Note: OCDS CSV files MUST only be encoded in either UTF-8
es: Nota: Los archivos CSV de OCDS DEBEN ser codificados en UTF-8
fr: Remarque : les fichiers OCDS CSV **doivent** être encodés en UTF-8

source: Multi-table
es: Multi-tabla
it: multi-tabella

source: The multi-table serialization separates objects with many to one relationships (i.e. arrays) into their own tables.
es: La serialización de multi-tabla separa los objetos con relaciones de muchas a una (es decir, matrices) en sus propias tablas.
fr: La sérialisation multi-table isole les objets avec des relations un-à-plusieurs (par exemple des listes) dans leurs propres tables.
it: La serializzazione a più tabelle separa gli oggetti con relazioni multiple (cioè gli array) nelle proprie tabelle.

source: Multiple tables can be packaged together as the tabs of an Excel spreadsheet, or in a collection of CSV files.
es: Tablas múltiples se pueden empaquetar juntas como las pestañas de una hoja de cálculo de Excel, o en una colección de archivos CSV.
fr: Plusieurs tables peuvent être regroupées sous forme d'onglets d'une feuille de calcul Excel ou d'une collection de fichiers CSV.
it: Più tabelle possono essere raggruppate insieme come schede di un foglio di calcolo di Excel o in una raccolta di file CSV.

source: An example multi-table template can be found [in the sample data repository](https://github.com/open-contracting/sample-data/tree/master/flat-template).
es: Se puede encontrar un ejemplo de plantilla de multi-tabla [en el repositorio de datos de muestra](https://github.com/open-contracting/sample-data/tree/master/flat-template).
fr: Un exemple de modèle multi-table est disponible dans le [dépôt de données d'exemples](https://github.com/open-contracting/sample-data/tree/master/flat-template).
it: Un esempio di modello multi-tabella può essere trovato [nel repository dei dati di esempio](https://github.com/open-contracting/sample-data/tree/master/flat-template).

source: For further information on multi-table serializations please see the [flatten tool documentation](http://flatten-tool.readthedocs.io/en/latest/).
es: Para obtener más información sobre las serializaciones multi-tabla, consulte la [documentación de la herramienta de aplanamiento](http://flatten-tool.readthedocs.io/es/latest/).
fr: Pour plus d'informations sur la sérialisation multi-table, voir la [documentation de l'outil flatten](http://flatten-tool.readthedocs.io/en/latest/).
it: Per ulteriori informazioni sulle serializzazioni a più tabelle, consultare la [documentazione dello strumento di appiattimento](http://flatten-tool.readthedocs.io/en/latest/).

source: Packaging files with metadata
es: Empaquetado de archivos con metadatos
fr: Empaqueter des fichiers avec leurs méta-données
it: Creazione di file con metadati

source: Whatever serialization is used for Open Contracting Data, a single file may contain one or more release and records.
es: Cualquiera que sea la serialización utilizada para Datos de Contrataciones Abiertas, un solo archivo puede contener una o más entregas y registros.
fr: Quelle que soit la sérialisation utilisées pour les données Open Contracting, un même fichier peut contenir plusieurs instances et archives.

source: The release and record data package schemas describe the key metadata that must be supplied for any file providing Open Contracting Data. This includes the `publishedDate`, `publisher`, `uri` for accessing the file, and the licensing details for the file.
es: Los esquemas de paquetes de datos de entrega y registro describen los metadatos clave que deben proporcionarse para cualquier archivo que proporcione Datos de Contrataciones Abiertas. Esto incluye la `publishedDate`, `publisher`, `uri` para acceder al archivo y los detalles de licencia para el archivo.
fr: Les schémas de paquets de données des instances et des archives décrivent les méta-données clés qui doivent être fournies pour tout fichier contenant des données Open Contracting. On y trouve notamment la `publishedDate`, le `publisher`, l'`uri` à laquelle on peut accéder au fichier, et la licence sous laquelle est placé le fichier.

source: The current canonical version of this data model is provided by a **[JSON Schema](../../../../schema/release)** which describes field names, field definitions and structures for the data. The compliance of data with the Open Contracting Data Standard will be assessed against this schema.
it: La versione canonica corrente di questo modello di dati è fornita da uno **[Schema JSON](../../../../schema/release)** che descrive i nomi e le definizioni dei campi e le relative strutture dati. La conformità dei dati con lo standard Open Contracting Data verrà valutata rispetto a questo schema.

source: In each case, fields are identified in CSV headers by their [JSON Pointer](http://tools.ietf.org/html/rfc6901). For example:
it: In entrambi i casi, i campi sono identificati nelle intestazioni CSV tramite [JSON Pointer] (http://tools.ietf.org/html/rfc6901). Per esempio:
