Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/build.po
Languages: es

source: If your [mapping](map) identified data elements which don't map to OCDS or an existing extension, you ought to develop your own extensions. Documenting your additional fields using extensions makes important information about the structure, format and meaning of your data available to users.
es: Si su [mapeo](map) identifica elementos de datos que no se mapean a OCDS o una extensión existente, debe desarrollar sus propias extensiones. Documentar sus campos adicionales usando extensiones hace que la información importante sobre la estructura, el formato y el significado de sus datos esté disponible para los usuarios.

source: **Action:** Read the guidance on [developing new extensions](map/extensions.md#developing-new-extensions), which includes links to useful tools and resources.
es: **Acción:** Lea la guía sobre [desarrollo de nuevas extensiones](map/extensions.md#developing-new-extensions), que incluye enlaces a herramientas y recursos útiles.

source: **Action:** Request support from the [OCDS Helpdesk](../../support/index) to model your extensions.
es: **Acción:** Pida ayuda del [Helpdesk OCDS](../../support/index) para modelar sus extensiones.

source: **Action:** Share your extensions with the OCDS community on [GitHub](https://github.com/open-contracting/standard/issues).
es: **Acción:** Comparta sus extensiones con la comunidad OCDS en [GitHub](https://github.com/open-contracting/standard/issues).

source: **Resource:** [Webinar: Creating OCDS Extensions](https://youtu.be/1uTik92PWfo) ([presentation](https://docs.google.com/presentation/d/16poTfulCN1oYctfWnMJ9YDRrX1GJMi1MuOmFlOJMC5w/edit))
es: **Recurso:** [Seminario web: Creación de extensiones OCDS](https://youtu.be/1uTik92PWfo) ([presentación](https://docs.google.com/presentation/d/16poTfulCN1oYctfWnMJ9YDRrX1GJMi1MuOmFlOJMC5w/edit))

source: Keep users in mind as you build
es: Mantenga a sus usuarios en mente durante el desarrollo

source: As covered in the [Design](design) phase, different users will need information in different ways. Some will need bulk downloads, some will need APIs, some will need CSVs, most will need change history published on a timely basis with individual releases and records.
es: Según lo cubierto en la fase [Diseño](design), diferentes usuarios necesitarán información en diferentes formas. Algunos necesitarán descargas masivas, algunos necesitarán utilizar una API, algunos necesitarán el formato CSV, la mayoría necesitará la publicación del historial de cambios de manera oportuna con entregas y registros individuales.

source: **Resource:** [Guidance on bulk downloads, APIs, individual releases and records, and flattened serializations](build/hosting)
es: **Recurso:** [Guía sobre el uso de descargas masivas, API, registros y entregas individuales y serializaciones planas](build/hosting)

source: **Resource:** [Guidance on JSON and CSV serialization, including packaging files with metadata](build/serialization)
es: **Recurso:** [Guía sobre serialización en JSON y CSV, incluidos los archivos de empaquetado con metadatos](build/serialization)

source: Check your data
es: Revise sus datos

source: Throughout the build phase you ought to regularly use the [OCDS Data Review Tool](https://standard.open-contracting.org/review/) to check the structure and format of your data. This ensures that your data is compatible with OCDS tools and is comparable with other OCDS data.
es: A lo largo de la fase de construcción, debe usar regularmente la [Herramienta de revisión de datos](https://standard.open-contracting.org/review/) para comprobar la estructura y formato de sus datos. Esto asegura que sus datos sean compatibles con las herramientas OCDS y sean comparables con otros datos OCDS.

source: OCDS data needs to be published as part of a release package or a record package. You can use [OCDS Kit](https://pypi.org/project/ocdskit/) to reformat your data before submitting it to the review tool, but any data you publish needs to be correctly packaged.
es: Los datos OCDS deben publicarse como parte de un paquete de entregas o un paquete de registros. Puedes usar [OCDS Kit](https://pypi.org/project/ocdskit/) para reformatear sus datos antes de enviarlos a la herramienta de revisión, pero cualquier dato que publique debe estar correctamente empaquetado.

source: The Data Review Tool reports any structural issues with your data. It checks whether your data makes sense and displays a preview of your data, so that you can check whether the information is appearing in the correct place within the schema.
es: La Herramienta de Revisión de Datos reporta cualquier problema estructural con sus datos. Verifica si sus datos tienen sentido y muestra una vista previa de sus datos, para que pueda verificar si la información aparece en el lugar correcto dentro del esquema.

source: You ought to use real data for testing, wherever possible. Using fictional data can lead to false positives and missed errors in your data pipeline: for example, if your test data includes incoherent values for the award date and the contract signature date, it won't be possible to identify issues with how these fields are mapped in your OCDS data.
es: Debe utilizar datos reales para las pruebas, siempre que sea posible. El uso de datos ficticios puede generar falsos positivos y omitir errores en su flujo de datos: por ejemplo, si sus datos de prueba incluyen valores incoherentes para la fecha de adjudicación y la fecha de firma del contrato, no será posible identificar problemas con la forma en que estos campos son mapeado en sus datos OCDS.

source: If your data source doesn't contain any data yet, because you are developing a new system to collect and publish data, for example, then you ought to work with stakeholders to collect enough real data to populate all the data elements for at least one contracting process.
es: Si su fuente de datos aún no contiene ningún dato, porque está desarrollando un nuevo sistema para recopilar y publicar datos, por ejemplo, entonces debe trabajar con las partes interesadas para recopilar suficientes datos reales para completar todos los elementos de datos para al menos un proceso de contratación

source: If you can't collect enough real data for testing, then you ought to create realistic and coherent test data:
es: Si no puede recopilar suficientes datos reales para la prueba, debe crear datos de prueba realistas y coherentes:

source: use real entities, products, and services
es: utilizar entidades, productos y servicios reales

source: use plausible dates and values
es: usar fechas y valores plausibles

source: avoid using placeholder values
es: evitar el uso de valores del tipo placeholders

source: avoid setting multiple data elements to the same value.
es: evite establecer varios elementos de datos en el mismo valor.

source: **Action:** Upload some data to the [OCDS Data Review Tool](https://standard.open-contracting.org/review/).
es: **Acción:** Cargue algunos datos a la [Herramienta de revisión de datos OCDS](https://standard.open-contracting.org/review/).

source: **Action:** Request feedback on your draft data from the [OCDS Helpdesk](../../support/index).
es: **Acción:** Solicite un informe de retroalimentación sus datos preliminares al [Helpdesk OCDS](../../support/index).

source: **Tool:** The [jOCDS Validator](https://developmentgateway.org/blog/your-data-ocds-compliant-introducing-jocds-validator) can be used for bulk checking of the structure and format of OCDS data
es: **Herramienta:** El [Validador jOCDS](https://developmentgateway.org/blog/your-data-ocds-compliant-introducing-jocds-validator) puede usarse para la verificación masiva de la estructura y formato de datos OCDS

source: **Resource:** [How to check your OCDS data validates](https://www.open-contracting.org/2018/05/09/check-ocds-data-validates/)
es: **Recurso:** [Cómo revisar que sus datos OCDS son válidos](https://www.open-contracting.org/2018/05/09/check-ocds-data-validates/)

source: [Next phase: Publish](publish)
es: [Siguiente fase: Publicación](publish)
