Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/build.po
Languages: es

source: Build
es: Implementación

source: This phase is about creating a new IT system, or updating an existing IT system, to implement your [mapping](map) and publish OCDS data.
es: Esta fase es sobre crear un nuevo sistema de TI, o actualizar un sistema de TI existente para implementar su [mapeo](map) y publicar datos OCDS.

source: Alternatively, if you don't have the capacity to create or update an IT system, you can consider reusing an existing [data collection tool](build/data_collection_tools). If you're reusing an existing tool, this phase is about customizing that tool to meet your needs and working out how to combine and publish your data. The [OCDS Helpdesk](../support/index.md#ocds-helpdesk) can help you to consider options for collecting, combining and publishing data.
es: Alternativamente, si no tiene la capacidad para crear o actualizar un sistema de TI, puede considerar reutilizar uno existente [herramienta de recolección de datos](build/data_collection_tools). Si está reutilizando una herramienta existente, esta fase se trata de personalizar esa herramienta para satisfacer sus necesidades y averiguar cómo combinar y publicar sus datos. La [Mesa de Ayuda de OCDS](../support/index.md#ocds-helpdesk) puede ayudarlo a considerar opciones para recopilar, combinar y publicar datos.

source: As you complete this phase, you can:
es: Mientras completa esta fase, puede:

source: Fill in the *Technical options for implementing OCDS* sub-section of your [Technical Assessment Template](map.md#identify-your-data-sources).
es: Completar la subsección *Opciones técnicas para implantar el OCDS* de su [Plantilla de evaluación técnica](map.md#identify-your-data-sources).

source: Register an OCID prefix
es: Registrar un prefijo OCID

source: In OCDS, the contracting process identifier (`ocid`) uniquely identifies a contracting process. As a publisher, you will assign a unique `ocid` to each contracting process.
es: En OCDS, el identificador del proceso de contratación (`ocid`) identifica de forma única un proceso de contratación. Como publicador, asignará un único `ocid` a cada proceso de contratación.

source: To ensure that your `ocid`s do not conflict with those of another publisher, you need to register an ocid prefix.
es: Para asegurarse que sus `ocid` no entren en conflicto con los de otro publicador, debe registrar un prefijo ocid.

source: **Action**: Email [data@open-contracting.org](mailto:data@open-contracting.org) to request an OCID prefix. Provide the name of the publishing organization and the email address of a contact person at this organization.
es: **Acción**: envíe un correo electrónico a [data@open-contracting.org](mailto:data@open-contracting.org) para solicitar un prefijo OCID. Proporcione el nombre de la organización publicadora y la dirección de correo electrónico de una persona de contacto en esta organización.

source: **Resource**: To learn more about the `ocid` and its prefixes, refer to the [identifiers](../../schema/identifiers) reference.
es: **Recurso**: Para aprender más sobre el `ocid` y sus prefijos, consulte la referencia [identificadores](../../schema/identifiers).

source: All registered OCID prefixes are accessible as a [web page](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pubhtml?gid=506986894&single=true&widget=true) or [CSV file](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pub?gid=506986894&single=true&output=csv).
es: Todos los prefijos OCID registrados están accesibles como una [página web](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pubhtml?gid=506986894&single=true&widget=true) o [archivo CSV](https://docs.google.com/spreadsheets/d/1Am3gq0B77xN034-8hDjhb45wOuq-8qW6kGOdp40rN4M/pub?gid=506986894&single=true&output=csv).

source: Determine your system architecture
es: Determine su arquitectura de sistema

source: There are many ways to extract data from data sources, combine it, map it to OCDS, and publish it. The [system architectures](build/system_architectures) guidance page describes some possible approaches.
es: Hay muchas formas de extraer datos de las fuentes de datos, combinarlos, mapearlos a OCDS y publicarlos. La página de guía sobre [arquitecturas de sistemas](build/system_architectures) describe algunos enfoques posibles.

source: Your choice of architecture can determine how frequently your data is updated, whether you can publish a change history and the access methods available to your users. **Remember to check that your chosen architecture meets the needs you identified in the design stage.**
es: Su elección de arquitectura puede determinar con qué frecuencia se actualizan sus datos, si puede publicar un historial de cambios y los métodos de acceso disponibles para sus usuarios. **Recuerde verificar que la arquitectura elegida satisfaga las necesidades que identificó en la etapa de diseño.**

source: **Resource:** [Technical case studies: OCDS implementation insights report](https://www.open-contracting.org/resources/technical-case-studies-ocds-implementation-insights/) provides insights into the technical choices made in OCDS implementations in Paraguay, Zambia, Colombia, Moldova and Argentina's Road Agency Vialidad.
es: **Recurso:** [Casos de estudio técnicos: reporte de información sobre la implementación OCDS](https://www.open-contracting.org/resources/technical-case-studies-ocds-implementation-insights/) proporciona información sobre las decisiones técnicas que se llevaron a cabo en las implementaciones OCDS en Paraguay, Zambia, Colombia, Moldova y la Dirección de Vialidad Nacional de Argentina.

source: Decide how to combine spreadsheet data
es: Decidir cómo combinar los datos de la hoja de cálculo

source: If you aren't creating or updating an IT system, but are instead collecting data from different individuals, departments or agencies using spreadsheets, then this step is about working out how to combine your data into a single file for publication. Combining your data makes it easier for users to analyze the whole dataset.
es: Si no está creando o actualizando un sistema de TI, sino que está recopilando datos de diferentes personas, departamentos o agencias mediante hojas de cálculo, entonces este paso trata sobre cómo combinar sus datos en un solo archivo para su publicación. La combinación de sus datos facilita a los usuarios analizar todo el conjunto de datos.

source: If you plan to publish your data infrequently, you only have a small number of spreadsheets and your spreadsheets have identical headers, then simply copy-pasting the data into a single file for publication may be the easiest method.
es: Si planea publicar sus datos con poca frecuencia, solo tiene una pequeña cantidad de hojas de cálculo y sus hojas de cálculo tienen encabezados idénticos, entonces simplemente copiar y pegar los datos en un solo archivo para su publicación puede ser el método más fácil.

source: Otherwise, you can consider the following methods:
es: De lo contrario, puede considerar los siguientes métodos:

source: If you're comfortable using a command-line interface, you can use CSV Kit's [`in2csv` command](https://csvkit.readthedocs.io/en/latest/scripts/in2csv.html) to convert each sheet of a spreadsheet into a CSV file, and then use the [`csvstack` command](https://csvkit.readthedocs.io/en/latest/scripts/csvstack.html) to combine sets of CSV files with identical headers into single CSV files.
es: Si se siente cómodo utilizando una interfaz de línea de comandos, puede utilizar el kit CSV [`in2csv` command](https://csvkit.readthedocs.io/en/latest/scripts/in2csv.html) para convertir cada hoja de una hoja de cálculo en un archivo CSV, y luego utilizar el [`csvstack` command](https://csvkit.readthedocs.io/en/latest/scripts/csvstack.html) para combinar conjuntos de archivos CSV con encabezados idénticos en archivos CSV individuales.

source: If you're comfortable writing Visual Basic for Applications (VBA) or Google Apps Script code, you can write a macro for Microsoft Excel or Google Sheets to combine your data into a single file.
es: Si se siente cómodo escribiendo un código de Visual Basic para aplicaciones (VBA) o Google Apps Script, puede escribir una macro para Microsoft Excel o Google Sheets para combinar sus datos en un solo archivo.

source: If you're comfortable using spreadsheet formulae, you can use Google Sheet's [IMPORTRANGE](https://support.google.com/docs/answer/3093340?hl=en) or [QUERY](https://support.google.com/docs/answer/3093343?hl=en) functions to import data from multiple spreadsheets to a single sheet.
es: Si se siente cómodo usando fórmulas de hojas de cálculo, puede usar las funciones [IMPORTRANGE](https://support.google.com/docs/answer/3093340?hl=en) o [QUERY](https://support.google.com/docs/answer/3093343?hl=en) de Google Sheet para importar datos de varias hojas de cálculo a una sola hoja.

source: If you aren't comfortable with the above methods, you can consider using a spreadsheet add-on for combining data from multiple sheets.
es: Si no se siente cómodo con los métodos anteriores, puede considerar el uso de un complemento de hoja de cálculo para combinar datos de varias hojas.

source: Establish your publication formats and access methods
es: Establezca sus formatos de publicación y métodos de acceso.

source: OCDS data can be published in different formats and accessed using different methods.
es: Los datos de OCDS se pueden publicar en diferentes formatos y acceder a ellos utilizando diferentes métodos

source: It is best practice to provide data in multiple formats, so that as many users as possible can use the data without first having to transform it to their preferred format. In OCDS terms, this means [publishing both structured JSON data and tabular CSV or spreadsheet data](build/serialization).
es: Es una buena práctica proporcionar datos en múltiples formatos, de modo que la mayor cantidad de usuarios posible pueda usar los datos sin tener que transformarlos primero a su formato preferido. En términos de OCDS, esto significa [publicar datos JSON estructurados y datos tabulares CSV u hojas de cálculo](build/serialization).

source: Where resources allow, it is also best practice to provide multiple access methods for your data, so that both humans and machines can access it easily. In OCDS terms, this means [providing both bulk downloads and an API](build/hosting). The [OCDS pagination extension](https://extensions.open-contracting.org/en/extensions/pagination/master/) describes how to paginate OCDS data via an API.
es: Cuando los recursos lo permitan, también es una buena práctica proporcionar múltiples métodos de acceso a sus datos, de modo que tanto humanos como máquinas puedan acceder a ellos fácilmente. En términos de OCDS, esto significa [proporcionar descargas masivas y una API](build/hosting). La [extensión de paginación OCDS](https://extensions.open-contracting.org/en/extensions/pagination/master/) describe cómo paginar datos OCDS a través de una API.

source: **Remember to check that your chosen publication formats and access methods meet the needs you identified at the design stage.**
es: **Recuerde revisar que sus formatos de publicación y métodos de acceso preferidos cumplan con los requisitos que se identificaron en el proceso de diseño.**

source: **Tool:** [Flatten-tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/) can be used to convert OCDS data between JSON and CSV/spreadsheet formats.
es: **Herramienta:** [Flatten-tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/) puede usarse para convertir datos OCDS entre formatos JSON y CSV/hojas de cálculo.

source: Build your data pipeline
es: Implemente sus canales de datos

source: Having determined your system architecture, it's time to implement it. This is one of the longest steps of implementing OCDS.
es: Una vez determinada la arquitectura de su sistema, es hora de implementarla. Este es uno de los pasos más largos para implementar OCDS.

source: Whether your current infrastructure is low tech or high tech, we have tools and resources to help you publish OCDS. Depending on your [data sources](map.md#identify-your-data-sources) and system architecture, you might be able to reuse some of these OCDS tools:
es: Tanto si su infraestructura actual es de baja como de alta tecnología, tenemos herramientas y recursos para ayudarle a publicar OCDS. Dependiendo de sus [fuentes de datos](map.md#identify-your-data-sources) y de la arquitectura del sistema, es posible que pueda reutilizar algunas de estas herramientas OCDS:

source: If you have any issues using OCDS tools, contact the [OCDS Helpdesk](../../support/index).
es: Si tiene algún problema utilizando herramientas OCDS, contacte al [Helpdesk OCDS](../../support/index).

source: If you are creating (or upgrading) an **electronic government procurement (e-GP) system** or open contracting data portal, refer to our [Guide to Defining OCDS Functional Requirements for e-GP Systems](https://www.open-contracting.org/resources/guide-defining-open-contracting-data-standard-functional-requirements-electronic-government-procurement-systems/).
es: Si está creando (o actualizando) un **sistema de contratación pública electrónica (e-GP)** o un portal de datos abiertos de contrataciones, consulte nuestra [Guía para definir los requisitos funcionales de OCDS para sistemas e-GP](https://www.open-contracting.org/resources/guide-defining-open-contracting-data-standard-functional-requirements-electronic-government-procurement-systems/).

source: If your source data is in **CSV/Excel files**, you can rename the columns to match the JSON paths in OCDS (for example, `buyer/name`) and then [transform the CSV/Excel files to OCDS JSON](https://www.open-contracting.org/2016/08/08/open-contracting-data-structure-spreadsheets/) by using [Flatten Tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/), a command-line tool.
es: Si su fuente de datos esta en **archivos CSV/Excel** puede cambiar el nombre de las columnas para que sean iguales que los JSON paths en OCDS (por ejemplo, `buyer/name`) y luego [transformar los archivos CSV/Excel a OCDS JSON](https://www.open-contracting.org/2016/08/08/open-contracting-data-structure-spreadsheets/) usando el [Flatten Tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/), una herramienta de línea de comando.

source: If your source data is in **Excel files**, you can alternately transform Excel files to OCDS JSON by using the [Open Contracting Explorer](https://developmentgateway.org/expertise/open-contracting-procurement/), which includes a web interface and web API for users to access and explore the OCDS data. (This tool is authored by Development Gateway.)
es: Si sus datos de origen se encuentran en **archivos Excel**, también puede transformar archivos Excel a OCDS JSON utilizando el [Open Contracting Explorer](https://developmentgateway.org/expertise/open-contracting-procurement/), que incluye una interfaz web y una API web para que los usuarios puedan acceder y explorar los datos OCDS. (Esta herramienta fue desarrollada por Development Gateway.)

source: If your source data is in **SQL tables**, you can use [Kavure'i](https://gitlab.com/dncp-opendata/opendata-etl/-/blob/master/README_en.md) to transform it to OCDS. To use it, you write SQL queries to extract data from SQL tables, setting the columns for the query results to match the JSON paths in OCDS (for example, `buyer/name`). The query results are saved to CSV files, which are transformed to OCDS JSON using [Flatten Tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/). (Kavure'i is authored by Paraguay's Dirección Nacional de Contrataciones Públicas (DNCP).)
es: Si sus datos de origen están en ** tablas SQL**, puede usar [Kavure'i](https://gitlab.com/dncp-opendata/opendata-etl/-/blob/master/README_en.md) para transformarlos a OCDS. Para usarlo, debe escribir consultas SQL para extraer datos de las tablas SQL, configurando las columnas para que los resultados de la consulta coincidan con las rutas JSON en OCDS (por ejemplo, `buyer/name`). Los resultados de la consulta se guardan en archivos CSV, que se transforman a OCDS JSON utilizando la [Flatten Tool](https://flatten-tool.readthedocs.io/en/latest/usage-ocds/). (Kavure'i fue desarrollada por la Dirección Nacional de Contrataciones Públicas (DNCP) de Paraguay).

source: To **make OCDS data available via an API**, you can use another component of [Kavure'i](https://gitlab.com/dncp-opendata/opendata-etl/-/blob/master/README_en.md) to load OCDS data into [ElasticSearch](https://www.elastic.co/), and then use [Pitogüé](https://gitlab.com/dncp-opendata/opendata-api-v3/blob/master/README_en.md) to make it available via an API. (Both tools are authored by Paraguay's Dirección Nacional de Contrataciones Públicas (DNCP).)
es: Para **hacer que los datos de OCDS estén disponibles a través de una API**, puede usar otro componente de [Kavure'i](https://gitlab.com/dncp-opendata/opendata-etl/-/blob/master/README_en.md) para cargar datos OCDS en [ElasticSearch](https://www.elastic.co/), y luego usar [Pitogüé](https://gitlab.com/dncp-opendata/opendata-api-v3/blob/master/README_en.md) para que esté disponible a través de una API. (Ambas herramientas son de la Dirección Nacional de Contrataciones Públicas (DNCP) de Paraguay).

source: If you intend to **publish [record packages](../../schema/record_package)**, [OCDS Merge](https://ocds-merge.readthedocs.io/en/latest/) is the best software library for creating OCDS [records](../../primer/releases_and_records). If you use the [Python](https://www.python.org/) programming language, you can use it directly. If not, you can use its [test cases](https://ocds-merge.readthedocs.io/en/latest/#test-cases) to test your implementation of the [merge routine](../../schema/merging), and you can read its [commented code](https://github.com/open-contracting/ocds-merge) as inspiration for your implementation.
es: Si tiene la intención de **publicar [paquetes de registros](../../schema/record_package)**, [Fusión de OCDS](https://ocds-merge.readthedocs.io/en/latest/) es la mejor biblioteca de software para crear OCDS [registros](../../primer/releases_and_records). Si usa el lenguaje de programación [Python](https://www.python.org/), puedes usarlo directamente. De lo contrario, puede utilizar sus [casos de prueba](https://ocds-merge.readthedocs.io/en/latest/#test-cases) para probar su implementación de la [rutina de fusión](../../schema/merging), y puedes leer su [código comentado](https://github.com/open-contracting/ocds-merge) como inspiración para su implementación.

source: If you have [release packages](../../schema/release_package) and want to have [record packages](../../schema/record_package), if you have data that follows an older version of OCDS, or if you otherwise need to transform your OCDS data, you can use [OCDS Kit](https://ocdskit.readthedocs.io/en/latest/) as a command-line tool or [Python](https://www.python.org/) library.
es: Si tiene [paquetes de entregas](../../schema/release_package) y quiere tener [paquetes de registro](../../schema/record_package), si tiene datos que siguen una versión anterior del OCDS o si necesita transformar sus datos OCDS, puede utilizar [OCDS Kit](https://ocdskit.readthedocs.io/en/latest/) como línea de comando o librería [Python](https://www.python.org/).

source: If you aren't creating or updating an IT system, but are instead reusing an existing [data collection tool](build/data_collection_tools), you can customize it:
es: Si no está creando o actualizando un sistema de TI, sino que está reutilizando una [herramienta de recopilación de datos](build/data_collection_tools), usted puede personalizarlo:

source: The [data collection spreadsheet](https://www.open-contracting.org/resources/data-collection-spreadsheet/) includes instructions describing how to add fields and how to add and reformat sheets.
es: La [hoja de cálculo de recopilación de datos](https://www.open-contracting.org/resources/data-collection-spreadsheet/) incluye instrucciones que describen cómo agregar campos y cómo agregar y reformatear hojas.

source: The [data collection form](https://www.open-contracting.org/resources/ocds-data-collection-form/) includes instructions describing how to add fields and how to customize descriptions and guidance.
es: El [formulario de recolección de datos](https://www.open-contracting.org/resources/ocds-data-collection-form/) incluye instrucciones que describen cómo agregar campos y cómo personalizar la guía y descripciones.

source: Contact the [OCDS Helpdesk](../support/index.md#ocds-helpdesk) for support and guidance on customizing a tool to meet your needs.
es: Contacte con la [Mesa de ayuda de OCDS](../support/index.md#ocds-helpdesk) para obtener asistencia y guía sobre cómo personalizar una herramienta para satisfacer sus necesidades.

source: **Resource:** [Using tabular versions of OCDS to generate JSON data](https://www.open-contracting.org/2020/03/06/using-tabular-versions-of-ocds-to-generate-json-data/) details the approach used in Paraguay.
es: **Recurso:** [Usando versiones tabulared de OCDS para generar datos JSON](https://www.open-contracting.org/2020/03/06/using-tabular-versions-of-ocds-to-generate-json-data/) detalla el enfoque utilizado en Paraguay.

source: **Resource:** To learn about how to create a spreadsheet input template for OCDS, check out our blog series on prototyping OCDS data using spreadsheets ([Part 1](https://www.open-contracting.org/2020/04/24/prototyping-ocds-data-using-spreadsheets/), [Part 2](https://www.open-contracting.org/2020/05/11/prototyping-ocds-data-using-spreadsheets-part-ii/), [Part 3](https://www.open-contracting.org/2020/05/28/prototyping-ocds-data-using-spreadsheets-part-iii/)).
es: **Recurso:** Para obtener información sobre cómo crear una plantilla de entrada de hoja de cálculo para OCDS, consulte nuestra serie de blogs sobre la creación de prototipos de datos OCDS mediante hojas de cálculo ([parte 1](https://www.open-contracting.org/2020/04/24/prototyping-ocds-data-using-spreadsheets/), [parte 2](https://www.open-contracting.org/2020/05/11/prototyping-ocds-data-using-spreadsheets-part-ii/), [parte 3](https://www.open-contracting.org/2020/05/28/prototyping-ocds-data-using-spreadsheets-part-iii/)).

source: If you want to use OCDS Kit or Flatten Tool, but don't have access to the command line or can't install new software on your computer, you can use [OCDS Toucan](https://toucan.open-contracting.org/), which gives access to these tools through a web browser.
es: Si quiere usar OCDS Kit o el Flatten Tool, pero no tiene acceso a la línea de comandos o no puede instalar un software nuevo en su computadora, puede usar [OCDS Toucan](https://toucan.open-contracting.org/), que da acceso a estas herramientas a través de un navegador web.

source: Re-using tools isn't always easy. [Tool Re-Use in Open Contracting: A Primer](https://www.open-contracting.org/resources/tool-re-use-in-open-contracting-a-primer/) is a step-by-step guide to help you determine what you need, evaluate which tool is the right fit, and evaluate whether the right conditions are in place for successful re-use of a tool.
es: Reutilizar herramientas no siempre es fácil. [Reutilización de herramientas en contrataciones abiertas: Una introducción](https://www.open-contracting.org/resources/tool-re-use-in-open-contracting-a-primer/) es una guía que lo ayuda paso a paso a determinar qué es lo que necesita, evaluar qué herramienta es la adecuada para utilizar y evaluar si existen las condiciones adecuadas para la reutilización exitosa de una herramienta.

source: Build your extensions
es: Desarrolle sus extensiones
