Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/design.po
Languages: es

source: Design
es: Diseño

source: This phase is about setting up your OCDS implementation to be a success.
es: Esta fase se trata sobre poner en funcionamiento su implementación de OCDS para que sea un éxito.

source: On this page, you will find guidance on how to:
es: En esta página encontrará una guía sobre como:

source: Determine your priorities for data use
es: Determinar sus prioridades para el uso de datos

source: Set up your team
es: Establecer su equipo

source: Build buy-in
es: Desarrollar participación

source: Understand your context
es: Entender su contexto

source: Understand your key decisions and publication goals
es: Entender sus decisiones clave y sus objetivos de publicación

source: Include OCDS in requirements for software developers and technical consultants
es: Incluir los requisitos OCDS para desarrolladores de software y consultores técnicos

source: Open contracting is about more than just implementing OCDS.
es: Las contrataciones abiertas son más que solo implementar el OCDS.

source: Visit the Open Contracting Partnership's website for [help implementing wider open contracting reforms](https://www.open-contracting.org/implement/) and for [guidance on open contracting reform design and management](https://www.open-contracting.org/2020/04/29/open-contracting-reform-design-and-management-resources-new-guide/).
es: Visite la página web de Open Contracting Partnership para obtener [ayuda para implementar reformas de contrataciones abiertas más amplias](https://www.open-contracting.org/implement/) y para [una guía sobre el diseño y administración de reformas de contrataciones abiertas](https://www.open-contracting.org/2020/04/29/open-contracting-reform-design-and-management-resources-new-guide/).

source: How does public contracting work in your jurisdiction? What does the law oblige to be made public? What are the opportunities or barriers to greater openness? Which stakeholders ought to be involved? What institutional and technical skills and experience do stakeholders have?
es: ¿Cómo funciona la contratación pública en su jurisdicción? ¿Qué obliga la ley a hacerse público? ¿Cuáles son las oportunidades o barreras para una mayor apertura? ¿Qué partes interesadas deberían participar? ¿Qué habilidades y experiencia institucional y técnica tienen los interesados?

source: The answers to these questions will help you to develop a robust publication plan. A scoping study can help your team to understand your political, legal, and technical context.
es: Las respuestas a estas preguntas lo ayudarán a desarrollar un plan de publicación sólido. Un estudio de alcance puede ayudar a su equipo a comprender su contexto político, legal y técnico.

source: **Resource**: [Methodology for Open Contracting Scoping Studies](https://www.open-contracting.org/resources/methodology-open-contracting-scoping-studies/)
es: **Recurso*: [Metodología para un Estudio de Alcance de Contrataciones Abiertas](https://www.open-contracting.org/resources/methodology-open-contracting-scoping-studies/)

source: If your contracting data is mostly on paper, in local spreadsheets or in unstructured electronic documents, and you don’t have the capacity to create a new IT system to collect data, consider reusing one of the existing [tools for collecting OCDS data](build/data_collection_tools).
es: Si sus datos de contratación están principalmente en papel, en hojas de cálculo locales o en documentos electrónicos no estructurados, y no tiene la capacidad para crear un nuevo sistema de TI para recopilar datos, considere reutilizar uno de los existentes [herramientas para recopilar datos OCDS](build/data_collection_tools).

source: Set your goals and priorities
es: Establezca sus metas y prioridades

source: The most useful OCDS implementations are those that were designed around real-world goals and priorities. To achieve success, you need to understand your policy goals and [user needs](design/user_needs), and use them to inform the design of your OCDS implementation.
es: Las implementaciones del OCDS más útiles son aquellas que se diseñaron en torno a objetivos y prioridades del mundo real. Para lograr el éxito, debe entender los objetivos de su política y las [necesidades del usuario](design/user_needs), y utilizarlos para informar el diseño de su implementación OCDS.

source: Identify stakeholders
es: Identificar a las partes interesadas

source: Different stakeholders in your OCDS implementation can have different objectives. Journalists, civil society organizations, policymakers and auditors will all have different goals.
es: Las partes interesadas en su implementación de OCDS pueden tener diferentes objetivos. Los periodistas, las organizaciones de la sociedad civil, los encargados de formular políticas y los auditores tendrán objetivos diferentes.

source: Consult stakeholders early in the design of your OCDS implementation to identify your key goals.
es: Consulte a las partes interesadas al principio del diseño de su implementación OCDS para identificar sus objetivos principales

source: **Resource:** [How to make sure open contracting data gets used: A guide to defining the use case](https://www.open-contracting.org/2016/08/18/use-case-guide/)
es: **Recurso:** [Cómo asegurar que se utilicen datos de contrataciones abiertas: Una guía para definir casos de uso](https://www.open-contracting.org/2016/08/18/use-case-guide/)

source: **Action:** Identify your stakeholders and their use cases.
es: **Acción:** Indentifique a las partes interesadas y sus casos de uso

source: Set goals
es: Establecer metas

source: Common goals include:
es: Algunas metas comunes incluyen:

source: Tracking and improving value for money in procurement
es: Seguir y mejorar la relación calidad-precio en las adquisiciones

source: Measuring and increasing competition for contracts
es: Medir y aumentar la competencia por contratos

source: Helping business understand what government buys and how
es: Ayudar a las empresas a entender qué compra el gobierno y cómo lo compra

source: Promoting public integrity by monitoring for 'red flags' of corruption
es: Promover la integridad pública mediante el monitoreo de 'banderas rojas' de corrupción

source: Increasing participation of small, women-led, or minority-led businesses
es: Aumentar la participación de empresas pequeñas, dirigidas por mujeres o dirigidas por minorías

source: Enhancing service delivery by tracking quality, delivery and milestones in contracts
es: Mejorar la prestación de servicios mediante el seguimiento de la calidad, la entrega y los hitos de los contratos

source: **Resource:** [How can OCDS help to assess the quality and performance of a procurement system? A step-by-step guide](https://www.open-contracting.org/2019/04/03/oecdmaps-ocds-step-by-step-guide/)
es: **Recurso** [Cómo puede ayudar OCDS a evaluar la calidad y el rendimiento de un sistema de contrataciones? Una guía paso a paso.](https://www.open-contracting.org/2019/04/03/oecdmaps-ocds-step-by-step-guide/)

source: Determine data needs
es: Determinar las necesidades de datos

source: Each of the goals above have different data needs. These needs ought to inform your choices about how to implement OCDS, for example:
es: Cada uno de los objetivos anteriores tiene diferentes necesidades de datos. Estas necesidades deben informar de sus decisiones sobre cómo implementar el OCDS, por ejemplo:

source: Which fields to publish
es: Qué campos publicar

source: How often to publish or update data
es: Con qué frecuencia publicar o actualizar los datos

source: Whether to publish a change history
es: Decidir si se debe publicar el historial de cambio

source: What data formats and access methods to provide
es: Qué formatos de datos y métodos de acceso proporcionar

source: **Resource**: [Open Contracting Data Use Cases](https://www.open-contracting.org/resources/open-contracting-data-use-cases/)
es: **Recurso**: [Casos de uso de datos de contratación abierta](https://www.open-contracting.org/resources/open-contracting-data-use-cases/)

source: **Resource:** [Red Flags for Integrity Guide](https://www.open-contracting.org/resources/red-flags-integrity-giving-green-light-open-data-solutions/) ([red flags to OCDS mapping spreadsheet](https://docs.google.com/spreadsheets/d/12PFkUlQH09jQvcnORjcbh9-8d-NnIuk4mAQwdGiXeSM/edit#gid=0))
es: **Recurso:** [Guía de banderas rojas para la integridad](https://www.open-contracting.org/resources/red-flags-integrity-giving-green-light-open-data-solutions/) ([hoja de cálculo de mapeo de banderas rojas a OCDS](https://docs.google.com/spreadsheets/d/12PFkUlQH09jQvcnORjcbh9-8d-NnIuk4mAQwdGiXeSM/edit#gid=0))

source: **Resource:** [Indicators to diagnose the performance of a procurement market guide](https://www.open-contracting.org/resources/indicators-to-diagnose-the-performance-of-a-procurement-market/) ([procurement indicators to OCDS mapping spreadsheet](https://docs.google.com/spreadsheets/d/1nG7e52E1CXOXoUjz6pimW4Z7er9u3DJSs98QKdJJioE/edit#gid=110864222))
es: **Recurso:** [Guía de Indicadores para diagnosticar el rendimiento del mercado de contratación pública](https://www.open-contracting.org/resources/indicators-to-diagnose-the-performance-of-a-procurement-market/) ([hoja de cálculo de mapeo de los indicadores de contratación al OCDS](https://docs.google.com/spreadsheets/d/1nG7e52E1CXOXoUjz6pimW4Z7er9u3DJSs98QKdJJioE/edit#gid=110864222))

source: **Resource:** [How to calculate sustainable public procurement indicators with OCDS data](https://www.open-contracting.org/resources/how-to-calculate-sustainable-public-procurement-indicators-with-ocds-data/)
es: **Recurso:** [Cómo calcular indicadores de contratación pública sostenible con datos OCDS](https://www.open-contracting.org/resources/how-to-calculate-sustainable-public-procurement-indicators-with-ocds-data/)

source: **Action:** Prioritize your goals based on the recommendations in the [Technical Assessment Template](https://www.open-contracting.org/resources/technical-assessment-template/).
es: **Acción:** Priorice sus objetivos basándose en las recomendaciones de la [Plantilla de evaluación técnica](https://www.open-contracting.org/resources/technical-assessment-template/).

source: Build your team
es: Establezca su equipo

source: Implementing OCDS is easier when your team combines both policy and technology experience. Team members might be part of your own organization, or you might need to identify partners who can bring extra insights and skills.
es: Implementar OCDS es más fácil cuando su equipo combina experiencia en política y en tecnología. Los miembros del equipo pueden ser parte de su organización, o puede que necesite identificar socios que puedan aportar conocimientos y habilidades adicionales.

source: To achieve success, an OCDS implementation team ought to include the following roles, though one individual might play several roles:
es: Para lograr el éxito, un equipo de implementación de OCDS debe incluir los siguientes roles, aunque un individuo podría desempeñar varios roles:

source: A **project manager** who will oversee the project timeline and deliverables.
es: Un **gerente de proyecto** que supervisará el cronograma y los resultados del proyecto.

source: A **data expert** who will identify where data put forward for publication in OCDS exists at a *technical* level. They need to be familiar with the IT systems that capture and store contracting data and related documents.
es: Un **experto en datos** que identificará dónde existen los datos propuestos para su publicación en OCDS a nivel *técnico*. Tiene que estar familiarizado con los sistemas TI que capturan y almacenan los datos de contratación y los documentos relacionados.

source: A **procurement expert** who will identify which procurement information matches which OCDS fields, at a *semantic* level. They need to be familiar with procurement legislation and procedures.
es: Un **experto en contrataciones** que identificará qué información de compras coincide con qué campos OCDS, a nivel *semántico*. Deben estar familiarizados con la legislación y los procedimientos de contratación.

source: A **policy champion** who can help navigate the policy decisions of publishing and using OCDS data.
es: Un **campeón en políticas** que pueda ayudar a navegar las decisiones de política de publicación y uso de datos OCDS.

source: A **system architect** who will define the architecture for publishing OCDS data. They can be an internal team member or an external consultant.
es: Un **arquitecto de sistemas** que definirá la arquitectura para publicar datos OCDS. Puede ser un miembro del equipo interno o un consultor externo.

source: A **software developer**, or developers, who will write the code for publishing OCDS data. They can be an internal team member or an external consultant. If you're updating an existing system, ideally the developer should be familiar with that system, or at least the relevant technologies, frameworks, and programming languages.
es: Un **desarrollador de software**, o desarrolladores, quiénes escribirán el código para publicar los datos de OCDS. Ellos pueden ser un miembro del equipo interno o un consultor externo. Si está actualizando un sistema existente, lo ideal es que el desarrollador esté familiarizado con ese sistema, o al menos con las tecnologías, los marcos y los lenguajes de programación pertinentes.

source: A **user champion** who will represent the needs of data users throughout the project. They can be an internal team member, an outside partner, or a representative of external stakeholders.
es: Un **campeón de uso** que representará las necesidades de los usuarios de datos a lo largo del proyecto. Pueden ser un miembro interno del equipo, un socio externo o un representante de partes interesadas externas.

source: **Action:** Identify your team members.
es: **Acción:** Identifique a los miembros de su equipo

source: **Action:** Ask everyone in your team to [read the Primer](../../primer/index).
es: **Acción:** Pida a todos los miembros de su equipo [leer la Introducción](../../primer/index).

source: **Action**: [Contact the Data Support Team](../../support/index) or [complete this form](http://bit.ly/OCP-Training) to arrange an online introductory training for your technical team, in English or Spanish.
es: **Acción**: [Comuníquese con el Equipo de Soporte de Datos](../../support/index) o [complete este formulario](http://bit.ly/OCP-Training) para organizar una capacitación introductoria en línea para su equipo técnico, en inglés o español.

source: **Action:** [Join the OCDS discussion group](../../support/index) to keep up to date and engage with other implementers.
es: **Acción:** [Unirse al grupo de discusión OCDS](../../support/index) para mantenerse actualizado y estar en contacto con otros implementadores.

source: Writing OCDS requirements for eGP developers
es: Redacción de requisitos OCDS para desarrolladores de eGP

source: If you will be hiring a team to develop or update an electronic government procurement (e-GP) system or open contracting data portal and wish to include the OCDS in the terms of reference, please refer to our [Guide to Defining OCDS Functional Requirements for e-GP Systems](https://www.open-contracting.org/resources/guide-defining-open-contracting-data-standard-functional-requirements-electronic-government-procurement-systems/), which includes functional requirements and template clauses that you can adapt for your technical specifications or procurement documents (terms of reference, request for proposals, etc.).
es: Si va a contratar un equipo para desarrollar o actualizar un sistema de contratación pública electrónica (e-GP) o abrir un portal de datos de contratación y desea incluir el OCDS en los términos de referencia, consulte nuestra [Guía para definir los requisitos funcionales del OCDS para e-GP Systems](https://www.open-contracting.org/resources/guide-defining-open-contracting-data-standard-functional-requirements-electronic-government-procurement-systems/), que incluye requisitos funcionales y plantillas de cláusulas que puede adaptar para sus especificaciones técnicas o documentos de adquisición (términos de referencia, solicitud de propuestas, etc.).

source: The World Bank Group's [e-Procurement Toolkit](http://www.eprocurementtoolkit.org/) offers additional advice and template requirements for procuring e-GP systems, and its [Open Contracting Data Standard Implementation Methodology](http://www.eprocurementtoolkit.org/sites/default/files/2016-11/OCDS_Implemetation_Methodology_0.pdf#page=27) has guidance relevant to OCDS in e-GP systems from section 3.2.3 on page 27 onwards. *(Note: Its earlier sections are based on OCDS 1.0.0.)*
es: El [e-Procurement Toolkit](http://www.eprocurementtoolkit.org/) del Banco Mundial ofrece asesoramiento adicional y plantillas de requisitos para la compra de sistemas e-GP, y su [Metodología de Implementación del Open Contracting Data Standard](http://www.eprocurementtoolkit.org/sites/default/files/2016-11/OCDS_Implemetation_Methodology_0.pdf#page=27) es una guía relevante para entender el OCDS en sistemas e-GP desde la sección 3.2.3 en la página 27 en adelante *(Nota: Las secciones anteriores están basadas en OCDS 1.0.0.)*

source: **Resource:** [Guidebook: Crafting a Results-Driven Request for Proposals (RFP)](https://govlab.hks.harvard.edu/guidebook-crafting-results-driven-request-proposals-rfp), by the Harvard Kennedy School [Government Performance Lab](https://govlab.hks.harvard.edu)
es: **Recurso:** [Guía: elaboración de una solicitud de propuestas (RFP) basada en resultados](https://govlab.hks.harvard.edu/guidebook-crafting-results-driven-request-proposals-rfp), por la Escuela Harvard Kennedy [Laboratorio de Desempeño Gubernamental](https://govlab.hks.harvard.edu)

source: **Resource:** [Contract Design Pattern Library](https://contract-design.worldcc.com), by [World Commerce & Contracting](https://www.worldcc.com) – provides solutions to common usability and understandability problems in contracts, to help you organize and communicate your contracts more clearly, so that they are read, understood, and acted upon
es: **Recurso:** [Biblioteca de patrones de diseño de contratos](https://contract-design.worldcc.com), de [World Commerce & Contracting](https://www.worldcc.com): proporciona soluciones para la usabilidad común y problemas de comprensibilidad en los contratos, para ayudarlo a organizar y comunicar sus contratos con mayor claridad, para que se lean, entiendan y se actúe en consecuencia.

source: **Resource:** [What data should I collect? A guide to prioritizing data fields in an e-GP implementation](https://www.open-contracting.org/es/resources/what-data-should-i-collect-a-guide-to-prioritizing-data-fields-in-an-e-gp-implementation/)
es: **Recurso:** [¿Qué datos debo recopilar? Una guía para priorizar campos de datos en una implementación de e-GP](https://www.open-contracting.org/es/resources/what-data-should-i-collect-a-guide-to-prioritizing-data-fields-in-an-e-gp-implementation/)

source: [Next phase: Map](map)
es: [Siguiente fase: Mapeo](map)
