Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map.po
Languages: es

source: Map
es: Mapeo

source: This phase is about documenting your sources of contracting data, and documenting how that data "maps" to OCDS – that is, identifying which [data elements](https://en.wikipedia.org/wiki/Data_element) within your data sources match which OCDS [fields](../../schema/reference) and [codes](../../schema/codelists). The mapping phase is one of the longest and most important steps in the implementation process.
es: Esta fase se trata de documentar sus fuentes de datos de contratación y documentar cómo esos datos "se mapean" a OCDS, es decir, identificar qué [elementos de datos](https://en.wikipedia.org/wiki/Data_element) dentro de sus fuentes de datos coincide con qué [campos](../../schema/reference) y [códigos](../../schema/codelists) OCDS. La fase de mapeo es uno de los pasos más largos e importantes en el proceso de implementación.

source: When starting out, consider working in parallel on the map and build phases, because the choices you make at the build stage might affect how you need to map your data. For example, your choice of architecture might determine whether you are able to publish a change history using releases and records.
es: Al empezar, considere la posibilidad de trabajar en paralelo en las fases de mapeo e implementación, porque las decisiones que tome en la fase de implementación podrían afectar a la forma en que necesite mapear sus datos. Por ejemplo, su elección de arquitectura podría determinar si puede publicar un historial de cambios utilizando entregas y registros.

source: If your contracting processes are managed on paper, using local spreadsheets or via unstructured electronic documents, and you’re reusing one of the existing [tools for collecting OCDS data](build/data_collection_tools), then please [get in touch with the Data Support Team](../support/index) for guidance on how to identify which OCDS fields match your local concepts.
es: Si sus procesos de contratación se gestionan en papel, utilizando hojas de cálculo locales o a través de documentos electrónicos no estructurados, y está reutilizando una de las [herramientas para recopilar datos OCDS](build/data_collection_tools) existentes, entonces [póngase en contacto con el Equipo de Soporte de Datos](../support/index) para obtener orientación sobre cómo identificar qué campos OCDS coinciden con sus conceptos locales.

source: Mapping data to OCDS is not always easy. Before writing any software, this phase is an opportunity to:
es: Mapear datos a OCDS no siempre es fácil. Antes de escribir cualquier software, esta fase es una oportunidad para:

source: Catch errors early on
es: Detectar errores lo antes posible

source: Identify [hard cases](#deal-with-the-hard-cases) that need more attention
es: Identificar [casos complicados](#deal-with-the-hard-cases) que necesiten más atención

source: Get input from the [Data Support Team](../../support/index)
es: Obtenga información del [Equipo de Soporte de Datos](../../support/index)

source: The documentation you produce can also later be included in your [Data User Guide](publish.md#finalize-your-publication-policy).
es: La documentación que produzca también se puede incluir más adelante en su [Guía del usuario de datos](publish.md#finalize-your-publication-policy).

source: As you make progress through this phase, we encourage you to maintain a project plan, in order to help set priorities and ease communication within your team, with your stakeholders, and with the Data Support Team.
es: A medida que avanza en esta fase, lo alentamos a mantener un plan de proyecto para ayudar a establecer prioridades y facilitar la comunicación dentro de su equipo, con sus partes interesadas y con el Equipo de Soporte de Datos.

source: Involve the right people
es: Involucre a las personas adecuadas

source: As described in the [Field-Level Mapping Template Guidance](https://www.open-contracting.org/resources/ocds-1-1-mapping-template-guidance/) (introduced below), you will need at least:
es: Como se describe en la [Guía de la plantilla de mapeo a nivel de campo](https://www.open-contracting.org/resources/ocds-1-1-mapping-template-guidance/) (presentada a continuación), necesitará al menos :

source: A data expert who is familiar with the **IT systems** that capture and store contracting data and related documents, to identify the data elements within those systems.
es: Un experto en datos que esté familiarizado con los **sistemas de TI** que capturan y almacenan datos de contratación y documentos relacionados, para identificar los elementos de datos dentro de esos sistemas.

source: A procurement expert who is familiar with **procurement legislation** and procedures, to identify which data elements match which OCDS fields, at a *semantic* level.
es: Un experto en contrataciones que esté familiarizado con **la legislación de compras** y los procesos de adquisiciones, para ayudar a identificar qué elementos de datos coinciden con los campos de OCDS, a nivel *semántico*.

source: A technical expert who understands the **data structures** in OCDS, to help identify which data elements match which OCDS fields, at a *technical* level.
es: Un experto técnico que comprenda las **estructuras de datos** en OCDS, para ayudar a identificar qué elementos de datos coinciden con los campos OCDS, a un nivel *técnico*.

source: Identify your data sources
es: Identifique sus fuentes de datos

source: To implement OCDS you need to first identify which IT systems capture and store contracting data and related documents. You also need to identify how to connect data held in different systems, to get a complete picture of the contracting process. The [Technical Assessment Template](https://www.open-contracting.org/resources/technical-assessment-template/) guides you through this process.
es: Para implantar el OCDS es necesario identificar primero qué sistemas informáticos capturan y almacenan los datos de contratación y los documentos relacionados. También es necesario identificar cómo conectar los datos que se mantienen en los diferentes sistemas, para obtener una imagen completa del proceso de contratación. La [Plantilla de Evaluación Técnica](https://www.open-contracting.org/resources/technical-assessment-template/) le guía a través de este proceso.

source: If your contracting processes are managed on paper, using local spreadsheets or via unstructured electronic documents, you should use the template to identify those data sources, too.
es: Si sus procesos de contratación se gestionan en papel, mediante hojas de cálculo locales o a través de documentos electrónicos no estructurados, debería utilizar la plantilla para identificar también esas fuentes de datos.

source: Once complete, you can:
es: Una vez completado, puede:

source: Ask the [Data Support Team](../../support/index) to review your Technical Assessment.
es: Solicite al [Equipo de Soporte de Datos](../../support/index) que revise su evaluación técnica.

source: Fill in the _Systems_ sheet of your Field-Level Mapping (introduced below).
es: Complete la hoja _Systems_ de su mapeo a nivel de campo (presentado a continuación).

source: Localize OCDS to your context
es: Localice OCDS a su contexto

source: Before mapping individual fields and codes, consider whether to first [localize OCDS](map/localization) to your context. Localization can be useful when you need to map several different systems, or when multiple organizations will work on implementing OCDS in your country.
es: Antes de mapear campos y códigos individuales, considere si primero [localizar OCDS](map/localization) a su contexto. La localización puede ser útil cuando necesita mapear varios sistemas diferentes o cuando varias organizaciones trabajarán en la implementación de OCDS en su país.

source: Download the mapping templates
es: Descargar las plantillas de mapeo

source: To make the mapping easier we provide templates to list the data elements within your data sources, and map them to either:
es: Para facilitar el mapeo, proporcionamos plantillas para listar los elementos de datos dentro de sus fuentes de datos, y mapearlos a cualquiera de ellas:

source: OCDS [fields](../../schema/reference), using the [Field-Level Mapping Template](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) ([read the tutorial](https://www.open-contracting.org/resources/ocds-1-1-mapping-template-guidance/))
es: [Campos](../../schema/reference) OCDS , usando la [Plantilla de mapeo a nivel campo](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) ([lea el tutorial](https://www.open-contracting.org/resources/ocds-1-1-mapping-template-guidance/))

source: OCDS [codes](../../schema/codelists), using the [Codelist Mapping Template](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template/) ([read the tutorial](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template-guidance/))
es: [Códigos](../../schema/codelists) OCDS, usando la [Plantilla de mapeo de listas de código](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template/) ([lea el tutorial](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template-guidance/))

source: If your contracting data is managed on paper or in unstructured electronic documents, you should use the templates to list the data elements in those data sources and map them to OCDS.
es: Si sus datos de contratación se gestionan en papel o en documentos electrónicos no estructurados, debe utilizar las plantillas para enumerar los elementos de datos en esas fuentes de datos y mapearlos a OCDS.

source: You can [contact the Data Support Team](../support/index) for guidance on using the mapping templates.
es: Puede [contactar con el Equipo de Soporte de Datos](../support/index) para obtener orientación sobre el uso de las plantillas de mapeo.

source: Complete the mapping
es: Completar el mapeo

source: You can complete the mapping in parts. For example, you might choose to split your mapping by any of the following:
es: Puede completar el mapeo por partes. Por ejemplo, puede optar por dividir su mapeo por cualquiera de los siguientes:

source: **data source** (e-procurement system, contract management system, [financial management information system](https://www.worldbank.org/en/topic/governance/brief/financial-management-information-systems-fmis), etc.)
es: **fuentes de datos** (sistema de compras públicas electrónicas, sistema de manejo de contratos, [sistema de manejo de información financiera](https://www.worldbank.org/en/topic/governance/brief/financial-management-information-systems-fmis), etc.)

source: **contracting process type** (open procedure, selective procedure, concession contract, framework agreement, etc.)
es: **tipo de proceso de contrataciones** (procedimiento abierto, procedimiento selectivo, contrato de concesión, acuerdo marco, etc.)

source: **contracting process stage** (planning, tender, award, contract, implementation)
es: **etapa del proceso de contratación** (planeación, licitación, adjudicación, contrato, implementación)

source: **public notice** (tender notice, award notice, etc.)
es: **aviso público** (aviso de licitación, aviso de adjudicación, etc.)

source: The preferred approach is to eventually list *all* the data elements within your data sources in your Field-Level Mapping, decide whether to publish each, and then map each. The decision to publish a data element is up to you; it isn't necessary to map all your contracting data.
es: El enfoque preferido es eventualmente enumerar *todos* los elementos de datos dentro de sus fuentes de datos en su mapeo a nivel de campo, decidir si publica cada uno y luego mapear a cada uno. La decisión de publicar un elemento de datos depende de usted; no es necesario mapear todos sus datos de contrataciones.

source: It is also important to focus on the data elements whose disclosure was prioritized by users during the [design](design) phase. If you have not determined which data elements are a priority, you ought to do this now, based on your user needs.
es: También es importante centrarse en los elementos de datos cuya divulgación fue priorizada por los usuarios durante la fase [diseño](design). Si no ha determinado qué elementos de datos son prioritarios, debe hacerlo ahora, en función de las necesidades de sus usuarios.

source: Whichever approach you take, it's important that your eventual OCDS publication contain at least as much information as your other public datasets of contracting data; otherwise, users are less likely to use your OCDS publication.
es: Independientemente del enfoque que adopte, es importante que su eventual publicación OCDS contenga al menos tanta información como sus otros conjuntos de datos públicos de datos de contrataciones; de lo contrario, es menos probable que los usuarios usen su publicación OCDS.

source: Deal with the hard cases
es: Lidiar con los casos complicados

source: Mapping data to OCDS is not always obvious. Please refer to our how-to guides and worked examples to learn how to map data for specific hard cases:
es: El Mapeo de datos a OCDS no siempre es obvio. Consulte nuestras guías y ejemplos prácticos para aprender a mapear datos para casos complicados específicos:

source: Consider using extensions
es: Considere usar extensiones

source: Some data elements might not match any field or code in OCDS. To cover such cases, you can add fields and codes to OCDS using [extensions](map/extensions).
es: Es posible que algunos elementos de datos no coincidan con ningún campo o código en OCDS. Para cubrir tales casos, puede agregar campos y códigos a OCDS usando [extensiones](map/extensions).

source: Before using extensions, double-check whether the data elements can be disclosed using existing fields. For example, to disclose the date by which the buyer or procuring entity will respond to enquiries, you can use the `tender.milestones` field, instead of adding a new field.
es: Antes de usar extensiones, verifique dos veces si los elementos de datos se pueden publicar usando campos existentes. Por ejemplo, para publicar la fecha en la que el comprador o la entidad contratante responderán a las consultas, puede utilizar el campo `tender.milestones`, en lugar de agregar un nuevo campo.

source: [Worked example: Milestones](map/organization_classifications)
es: [Ejemplo práctico: Hitos](map/organization_classifications)

source: [Worked example: Organization classification](map/organization_classifications)
es: [Ejemplo práctico: Clasificación de la organización](map/organization_classifications)

source: If you do need to use an extension, consider whether the new fields will affect how users interpret existing fields. If so, you can add information to existing fields, to avoid misinterpretation – in addition to adding the new fields.
es: Si necesita usar una extensión, considere si los nuevos campos afectarán la forma en que los usuarios interpretan los campos existentes. Si es así, puede agregar información a los campos existentes para evitar malas interpretaciones, además de agregar los nuevos campos.

source: For example, you have created an extension to add a new field to indicate whether a contracting process is about the disposal of a state asset (like a vehicle). If the `tender.title` field refers only to the vehicle, then users who are unaware of the new field might misinterpret the contracting process as being about its purchase. To avoid misinterpretation, you can add a "Disposal: " prefix to the `tender.title` field.
es: Por ejemplo, ha creado una extensión para agregar un nuevo campo para indicar si un proceso de contratación es sobre la enajenación de un activo estatal (como un vehículo). Si el campo `tender.title` se refiere únicamente al vehículo, entonces los usuarios que desconozcan el nuevo campo podrían malinterpretar el proceso de contratación como si se tratara de su compra. Para evitar malas interpretaciones, puede agregar un prefijo "Enajenación:" al campo `tender.title`.

source: **Resource:** [Localizing OCDS: Translations, Terminology & Extensions](https://www.open-contracting.org/2016/07/26/localising-ocds-translations-terminology-extensions/)
es: **Recurso:** [Localización de OCDS: Traducciones, terminología y extensiones](https://www.open-contracting.org/2016/07/26/localising-ocds-translations-terminology-extensions/)

source: **Resource** [OCDS Glossary](https://github.com/open-contracting/glossary)
es: **Recurso** [Glosario OCDS](https://github.com/open-contracting/glossary)

source: **Action:** [Contact the Data Support Team](../../support/index) to get help with mapping data or authoring extensions.
es: **Acción:** [Contacte al Equipo de Soporte de Datos](../../support/index) para obtener ayuda con el mapeo de datos o la creación de extensiones.

source: **Action:** If you are stuck on a particular concept and are concerned about how it is modelled in OCDS, search the issues in our [GitHub tracker](https://github.com/open-contracting/standard/issues) to see what others in the community are saying about the topic. If you do not see your issue, create a new one!
es: **Acción:** Si está atascado en un concepto en particular y le preocupa cómo se modela en OCDS, puede buscar los issues en nuestro [GitHub tracker](https://github.com/open-contracting/standard/issues) para ver lo que otros miembros de la comunidad están diciendo sobre el tema. Si no ve su issue, ¡cree uno nuevo!

source: Link OCDS with other standards
es: Vincular OCDS con otros estándares

source: Not all information that is related to a contracting process belongs in OCDS. For example, a company's annual filings and incorporation status are typically managed in a company registry, outside the lifecycle of a contracting process.
es: No toda la información relacionada con un proceso de contratación pertenece a OCDS. Por ejemplo, las presentaciones anuales y el estado de incorporación de una empresa generalmente se administran en un registro de la empresa, fuera del ciclo de vida de un proceso de contratación.

source: For guidance on integrating your OCDS data with these related datasets, refer to [Linked standards](map/linked_standards).
es: Para obtener guía sobre la integración de sus datos OCDS con estos conjuntos de datos relacionados, consulte [Estándares vinculados](map/linked_standards)

source: Wrap up
es: Al concluir

source: Ask the [Data Support Team](../../support/index) to review your Field-Level Mapping and Technical Assessment Template.
es: Solicite al [Equipo de Soporte de Datos](../../support/index) que revise su Plantilla de evaluación técnica y mapeo a nivel de campos.

source: [Next phase: Build](build)
es: [Siguiente fase: Implementación](build)
