Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/publish.po
Languages: es

source: Publish
es: Publicación

source: Congratulations! You are almost ready to publish your OCDS data.
es: ¡Felicidades! Ya casi está listo para publicar sus datos OCDS.

source: Perform final checks
es: Realizar verificaciones finales

source: Before publishing, check that your publication meets the small number of [basic criteria](publish/quality.md#basic-criteria).
es: Antes de publicar, verifique que su publicación cumpla con una pequeña cantidad de [criterios básicos](publish/quality.md#basic-criteria).

source: Finalize your publication policy
es: Finalice su política de publicación.

source: In OCDS, a publication policy is an essential data guide for users. Each OCDS publisher ought to have a publication policy that describes:
es: En OCDS, una política de publicación es una guía de datos esencial para los usuarios. Cada publicador de OCDS debe tener una política de publicación que describa:

source: What information is and is not covered within the scope of the publication
es: Qué información está y no está cubierta dentro del alcance de la publicación.

source: Any custom codelists used - or custom codes added to existing codelists
es: Cualquier lista de códigos personalizada utilizada, o códigos personalizados agregados a las listas de códigos existentes

source: How timely or frequent the publication is
es: La puntualidad o frecuencia de la publicación

source: Where the data comes from and how it is generated
es: De dónde provienen los datos y cómo se generan

source: The formats of the publication and where to access the data
es: Los formatos de la publicación y dónde acceder a los datos

source: Any differences in the contracting processes or fields covered by different formats or access methods
es: Cualquier diferencia en los procesos de contratación o en los campos cubiertos por diferentes formatos o métodos de acceso

source: License information for data reuse
es: Información de licencia para reutilización de datos

source: Contact information of the publisher
es: Información de contacto del publicador

source: The publication policy ought to be made available as a public web page, with links to the policy added to OCDS release packages and record packages and any OCDS web portal.
es: La política de publicación debería estar disponible como una página web pública, con enlaces a la política agregados a los paquetes de entrega y paquetes de registro de OCDS y a cualquier portal web de OCDS.

source: The publication policy ought to also contain information about future plans for changes to the publication (and be updated when changes are made).
es: La política de publicación también debería contener información sobre planes futuros de cambios en la publicación (y actualizarse cuando se realicen cambios).

source: **Resource**: Use the [OCDS publication policy template](https://www.open-contracting.org/resources/ocds-1-1-publication-policy-template/) to develop your publication policy.
es: **Recurso**: Use la [plantilla de política de publicación de OCDS](https://www.open-contracting.org/resources/ocds-1-1-publication-policy-template/) para desarrollar su política de publicación.

source: License your data
es: Licencia tus datos

source: Publishing data under an open license is an important part of open contracting. Without this, restrictions on re-use can prevent many of the important [use cases](design/user_needs) for open contracting information being realized.
es: Publicar datos con licencias abiertas es una parte importante de las contrataciones abiertas. Sin esto, puede haber restricciones de reutilización que prevengan muchos de los [casos de uso](design/user_needs) importantes para los cuales se publica la información de contrataciones abiertas.

source: A license statement sets out the permission that users have to access, use and re-use the data. This can take the form of a [Public Domain Dedication or Certification](https://creativecommons.org/publicdomain/) which transfers a dataset into the public domain, or re-asserts that there are no existing copyrights or database rights inherent in the dataset (which is the case for government datasets in some jurisdictions), or the application of a license which sets out the terms under which a dataset can be re-used.
es: Una declaración de licencia establece el permiso que los usuarios tienen para acceder, utilizar y volver a utilizar los datos. Esto puede tomar la forma de una [Dedicación o Certificación de Dominio Público](https://creativecommons.org/publicdomain/) que transfiere un conjunto de datos al dominio público, o reafirma que no existen derechos de autor o derechos de base de datos inherentes en el conjunto de datos (que es el caso de los conjuntos de datos del gobierno en algunas jurisdicciones), o la aplicación de una licencia que establece los términos bajo los cuales un conjunto de datos puede ser reutilizado.

source: We encourage the use of either a public domain dedication/certification, or an attribution only license.
es: Recomendamos el uso de una dedicación/certificación de dominio público, o una licencia de sólo atribución.

source: Public domain dedication – asserting no copyright, database rights, or contractual rights over the open contracting data. Examples include [Creative Commons' public domain tools](https://creativecommons.org/publicdomain/). These licenses are useful for publishers who manage their own works or have the necessary rights to apply a public domain license to another person's work. In addition, although attribution cannot be "enforced" under such licenses, we encourage you to actively acknowledge and give attribution to all sources, such as the data providers or any data aggregators. Public domain approaches are preferred for Open Contracting Datasets.
es: Dedicación al dominio público: no se afirman derechos de autor, derechos de base de datos o derechos contractuales sobre los datos de contratación abiertos. Los ejemplos incluyen las [herramientas de dominio público de Creative Commons](https://creativecommons.org/publicdomain/). Estas licencias son útiles para los publicadores que administran sus propios trabajos o tienen los derechos necesarios para aplicar una licencia de dominio público al trabajo de otra persona. Además, aunque la atribución no se puede "hacer cumplir" en virtud de dichas licencias, lo alentamos a reconocer y atribuir activamente todas las fuentes, como los proveedores de datos o cualquier agregador de datos. Se prefieren los enfoques de dominio público para los conjuntos de datos de contratación abierta.

source: Attribution-only open licenses – licenses that allow for use and reuse, with the only restriction being that attribution (credit) be given. A examples includes the [Creative Commons Attribution licenses 4.0](https://creativecommons.org/licenses/by/4.0/)
es: Licencias abiertas de sólo atribución - licencias que permiten el uso y reutilización, con la única restricción de expresar una atribución (crédito). Un ejemplo incluye las [Creative Commons Attribution license 4.0](https://creativecommons.org/licenses/by/4.0/)

source: When using custom licenses, publishers are encouraged to check that they are [compliant with the Open Definition](https://opendefinition.org/licenses/).
es: Cuando se utilizan licencias personalizadas, se recomienda a los publicadores que comprueben que son [compatibles con la Open Definition](https://opendefinition.org/licenses/).

source: In structured data file you ought to embed a link to the license in the `license` field of the release or record package as indicated below:
es: En un archivo de datos estructurado deberías agregar un enlace a la licencia en el campo `license` del paquete de entrega o registro como se indica a continuación:

source: In individual CSV files or other models of publishing, it might not be possible to embed the license information. In these cases (and in the structured data case also) publishers ought to ensure that a clear statement is provided alongside files where they are provided for download linking to, and explaining, the license terms they are published under. Particular attention ought to be paid to ensuring license information on any data catalogues where open contracting data is listed are accurate.
es: En archivos CSV individuales u otros modelos de publicación, puede que no sea posible adjuntar la información de la licencia. En estos casos (también en el caso de datos estructurados) los publicadores deberían de asegurar que se dé una declaración clara junto con los archivos para los que se proporciona el enlace de descarga, explicando los términos de la licencia bajo la cual se publicaron. Se debe de poner particular atención para asegurar que la información de la licencia sea correcta y precisa, en todos los catálogos de datos donde se encuentren datos de contrataciones abiertas

source: Publish and share your data
es: Publica y comparte tus datos

source: Once you have published your data, it's time to share it with the world. It is also not the end of your OCDS journey. As users start using the data, there will likely be some requests for iterative improvements over time to improve the quality and usability of the data. You might even want to develop or adapt tools for displaying and using the data.
es: Una vez que haya publicado sus datos, es hora de compartirlos con el mundo. Tampoco es el final de su viaje OCDS. A medida que los usuarios comiencen a usar los datos, es probable que haya algunas solicitudes de mejoras iterativas a lo largo del tiempo para mejorar la calidad y la usabilidad de los datos. Es posible que incluso desee desarrollar o adaptar herramientas para mostrar y usar los datos.

source: **Action:** Share your publication on the [OCDS mailing list](../support/index.md#ocds-community).
es: **Acción:** Comparta su publicación en la [lista de correo OCDS](../support/index.md#ocds-community).

source: **Action:** Request a data quality and usability feedback report from the [Data Support Team](../support/index).
es: **Acción:** Solicite un reporte de comentarios sobre la calidad de los datos y su usabilidad al [Equipo de Soporte de Datos](../support/index).

source: **Action:** [Request assistance from OCP](mailto:data@open-contracting.org) to build capacity or tools for key stakeholders to start using the data.
es: **Acción:** [Solicitar asistencia de OCP](mailto:data@open-contracting.org) para desarrollar capacidades o herramientas para que las partes interesadas clave comiencen a usar los datos.

source: **Resource:** [Guidance for using OCDS data](https://www.open-contracting.org/data/data-use/)
es: **Recurso:** [Guía para el uso de datos OCDS](https://www.open-contracting.org/data/data-use/)

source: **Resource:** [Best practices for developing open contracting data portals](https://www.open-contracting.org/resources/best-practices-open-contracting-portals/)
es: **Recurso:** [Mejores prácticas para desarrollar portales de datos de contratación abierta](https://www.open-contracting.org/resources/best-practices-open-contracting-portals/)
