Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/design/user_needs.po
Languages: es

source: User needs
es: Necesidades del usuario

source: Open data is a means, not an end in itself. The first stage of any work with OCDS is to consider who will use the data that is produced, and which fields and features of the data are important to them.
es: Los datos abiertos son un medio, no un fin en sí mismos. La primera etapa de cualquier trabajo con OCDS es considerar quién usará los datos que se producen y qué campos y características de los datos son importantes para ellos.

source: In designing OCDS, we explored a range of different user needs and use cases for data on contracting.
es: Al diseñar OCDS, exploramos una gama de diferentes necesidades de usuarios y casos de uso de datos sobre contratación.

source: We focused on five main groups of user need, described below in greater detail:
es: Nos enfocamos en cinco grupos principales de necesidades de los usuarios, que se describen a continuación con mayor detalle:

source: Generating market opportunities for the private sector to fairly compete for public contracts
es: Generar oportunidades de mercado para que el sector privado compita de manera justa por los contratos públicos

source: Achieving value for money for government
es: Lograr un buen valor por dinero para el gobierno

source: Strengthening the transparency, accountability and integrity of public contracting
es: Fortalecimiento de la transparencia, rendición de cuentas e integridad de los contratos públicos

source: Monitoring the effectiveness of service delivery
es: Control de la eficacia de la prestación de servicios

source: Improving internal efficiency
es: Mejorar la eficiencia interna

source: These needs intersect. For example, increasing transparency can increase competition (market opportunities) and lower prices (value for money).
es: Estas necesidades se intersectan. Por ejemplo, aumentar la transparencia puede aumentar la competencia (oportunidades de mercado) y precios más bajos (valor por dinero).

source: You can read more about how people around the world are using OCDS, and other contracting data, on the [Open Contracting Partnership website](https://www.open-contracting.org).
es: Puede leer más acerca de cómo los usuarios alrededor del mundo están usando OCDS y otros datos de contratación en el sitio web de la [Open Contracting Partnership](https://www.open-contracting.org).

source: As you start implementing OCDS, consider how you will engage with data users, and how you will ensure the data and documents you make available will meet their needs.
es: A medida que empiece a implementar OCDS, considere cómo se involucrará con los usuarios de los datos y cómo se asegurará de que los datos y documentos que pone a disposición satisfagan sus necesidades.

source: Market opportunity
es: Oportunidad de mercado

source: Generating market opportunities in public procurement means giving suppliers fair and equal access to procurement opportunities in order to improve competition, allow for more vendor diversity and enable innovation. Open contracting data – from the planning process and all stages of the contracting process (tender, award, contract, and implementation) – can be used to understand and describe the procurement market, analyze competition, and evaluate supplier performance.
es: Generar oportunidades de mercado en la contratación pública significa dar a los proveedores un acceso justo y equitativo a las oportunidades de contratación para mejorar la competencia, permitir una mayor diversidad de proveedores y permitir la innovación. Los datos de contratación abiertos, del proceso de planificación y todas las etapas del proceso de contratación (licitación, adjudicación, contrato e implementación), se pueden utilizar para comprender y describir el mercado de contrataciones, analizar la competencia y evaluar el desempeño de los proveedores.

source: The private sector can use open contracting data to understand the potential pipeline of procurement opportunities and identify the most competitive markets. A government agency can use open contracting data to understand trends in past purchases to better plan for future procedures, analyze particular sectors to evaluate competition and identify potential market concentration. Moreover, authorities can use contracting data to understand their supplier base in order to design and implement strategies to increase vendor diversity, such as [increasing the participation of women-owned businesses](https://www.open-contracting.org/what-is-open-contracting/gender/), small and medium enterprises, minority-owned firms or firms committed to sustainability.
es: El sector privado puede utilizar datos abiertos de contrataciones para comprender la cartera potencial de oportunidades de contratación e identificar los mercados más competitivos. Una agencia gubernamental puede usar datos abiertos de contrataciones para comprender las tendencias en compras pasadas para planificar mejor los procedimientos futuros, analizar sectores particulares para evaluar la competencia e identificar la concentración potencial del mercado. Además, las autoridades pueden usar los datos de contratación para comprender su base de proveedores a fin de diseñar e implementar estrategias para aumentar la diversidad de proveedores, como [aumentar la participación de empresas propiedad de mujeres](https://www.open-contracting.org/what-is-open-contracting/gender/), pequeñas y medianas empresas, empresas propiedad de minorías o empresas comprometidas con la sostenibilidad.

source: **Key data fields**: The procurement method used, the awarded suppliers, the other companies that submitted bids, the tender and award values, and item details.
es: **Campos de datos clave**: El método de contratación utilizado, los proveedores adjudicados, las demás empresas que presentaron ofertas, los valores de la licitación y la adjudicación y el detalle de los artículos.

source: Value for money in procurement
es: Valor por dinero en las contrataciones

source: Value for money refers to the effective, efficient and economic use of resources in public procurement across the different stages of the process. This means value for money might not be achieved considering only the price, but also assessing other non-price attributes such as the quality of the items procured and the efficiency of the process.
es: La relación calidad-precio se refiere al uso eficaz, eficiente y económico de los recursos en la contratación pública en las diferentes etapas del proceso. Esto significa que la relación calidad-precio podría no lograrse considerando solo el precio, sino también evaluando otros atributos no relacionados con el precio, como la calidad de los artículos adquiridos y la eficiencia del proceso.

source: In public procurement, value for money can be achieved, for example, when a contract is implemented competently (in a quality manner and following specifications), timely (achieving milestones by specified dates), and competitively (at or below the estimated price).
es: En la contratación pública, la relación calidad-precio se puede lograr, por ejemplo, cuando un contrato se implementa de manera competente (con calidad y siguiendo especificaciones), a tiempo (alcanzando hitos en fechas específicas) y competitivamente (al precio estimado o por debajo de él).

source: Open contracting data can help public officials get better value for money on goods, services and works, and can help in determining whether value for money has been achieved in concluded contracts. The private sector can analyze trends in prices and supplier performance, in order to identify opportunities. Civil society (NGOs, journalists, community organizations, etc.) can analyze this data to monitor government overspending.
es: Los datos de contratación abierta pueden ayudar a los funcionarios públicos a obtener una mejor relación calidad-precio en bienes, servicios y obras, y pueden ayudar a determinar si se ha logrado la relación calidad-precio en los contratos celebrados. El sector privado puede analizar las tendencias en los precios y el desempeño de los proveedores para identificar oportunidades. La sociedad civil (ONG, periodistas, organizaciones comunitarias, etc.) puede analizar estos datos para monitorear el gasto excesivo del gobierno.

source: **Key data fields**: The values at different stages of the process, unit prices, and item details.
es: **Campos de datos clave**: Los valores en diferentes etapas del proceso, precios unitarios y detalles del artículo.

source: Promoting public integrity
es: Promoción de la integridad pública

source: Integrity in public procurement is about identifying, preventing and combating corruption, fraud, and other types of illicit behavior. Proactively calculating red flag indicators and applying risk detection methods, using open contracting data, can potentially detect corruption and fraud before it happens and deter illicit behavior. This changes the anti-corruption approach from punitive to preventive. Monitoring anomalous procurement behavior, even when that behavior isn’t actually the result of a corrupt or illicit process, can help governments identify and resolve overarching inefficiencies in public procurement.
es: La integridad en la contratación pública consiste en identificar, prevenir y combatir la corrupción, el fraude y otros tipos de conductas ilícitas. El cálculo proactivo de los indicadores de alerta y la aplicación de métodos de detección de riesgos, utilizando datos de contratación abierta, pueden detectar la corrupción y el fraude antes de que sucedan y disuadir el comportamiento ilícito. Esto cambia el enfoque anticorrupción de punitivo a preventivo. Supervisar el comportamiento de contratación anómalo, incluso cuando ese comportamiento no es en realidad el resultado de un proceso corrupto o ilícito, puede ayudar a los gobiernos a identificar y resolver ineficiencias generales en la contratación pública.

source: There are two main approaches to fraud and corruption monitoring. A ‘micro’ approach closely scrutinizes individual procurements: for example, flagging a competitive procedure that received a single bid. A ‘macro’ approach looks for suspicious patterns in the whole market and makes links across datasets to map out networks of funding, ownership and interests: for example, calculating collusion risk in a particular market.
es: Existen dos enfoques principales para el monitoreo del fraude y la corrupción. Un enfoque "micro" examina de cerca las adquisiciones individuales: por ejemplo, marcando un procedimiento competitivo que recibió una sola oferta. Un enfoque "macro" busca patrones sospechosos en todo el mercado y establece vínculos entre conjuntos de datos para mapear redes de financiación, propiedad e intereses: por ejemplo, calculando el riesgo de colusión en un mercado en particular.

source: All stakeholders from civil society, the private sector, government, and donors have an interest in identifying and combating corruption in public procurement.
es: Todas las partes interesadas de la sociedad civil, el sector privado, el gobierno y los donantes tienen interés en identificar y combatir la corrupción en la contratación pública.

source: **Key data fields**: The procurement method used, bid details (including the bidders and bid values), the values at different stages of the process, key dates, key documents, and item details.
es: **Campos de datos clave**: el método de contratación utilizado, los detalles de la oferta (incluidos los oferentes y los valores de la oferta), los valores en las diferentes etapas del proceso, las fechas clave, los documentos clave y los detalles de los artículos.

source: **Resource**: [Red Flags for Integrity Guide](https://www.open-contracting.org/resources/red-flags-integrity-giving-green-light-open-data-solutions/)
es: **Recurso**: [Guía de banderas rojas para la integridad](https://www.open-contracting.org/resources/red-flags-integrity-giving-green-light-open-data-solutions/)

source: Monitoring service delivery
es: Controlar la prestación de servicios

source: Monitoring service delivery looks at how public procurement delivers value to citizens in terms of quality of goods, services and works provided. This involves analyzing in detail the implementation stage of the contracting process, to verify whether the goods, services and works procured are being delivered in a timely manner, with good quality and at the agreed price. It is also important to assess the transactions, contract amendments and subcontracting arrangements.
es: El monitoreo de la prestación de servicios analiza cómo la contratación pública aporta valor a los ciudadanos en términos de calidad de los bienes, servicios y obras proporcionados. Esto implica analizar en detalle la etapa de implementación del proceso de contratación, para verificar si los bienes, servicios y obras adquiridos están siendo entregados en tiempo y forma, con buena calidad y al precio acordado. También es importante evaluar las transacciones, las enmiendas del contrato y los acuerdos de subcontratación.

source: Open contracting data for the implementation stage can help civil society and citizens to monitor service delivery in their communities and give feedback to the government. For governments, having timely information on the delivery of contracts can be useful to identify inefficiencies, ensure contracts are running efficiently, and detect issues.
es: Los datos de contratación abierta para la etapa de implementación pueden ayudar a la sociedad civil y a los ciudadanos a monitorear la prestación de servicios en sus comunidades y brindar retroalimentación al gobierno. Para los gobiernos, tener información oportuna sobre la entrega de contratos puede ser útil para identificar ineficiencias, garantizar que los contratos se ejecuten de manera eficiente y detectar problemas.

source: **Key data fields**: Fields related to contracts, implementation, amendments, milestones and transactions.
es: **Campos de datos clave**: Campos relacionados con contratos, implementación, enmiendas, hitos y transacciones.

source: Internal efficiency refers to ensuring that the investments of money, time, and human resources in public procurement ultimately result in high-quality service delivery and value for money. It helps governments to promote better practices and procurement systems, while reducing the resources needed.
es: La eficiencia interna se refiere a garantizar que las inversiones de dinero, tiempo y recursos humanos en la contratación pública den como resultado, en última instancia, una prestación de servicios de alta calidad y una buena relación calidad-precio. Ayuda a los gobiernos a promover mejores prácticas y sistemas de contratación, al mismo tiempo que reduce los recursos necesarios.

source: Inefficiencies might arise due to inadequate systems or institutional arrangements that cause delays, carry high transactional costs, involve complex technical processes, create silos of information, or lack award and contract management systems.
es: Pueden surgir ineficiencias debido a sistemas inadecuados o arreglos institucionales que causan demoras, conllevan altos costos de transacción, involucran procesos técnicos complejos, crean silos de información o carecen de sistemas de gestión de adjudicaciones y contratos.

source: Public procurement agencies are particularly interested in identifying areas for efficiency improvements. Interventions might include, for example: analyzing delays; analyzing the duration of different stages of the process; structuring procurement information to improve internal coordination; streamlining internal processes without duplicating effort across different stages of the contracting process; developing market engagement strategies to prepare better tender specifications; or promoting the use of e-procurement systems.
es: Las agencias de contratación pública están particularmente interesadas en identificar áreas para mejorar la eficiencia. Las intervenciones pueden incluir, por ejemplo: análisis de retrasos; analizar la duración de las diferentes etapas del proceso; estructurar la información de la contratación para mejorar la coordinación interna; simplificar los procesos internos sin duplicar esfuerzos en las diferentes etapas del proceso de contratación; desarrollar estrategias de participación en el mercado para preparar mejores especificaciones de licitación; o promover el uso de sistemas de contratación electrónica.

source: **Key data fields**: The dates for the different stages of the process, and the status of the tender, awards and contracts.
es: **Campos de datos clave**: Las fechas de las diferentes etapas del proceso, y el estado de la licitación, adjudicaciones y contratos.
