Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/conformance_and_extensions.po
Languages: fr

source: Conformance and extensions
fr: Conformité et extensions

source: <span class="lead">To maximize the interoperability of data published using the Open Contracting Data Standard we have set out key principles for **conforming** to the standard. These also create space for **extensions** of the standard to respond to particular publisher or user needs.</span>
fr: <span class="lead">Afin de maximiser l'interopérabilité des données publiées en utilisant le standard OCDS, nous avons établi des principes clés pour être en **conformité** avec le standard. Ils permettent aussi des **extensions** du standard grâce auxquelles les producteurs de données peuvent répondre à des besoins d'utilisateurs particuliers.</span>

source: Conformance
fr: Conformité

source: Publication conformance
fr: Conformité de la publication des données

source: A conforming implementation *may* use only a subset of this specification's terms.
fr: Une implémentation conforme au standard *peut* n'utiliser qu'un sous-ensemble des termes de cette spécification.

source: It *must not* use terms from outside this specification's terms where this specification's terms would suffice.
fr: Elle *ne doit pas* utiliser des termes extérieurs à ces spécifications lorsque les termes de ces spécifications suffisent.

source: Its usage of this specification's terms *must* be consistent with the semantics of those terms.
fr: Son utilisation des termes de cette spécification *doit* être compatible avec la sémantique de ces termes.

source: It *may* use terms from outside this specification's terms where this specification's terms are insufficient.
fr: Elle *peut* utiliser des termes extérieurs aux termes de ces spécifications lorsque les termes de ces spécifications sont insuffisants.

source: If an implementation serializes to JSON, its serializations *must* [validate](https://standard.open-contracting.org/review/) against this specification's JSON Schema.
fr: Si une implémentation est sérialisée en JSON, ses sérialisations *doivent* [être en conformité](https://standard.open-contracting.org/review/) avec le schéma JSON correspondant à ces spécifications.

source: Whenever using terms from outside the OCDS standard, we encourage the publisher or user responsible to consult with the community on the best approach to adopt.
fr: Chaque fois que vous utilisez des termes en dehors de la norme OCDS, nous encourageons le producteur ou l'utilisateur responsable à consulter la communauté sur la meilleure approche à adopter.

source: (Our publication conformance section is [based on the Popolo Project](http://www.popoloproject.com/specs/#conformance) approach.)
fr: Notre section sur la conformité des publication est basée sur l'approche adoptée par le Popolo Project](http://www.popoloproject.com/specs/#conformance).

source: Validator and application conformance
fr: Validateur et conformité des applications

source: As of version 1.1, release/record packages must contain a version property explicitly declaring their version. All packages without an explicit version declared should be validated against the version 1.0 schema unless otherwise instructed by the user.
fr: À partir de la version 1.1, les packages d'instances/archives devraient contenir une propriété de version déclarant explicitement leur version. Tous les packages sans une version explicitement déclarée doivent être validés par rapport au schéma de la version 1.0, sauf indication contraire de l'utilisateur.

source: Validators and applications should:
fr: Les validateurs et les applications devraient :

source: Report to the user when it encounters a version of the data it does not support;
fr: Signaler à l'utilisateur lorsqu'il rencontre une version des données qu'il ne supporte pas ;

source: Reject data from a higher integer version than it supports, unless otherwise instructed by the user;
fr: Rejeter les données d'une version d'un entier supérieure à celle qu'elle prend en charge, sauf indication contraire de l'utilisateur ;

source: Report to the user when it encounters extensions it does not support;
fr: Signaler à l'utilisateur lorsqu'il rencontre des extensions qu'il ne supporte pas ;

source: Validators **must** report a warning to the user when they encounter properties not covered by the version of the schema and extensions that they are validating against.
fr: Les validateurs **doivent** avertir l'utilisateur lorsqu'ils rencontrent des propriétés non couvertes par la version du schéma et des extensions par rapport auxquels ils valident.

source: Applications **may** report a warning to use the user when they encounter properties they do not support, or **may** discard these properties.
fr: Les applications **peuvent** signaler un avertissement pour utiliser l'utilisateur lorsqu'ils rencontrent des propriétés qu'ils ne supportent pas, ou **peuvent** rejeter ces propriétés.

source: The handling of additional properties and deprecated properties is implementation defined.
fr: La gestion des propriétés supplémentaires et des propriétés dépréciées est propre à chaque implémentation.

source: For behaviours that are implementation defined, applications should clearly document their chosen approach.
fr: Pour les comportements propres à l'implémentation choisie par le développeur, les applications devraient clairement documenter l'approche choisie.

source: See also the [deprecation guidance](deprecation).
fr: Voir aussi [les indications de dépréciation](deprecation).

source: If you have additional fields which cannot be mapped to the OCDS schema or an existing extension, you should include these in your OCDS data and [create a new extension](../guidance/model/extensions) to document their structure and meaning.
fr: Si vous avez des champs qui n'ont pas de correspondance avec le schéma OCDS ou sur une extension existante, vous devez les inclure dans vos données OCDS et [créer une nouvelle extension](../guidance/model/extensions) pour documenter leur structure et leur signification.

source: Extensions to the standard can add new objects and fields to accommodate specific local requirements. An extension must not be created if it is possible to use existing terms from the standard.
fr: Des extensions au standard peuvent ajouter de nouveaux objets et propriétés pour répondre à des besoins locaux spécifiques. Une nouvelle extension ne doit être créée que lorsqu'il est impossible de modéliser les données nécessaires en utilisant les termes existants du standard.

source: Extensions ought to be documented and shared so that other publishers and users can draw upon them, and so that extensions can be considered for inclusion in a future version of the standard.
fr: Les extensions doivent être documentées et partagées afin que les autres producteurs et utilisateurs puissent s'appuyer sur elles et qu'elles puissent être incluses dans une future version du standard.

source: The [Extension Explorer](../guidance/model/extensions) publishes details of known extensions.
fr: Les archives du [registre des extensions](../guidance/model/extensions) gardent en mémoire les détails des extensions connues.

source: The schema for the standard by default allows for new fields, and does not fail validation of a file which contains unknown fields.
fr: Le schéma du standard permet par défaut de nouveaux champs, et ne met pas en échec la validation d'un fichier qui contient des champs inconnus.
