Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/identifiers.po
Languages: es

source: Contracts must cross-reference a related award (using the `awardID` field), as key information such as suppliers can be contained in the related award. Multiple contracts may refer to a single award, as in the case of a framework contract where multiple contract are issued against a single award.
es: Los contratos deben de hacer una referencia cruzada a una adjudicación relacionada (usando el campo `awardID`), ya que información clave como proveedores se contiene en la adjudicación relacionada. Múltiples contratos pueden referirse a una adjudicación única, como es el caso en un contrato de acuerdo marco donde múltiples contratos se emiten desde una misma adjudicación.

source: Item, Document and Milestone IDs
es: IDs de Artículo, Documento e Hitos

source: An item, document or milestone identifier must be unique within a given array of items, and must be used consistently across all the releases in a contracting process.
es: Un identificador de artículo, documento o hito debe ser único en una lista de artículos específicos, y debe de usarse de forma consistente a través de todas las entregas de un proceso de contrataciones.

source: The same `id` value may be re-used in another array of items within the same release, and no cross-reference between these identifiers is implied.
es: El mismo valor `id` puede reutilizarse en otra lista de artículos en la misma entrega, y esto no implica que haya referencias cruzadas entre estos identificadores.

source: The use of an identifier means that subsequent releases can update prior identified items, documents or milestones, without needing to republish all the items, documents or milestones.
es: El uso de un identificador significa que entregas subsecuentes pueden actualizar artículos, documentos o hitos identificados previos, sin necesidad de volver a publicar todos los artículos, documentos o hitos.

source: A first release sets the items to be procured in `tender/items` and the items awarded in one award in `awards/0/items`:
es: Una primera entrega establece los artículos que se comprarán en `tender/items` y los artículos adjudicados en una adjudicación en `awards/0/items`:

source: `tender/items` contains three items, with `id` values of "1", "2", and "3"
es: `tender/items` contiene tres artículos, con valores `id` de "1", "2", y "3"

source: `awards/0/items` contains two items, with `id` values of "3" and "4"
es: `awards/0/items` contiene dos artículos, con valores `id` de "3" y "4"

source: There is *no* relationship between the item to be procured with `id` "3" and the item awarded with `id` "3"; these can be different items. Continuing the example:
es: *No* hay relación entre el artículo que se comprará con `id` "3" y el artículo que se adjudicará con `id` "3"; estos pueden ser artículos diferentes. Continuamos con el ejemplo:

source: A second release updates the items awarded in the single award in `awards/0/items`:
es: Una segunda entrega actualiza los artículos adjudicados en una adjudicación única en `awards/0/items`:

source: `awards/0/items` contains three items, with `id` values of "3", "4", "5"
es: `awards/0/items` contiene tres artículos, con valores `id` de "3", "4", "5"

source: Here, there *is* a relationship between the items awarded with `id` "3" and "4" in the first release and the items awarded with `id` "3" and "4" in the second release. The second release is interpreted as updating the existing items "3" and "4" and adding a new item "5".
es: Aquí *hay* una relación entre los artículos adjudicados con `id` "3" y "4" en la primera entrega y los artículos adjudicados con `id` "3" y"4" en la segunda entrega. La segunda entrega se interpreta como actualizando los artículos existentes "3" y "4" y añadiendo un nuevo artículo "5".
