Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/identifiers.po
Languages: es

source: Identifiers
es: Identificadores

source: Consistent identifiers are essential to help join up open contracting data.
es: Identificadores consistentes son esenciales para ayudar a unir datos de contrataciones abiertas

source: The Open Contracting ID (ocid) is a globally unique identifier used to join up data on all stages of a contracting process;
es: El ID de Contrataciones Abiertas (ocid) es un identificador único global utilizado para unir los datos en todas las etapas de un proceso de contratación;

source: Organization identifiers are important to know who is involved in each contract;
es: Los identificadores de organización son importantes para saber quién está involucrado en cada contrato;

source: Release, award and contract identifiers are important to help cross-reference information.
es: Los identificadores de entrega, adjudicación y contrato son importantes para hacer referencias cruzadas de información.

source: Types of identifiers
es: Tipos de identificadores

source: In OCDS there are two kinds of identifiers: globally unique and local.
es: En OCDS hay dos tipos de identificadores: globalmente únicos y locales.

source: Globally unique identifiers
es: Identificadores globalmente únicos

source: Across the whole universe of OCDS publishers these identifiers refer to one specific contracting process or organization.
es: A través del universo de publicadores OCDS, estos identificadores se refieren a un proceso de contrataciones u organización específica.

source: We create globally unique contracting process identifiers by adding a prefix to the internal identifiers held by publishers.
es: Creamos identificadores de procesos globalmente únicos agregando un prefijo a los identificadores internos que tienen los publicadores.

source: Worked Example
es: Ejemplo práctico

source: Two government publishers (Town A and Town B) number their contracting processes from 0 upwards.
es: Dos publicadores de gobierno (Ciudad A y Ciudad B) enumeran sus procesos de contratación de 0 hacia arriba.

source: Town A publishes information on a contracting process to build a new road. Internally they know this as contract 0005.
es: La Ciudad A publica información sobre un proceso de contratación para construir una nueva ruta. Internamente ellos lo conocen como contrato 0005.

source: Town B publishes information on a contracting process to buy textbooks for a school. Internally they also know this as contract 0005.
es: La Ciudad B publica información sobre un proceso de contratación para comprar libros de texto para una escuela. Internamente también conocen este contrato como 0005.

source: When they publish their OCDS data, each government adds a unique prefix onto their internal identifiers.
es: Cuando publican sus datos en OCDS, cada gobierno agrega un prefijo único a sus identificadores internos.

source: Now Town A's contracting process has the `ocid` of 'ocds-fh349f-0005' and Town B's contracting process has the `ocid` of 'ocds-twb234-0005'.
es: Ahora el proceso de contratación de la Ciudad A tiene el `ocid` 'ocds-fh349f-0005' y el proceso de contratación de la Ciudad B tiene el `ocid` 'ocds-twb234-0005'.

source: There is now no chance of these getting mixed up in a system which imports data from both towns.
es: Ahora no hay probabilidad de mezclarlos en un sistema que importa datos de ambas ciudades.

source: And, if an independent civil society contract monitoring group want to publish a report about implementation of Town A's road project, or Town B's text-book procurement, they have distinct identifiers they can use in their own data to refer to these.
es: Y si un grupo de monitoreo independiente de sociedad civil quiere publicar un reporte sobre la implementación del proyecto de calle de la Ciudad A o la adquisición de libros de texto de la Ciudad B, tienen distintos identificadores que pueden usar en sus propios datos para referir a ellos.

source: You can read more about the OCDS approach to identify organizations below.
es: Puedes leer más sobre el enfoque de OCDS para identificar organizaciones a continuación.

source: Local identifiers
es: Identificadores locales

source: Not all the identifiers in OCDS need to be globally unique. Most only need to be unique among the identifiers used for the same type of object within the same scope. For example:
es: No todos los identificadores en el OCDS deben ser globalmente únicos. La mayoría solo necesita ser único en los identificadores que se usan para el mismo tipo de objeto en el mismo ámbito. Por ejemplo:

source: A release ID must be unique within the scope of the contracting process of which it is a part;
es: Un ID de entrega debe ser único en el ámbito del proceso de contrataciones del cual es parte;

source: Award and contract identifiers must be unique within the scope of the contracting process of which they are a part;
es: Los identificadores de adjudicación y contrato deben ser únicos en el ámbito del proceso de contrataciones del que son parte;

source: An item, milestone or document ID must be unique within the array it is part of.
es: Un ID de artículo, hito o documento debe ser único dentro de la matriz de la que sea parte.

source: Local identifiers must be used consistently. For example, if the `id` of an award is "22" in one release, then the `id` of the same award in another release must also be "22".
es: Los identificadores locales deben de usarse de forma consistente. Por ejemplo, si el `id` de una adjudicación es "22" entonces el `id` de la misma adjudicación en otro release también debe ser "22".

source: Contracting Process Identifier (ocid)
es: Identificador de Proceso de Contratación (ocid)

source: An Open Contracting ID (ocid) is a **globally unique identifier** for a contracting process. Every OCDS release has an `ocid`.
es: Un ID de Contrataciones Abiertos (OCID) es un **identificador único global** para un proceso de contratación. Cada entrega de OCDS tiene un `ocid`.

source: It can be used to join up information published at different times, and in different places.
es: Puede utilizarse para unir información publicada en momentos y lugares distintos.

source: Setting the `ocid` is usually a simple two step process:
es: Establecer el `ocid` normalmente es un proceso sencillo de dos pasos:

source: Identify the best **internal identifier** recorded against the contracting processes being disclosed;
es: Encontrar el mejor **identificador interno** registrado contra los procesos de contratación que se están divulgando;

source: Register an `ocid` prefix to prepend to this internal identifier.
es: Registrar un prefijo de `ocid` para adjuntar al identificador interno

source: In some cases, you might need to consider changes to existing systems to ensure that different systems handling information about your contracting processes have a common internal identifier to draw upon.
es: En algunos casos, puede tener que considerar hacer cambios a sistemas existentes para asegurar que diferentes sistemas que manejan información sobre su proceso de contrataciones tenga un identificador interno común para utilizar.

source: In Mexico City, each time a tender or direct contract award process is initiated, the department responsible assigns an identifier.
es: En la Ciudad de México, cada vez que se inicia un proceso de licitación o adjudicación directa, la oficina responsable le asigna un identificador.

source: These are made up of an identifier for the department responsible for the procurement, a tender number, and the year.
es: Estos se generan a partir de un identificador del departamento responsable de la adquisición, un número de licitación y el año.

source: For example:
es: Por ejemplo:

source: This internal identifier can be exchanged with, and recorded in, any other systems which process information about this contracting process. For example, systems for reporting or recording spending transactions to suppliers.
es: Este identificador interno puede intercambiarse con y ser registrado en cualquier otro sistema que procese información sobre el proceso de contratación. Por ejemplo los sistemas que reportan o registran pagos a proveedores.

source: Mexico City then registered a prefix with the OCDS helpdesk. They have been given the prefix ‘ocds-87sd3t’ which can be added to their unique process identifiers to give a globally unique `ocid`. E.g.
es: Posteriormente la Ciudad de México registró un prefijo con el equipo técnico de OCDS. Se les otorgó el prefijo ‘ocds-87sd3t’ que puede agregarse a sus identificadores únicos de procesos para crear un `ocid` único global. Por ej.

source: The ocid prefix itself is made up of two parts: a prefix agency identifier (currently only 'ocds' is used), and a random six-character alphanumeric string generated for each publisher of data.
es: El ocid en sí está conformado por dos partes: un prefijo identificador de agencia (actualmente sólo se usa 'ocds') y una cadena de seis caracteres alfanuméricos generado para cada publicador de datos.

source: The ocid is case-sensitive; in other words, the letter case of an ocid must be consistent.
es: El ocid distingue mayúsculas y minúsculas; en otras palabras, el uso de mayúsculas y minúsculas en el ocid debe ser consistente.

source: Registered prefixes
es: Prefijos registrados

source: Publishers must register an ocid prefix. See the [registration pages](../guidance/build) for details of how to obtain your ocid prefix.
es: Los publicadores deben de registrar un prefijo ocid. Vea la [página de registro](../guidance/build) para detalles sobre cómo obtener su prefijo ocid.

source: Prefix are randomly generated lowercase alpha-numeric strings. A prefix is assigned to each organization that holds the existing internal identifier for a Contracting Processes.
es: Los prefijos son cadenas de caracteres alfanuméricos en minúsculas generados aleatoriamente. Un prefijo se asigna a cada organización que tiene el identificador interno existente para un Proceso de Contratación.

source: Currently, only the Open Contracting Partnership issues valid prefixes. In future, other organizations might be able to issue prefixes, each with their own prefix agency identifiers.
es: Actualmente, solamente la Open Contracting Partnership emite prefijos válidos. En el futuro, otras organizaciones podrían emitir prefijos, cada una con sus propios prefijos identificadores de agencia.

source: You can find a [list of registered prefixes here along with a registration form for creating new prefixes](../guidance/build).
es: Puedes encontrar una [lista de prefijos registrados aquí junto con un formato de registro para crear nuevos prefijos](../guidance/build).

source: The registered prefixes are dumb identifiers. They are not intended to carry any semantics, and their sole purpose is to turn internal identifiers into globally unique identifiers which can be cross-referenced between systems.
es: Los prefijos registrados son identificadores simples. No pretenden tener ninguna semántica y su único propósito es convertir identificadores internos en identificadores globalmente únicos, que puedan hacer referencias cruzadas entre sistemas.

source: Publisher namespace
es: Espacio de nombres del publicador

source: Earlier versions of this documentation imposed a stricter pattern on how internal identifiers ought to be combined with the ocid prefix, including a requirement for local namespaces. This requirement has been relaxed in practice and can be considered deprecated.
es: Versiones más tempranas de la documentación imponían patrones más estrictos sobre cómo los identificadores internos se debían combinar con el prefijo ocid, incluyendo un requisito para espacios de nombres locales. Este requisito se ha relajado en la práctica y puede considerarse obsoleto.

source: However, publishers are encouraged to consider whether there are any risks of clashes in local identifiers (e.g. the possibility that two parts of the publishing body might use the same identifier for different contracting processes) and to plan to mitigate this when establishing their own patterns to generate their `ocid`
es: Sin embargo, se invita a que los publicadores consideren si existen riesgos de conflictos entre identificadores locales (p.ej. la posibilidad de que dos partes del organismo publicador utilicen el mismo identificador para distintos procesos de contratación) y planeen mitigar esto cuando establezcan sus propios patrones para generar su `ocid`

source: Organization IDs
es: IDs de Organización

source: Reliably identifying the legal entities involved in a contracting process is vital for transparency and accountability, and for carrying out analysis to improve procurement and contract management.
es: Identificar de manera confiable a las entidades legales involucradas en un proceso de contratación es vital para la transparencia y rendición de cuentas y para poder realizar un análisis que mejore la gestión de adquisiciones y contratos.

source: Publishers should seek to collect and record the **legal identifier** from an official register of any organizations involved in a contracting process (including procuring organizations, bidders and suppliers), and should include this in their OCDS files.
es: Los publicadores deben de intentar buscar y registrar el **identificador legal** de un registro oficial de cualquier organización involucrada en un proceso de contratación (incluyendo las organizaciones licitadoras, participantes y proveedores) además debe de incluir esto en sus archivos de OCDS.

source: There are two parts to expressing an **organization identifier** in open contracting data.
es: Hay dos partes para expresar un **identificador de organización** en datos de contrataciones abiertas.

source: An **organization register prefix** identifying a **register** in which the organization is identified
es: Un **prefijo de registro de organización** y un **registro** en el que se identifica a la organización.

source: The **existing organizational ID** provided in that public register
es: El **ID de organización existente** se disponibiliza en ese registro público

source: The **organization register prefix** for UK Companies House is GB-COH. The organization **Development Initiatives** has been assigned the company number ‘06368740’ by Companies House. The globally unique organization identifier for Development Initiatives can then expressed as follows:
es: El **prefijo de registro de organización** para el Registro de Compañías del Reino Unido es GB-COH. El Registro de Compañías le asignó el número de compañía ‘06368740’ a la organización **Development Initiatives**. El identificador único global de Development Initiatives puede expresarse de la siguiente manera:

source: In OCDS, the organization register prefix is included in the `scheme` field of an identifier block, with the existing organization id placed in the `id` field. If there is a recognized public URI that uniquely identifies this organization (for example, drawn from [Open Corporates](https://opencorporates.com/)) this can also be given in the `uri` field.
es: En el OCDS, el prefijo de registro de organización se incluye en el campo `scheme` de un bloque de identificación, con el ID de organización existente colocado en el campo `id`. Si hay una URI pública reconocible que identifica de manera única a esta organización (por ejemplo, tomado de [Open Corporates](https://opencorporates.com/)) esta puede mencionarse también en el campo `uri`.

source: Choosing an identifier
es: Elegir un identificador

source: The **organization register prefix** is used to refer to a register from which the organization identifier is drawn. There are a range of different kinds of **organization list**:
es: El **prefijo de registro de organización** se utiliza para hacer referencia a un registro del cual se toma el identificador de organización. Hay una serie de distintos tipos de **lista de organización**:

source: **Primary registers** - such as national or state company registrars. An identifier issued by these bodies has a specific legal meaning. There is a one to one equivalence between the identifier and a legal entity of a particular form in a given jurisdiction. The identifier is created at the same time that the organization is formally constituted, and changes to the status of the organization are recorded against this identifier in an official register. **Identifiers from a primary register are strongly preferred in OCDS.**
es: **Registros primarios** - tales como registros de empresas nacionales o estatales. Un identificador emitido por estos órganos tiene un significado legal específico. Hay una equivalencia de uno a uno entre el identificador y una entidad legal de una forma particular en cierta jurisdicción. El identificador se crea al mismo tiempo que la organización se constituye formalmente y los cambios al estatus de la organización se registran contra este identificador en un registro oficial. **Es preferible para el OCDS tener identificadores de un registro primario**.

source: **Secondary registers** - which record a particular property of an organization, such as being registered for VAT, or registered as an employer. An organizations identifier in such a registry might change without the organization itself changing in nature. For example, in some jurisdictions, an organization might de-register from VAT, and then re-register, gaining a new number in the process; or different branches of the same legal entity might register for different VAT numbers.
es: **Registros secundarios**- registran un propiedad particular de una organización, como estar registrado como contribuyente del Estado o registrado como empleador. El identificador de organizaciones en ese registro puede cambiar sin que la organización cambie. Por ejemplo, en algunas jurisdicciones, una organización puede anular su registro como contribuyente, y volver a registrarse, obteniendo un nuevo número en el proceso; o diferentes ramas de la misma entidad legal pueden registrarse para obtener números de registro diferentes.

source: **Third-party databases** - which compile a list of organizations, and sometimes their sub-units, on an on-demand basis. These databases do not confer any legal status or special properties on the organizations, but might record a mapping between their own identifiers and other primary or secondary register identifiers for the organization. A common examples of a third-party database is the proprietary Dun&Bradstreet number. The OCDS organizational identifier scheme will recognize identifiers from third-party databases, but strongly prefers those drawn from non-proprietary databases, which allow users to lookup identifier information.
es: **Bases de datos de terceros** - compilan una lista de organizaciones, y a veces sus sub-unidades, con base a la demanda. Estas bases de datos no dan un status legal o propiedades especiales a las organizaciones, pero pueden registrar un mapeo entre sus propios identificadores y otros registros de identificadores primarios o secundarios para la organización. Un ejemplo común de bases de datos de terceros es el número propietario de Dun & Bradstreet. El esquema de identificación de organizaciones de OCDS reconoce identificadores de bases de datos de terceros, pero prefiere fuertemente esos que utilizan bases de datos no-proprietarias, que permiten a los usuarios buscar información de identificadores.

source: **Local lists** - Some publishers do not map their data to external identifiers, maintaining instead a local list of suppliers. In these cases, the publisher may use their internal identifiers, and should adopt their own **organization list prefix**. Where possible, the publisher should also provide their local list on the web, with as much additional data about each supplier as possible, in order to maximize the chance of data users matching their local list to some more authoritative register.
es: ** Listas locales **: algunos publicadores no asignan sus datos a identificadores externos, sino que mantienen una lista local de proveedores. En estos casos, el publicador puede usar sus identificadores internos y debería adoptar su propio ** prefijo de lista de organización **. Siempre que sea posible, el publicador también debería proporcionar su lista local en la web, con tantos datos adicionales sobre cada proveedor como sea posible, a fin de maximizar la posibilidad de que los usuarios de datos hagan coincidir su lista local con algún registro más conocido.

source: See the [full worked example](../guidance/map/organization_identifiers) for more information on implementing identifiers from these different kinds of organization lists.
es: Vea el [ejemplo práctico completo](../guidance/map/organization_identifiers) para más información sobre cómo implementar identificadores a partir de estos tipos de listas de organizaciones.

source: Release ID
es: ID de Entrega

source: A release identifier must be unique within the scope of the contracting process of which it is a part. In other words, across all OCDS releases with the same `ocid` value, each release identifier refers to exactly one release; no two releases use the same release identifier.
es: Un identificador de entrega debe ser único en el ámbito del proceso de contrataciones del cual fue parte. En otras palabras, a través de todos las entregas OCDS con el mismo valor `ocid`, cada identificador de entrega se refiere a exactamente una entrega; dos entregas no deben utilizar el mismo identificador de entrega.

source: A release identifier must also be consistent within this scope. For example, if the `id` of a release is "12345" in one release package, then the `id` of the same release in another release package must also be "12345".
es: Un identificador de entrega también debe ser consistente dentro de este ámbito. Por ejemplo, si el `id` de la entrega es "12345" en un paquete de entrega, entonces el `id` de la misma entrega en otro paquete de entrega también debe ser "12345".

source: Award and Contract IDs
es: IDs de Adjudicaciones y Contratos

source: Award and contract identifiers must be unique within the scope of the contracting process of which they are a part. In other words, across all OCDS releases with the same `ocid` value, each contract identifier refers to exactly one contract; no two contracts use the same contract identifier.
es: Identificadores de adjudicación y contratos deben ser únicos en el ámbito del proceso de contrataciones del cual son parte. En otras palabras, a través de todas las entregas OCDS con el mismo valor `ocid`, cada identificador de contrato se refiere a exactamente un contrato; dos contratos no deben de usar el mismo identificador de contrato.

source: Award and contract identifiers must also be consistent within this scope. For example, if the `id` of an award is "22" in one release, then the `id` of the same award in another release must also be "22".
es: Identificadores de adjudicación y contrato deben de ser consistentes en este ámbito. Por ejemplo, si el `id` de una adjudicación es "22" en una entrega, entonces el `id` de la misma adjudicación debe también ser "22" en otra entrega.
