Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/merging.po
Languages: es, fr

source: Merging
es: Fusionar
fr: Fusion

source: An OCDS [record](../schema/records_reference) aggregates all the releases available for a contracting process at a given time, and can include:
es: Un [registro](../schema/records_reference) OCDS une todos las entregas disponibles para un proceso de contrataciones en un momento dado, y puede incluir:
fr: Une [archive](../schema/records_reference) OCDS agrège toutes les instances disponibles pour un processus de passation de marché à un moment donné, et peut inclure :

source: a compiled release, which expresses the current state of the contracting process, by showing only the most recent field values
es: una entrega compilada, que expresa el estado actual del proceso de contratación, mostrando solamente los valores más recientes de los campos
fr: Une instance compilée qui donne un aperçu de l'état actuel d'un processus de passation de marché, en montrant seulement les valeurs de champs les plus récentes.

source: a versioned release, which expresses all historical states of the contracting process, by showing all the field values over time
es: una entrega versionada, que expresa todos los estados históricos del proceso de contratación, mostrando los valores de los campos en el tiempo
fr: Une instance versionnée qui indique tous les états successifs d'un processus de passation de marché, en montrant l'évolution de la valeur de chaque champ dans le temps.

source: **Merging** is the process of combining individual releases into a compiled or versioned release, described in more detail below. At a high level:
es: **Fusionar** es el proceso de combinar entregas individuales en una entrega compilada o versionada, descrito con más detalle abajo. A grandes rasgos:
fr: **La fusion** (*merging*) est le processus qui combine des instances individuelles en une version compilée ou versionnée, décrite plus en détail ci-dessous :

source: A compiled release is created by taking only the most recent values of fields from releases in a given contracting process.
es: Una entrega compilada se crea tomando solamente los valores más recientes de los campos de las entregas de un proceso de contratación específico.
fr: Une instance compilée est créée en prenant uniquement les valeurs les plus récentes des champs des instances d'un processus de passation de marché donné.

source: A versioned release is created by taking all values of fields from releases in a given contracting process, copying metadata about the release from which they are taken, and putting them in chronological order.
es: Una entrega versionada se crea tomando todos los valores de los campos de las entregas en un proceso de contratación particular, copiando los metadatos sobre la entrega del cual se obtienen, y poniéndolos en orden cronológico.
fr: Une instance versionnée est créée en prenant toutes les valeurs des champs des instances d'un processus de passation de marché donné, en copiant les métadonnées de l'instance dont elles sont extraites et en les plaçant dans l'ordre chronologique.

source: Worked Example
es: Ejemplo Práctico

source: A public procurement agency publishes a release to announce an opportunity on January 1, in which the total estimated value of the procurement is $1,000. On January 31, it publishes a release to correct the information, in which the description of the procurement is expanded. On February 5, the agency publishes a release to amend the opportunity, in which the total estimated value of the procurement is increased to $2,000.
es: Un agencia de compras públicas publica un release para anunciar una oportunidad en Enero 1, en la cual el valor total estimado de la compra es $1,000. En Enero 31, publican un release para corregir la información, en el cual se expande la descripción de la compra. En Febrero 5, la agencia publica un release con una enmienda a la oportunidad, en la cual el valor total estimado de la compra ha aumentado a $2,000.
fr: Le service achat d'un acheteur public publie un communiqué annonçant une opportunité de marché au 1er janvier, dans laquelle la valeur totale estimée du marché est de 1 000 USD. Le 31 janvier, cet acheteur publie un communiqué pour corriger les informations, avec une description du marché mieux renseignée. Le 5 février, l’agence publie un nouveau communiqué afin de modifier l'annonce, dans lequel la valeur totale estimée de l’achat est portée à 2 000 USD.

source: The agency decides to award the opportunity to two of the bidders. On March 1, the agency publishes a release to announce that Company A is awarded a contract of $750. On March 3, the agency publishes a release to announce that Company B is awarded a contract of $750.
es: La agencia decide adjudicar la oportunidad a dos de los ofertantes. El 1 de Marzo, la agencia publica una entrega anunciando que se adjudicó un contrato de $750 a la Compañía A. El 3 de Marzo, la agencia publica una entrega anunciando que se adjudicó la compañía B un contrato de $750.
fr: Le service achat décide d'attribuer le marché à deux des soumissionnaires. Le 1er mars, il publie une instance OCDS qui annonce l'attribution à la société A d'un contrat de 750 USD. Le 3 mars, il publie une nouvelle instance OCDS qui annonce l'attribution à la société B d'un contrat de 750 USD.

source: Through these individual releases, the agency provides real-time data about the contracting process.
es: A través de estas entregas individuales, la agencia da datos en tiempo real sobre el proceso de contrataciones.
fr: À travers ces deux instances, le service achat fournit des données en temps réel au fur et à mesure du processus de passation de marché.

source: At each release, the agency also updates the record, which combines all the releases to date. In the final record:
es: En cada entrega la agencia actualiza el registro, que combina todos las entregas a la fecha. En el registro final:
fr: À chaque nouvelle instance, le service achat met également à jour l'archive, qui rassemble toutes les instances à date. Dans l'archive finale, on trouve :

source: The compiled release contains all the information about the opportunity and awards, using the same schema as a release.
es: El release compilado contiene toda la información sobre la oportunidad y adjudicaciones, utilizando el mismo esquema que utiliza una entrega.
fr: L'instance compilée contient toutes les informations concernant l'opportunité du marché, ainsi que les attributions, en utilisant le même schéma qu'une instance.

source: The versioned release makes it easy to see how the description and total estimated value changed over time.
es: El release versionado hace más fácil ver como la descripción y el valor estimado total cambiaron con el tiempo.
fr: L'instance versionnée permet de voir facilement comment la description et le montant estimé ont changé à travers le temps.

source: Merging specification
es: Especificaciones de fusión (merging)
fr: Spécifications

source: Discarded fields
es: Campos descartados
fr: Champs abandonnés

source: In the release schema, `"omitWhenMerged": true` is declared on fields that must be discarded during merging. These are presently: `id`, `date` and `tag`.
es: En el esquema de entrega, `"omitWhenMerged": true` se declara en campos que se deben descartar cuando se hace la fusión. Estos actualmente son: `id`, `date` y `tag`.
fr: Dans le schéma de l'instance, on déclare `"omitWhenMerged": true` pour les champs qui seront abandonnés pendant la fusion. Il s'agit actuellement de `id`, `date` et `tag`.

source: For a compiled release:
es: Para un release compilado:
fr: Pour une instance compilée :

source: Both the fields and their values are discarded, because they are metadata about the individual releases; the compiled release replaces these with its own metadata.
es: Tanto los campos como los valores se descartan porque son metadatos sobre entregas individuales; los releases compilados reemplazan estos con sus propios metadatos.
fr: Les champs et leurs valeurs sont abandonnés, parce que ce sont les métadonnées des instances individuelles. L'instance compilée les remplace avec ses propres métadonnées.

source: For a versioned release:
es: Para un release versionado:
fr: Pour une instance versionnée :

source: The fields are discarded, but their values are moved, as described below, in order to indicate from which releases each other field value is taken.
es: Los campos se descartan, pero sus valores se mueven, como se describe abajo, para indicar de cuáles entregas se obtiene el valor del campo.
fr: Les champs sont abandonnés, mais leurs valeurs sont déplacées afin d'indiquer de quelles instances proviennent les valeurs de chaque champ, comme décrit ci-dessous,

source: If `omitWhenMerged` is set to `false`, ignore it.
es: Si `omitWhenMerged` es `false`, ignórelo.
fr: Si `omitWhenMerged` est défini à `false`, ignorez le champ.

source: The compiled release presently uses the same schema as the release schema, which means that the `id`, `date` and `tag` fields are required in a compiled release. We invite discussion on whether to change these requirements in a separate compiled release schema in issue [#330](https://github.com/open-contracting/standard/issues/330), and on how to identify and date compiled and versioned releases in issue [#834](https://github.com/open-contracting/standard/issues/834).
es: El release compilado actualmente usa el mismo esquema que la entrega OCDS, lo cual significa que los campos `id`, `date` y `tag` son requisitos en un release compilado. Invitamos a discutir sobre si es necesario hacer cambios a estos requisitos en un esquema separado de release compilado en el issue [#330](https://github.com/open-contracting/standard/issues/330), y sobre cómo identificar y poner fecha a releases compilados y versionados en el issue [#834](https://github.com/open-contracting/standard/issues/834).
fr: L'instance compilée utilise présentement le même schéma que le schéma d'instance, ce qui veut dire que les champs `id`, `date` and `tag` sont obligatoires dans une instance compilée. Nous sommes ouverts à la discussion pour voir s'il faut changer ces champs obligatoires dans une instance compilée séparée, voir l'issue [#330](https://github.com/open-contracting/standard/issues/330), et pour voir comment identifier et dater de façon pertinente les instances compilées et versionnées, dans l'issue [#834](https://github.com/open-contracting/standard/issues/834).

source: In the meantime, an intermediate solution is to set `tag` to `["compiled"]`, `date` to the date of the most recent release, and `id` to `{ocid}-{date}`, like in the [reference implementation](#reference-implementation) of the merge routine.
es: Mientras tanto, una solución intermedia es poner `tag` igual a `["compiled"]`, `date` con la fecha de la entrega más reciente, y `id` igual a `{ocid}-{date}`, como en la [referencia de implementación](#reference-implementation) de la rutina de fusión (merge).
fr: Entre temps, une solution intermédiaire serait de définir `tag` en `["compiled"]`, `date` à la date de l'instance la plus récente, et `id` en `{ocid}-{date}`, comme dans la [reference implementation](#reference-implementation) de la routine de fusion.

source: Versioned values
es: Valores versionados
fr: Valeurs versionnées

source: To convert a field's value in a release to a **versioned value**, you must:
es: Para convertir los valores de un campo de una entrega a un **versioned value**, debe:
fr: Pour convertir la valeur du champ d'une instance en une **valeur versionnée**, vous devez :

source: Create an empty JSON object
es: Crear un objeto JSON vacío
fr: Créer un objet JSON vide

source: Set its `releaseID`, `releaseDate`, `releaseTag` fields to the release's `id`, `date`, `tag` values
es: Ajustar los campos `releaseID`, `releaseDate` y `releaseTag` a los valores `id`, `date` y `tag` de la entrega
fr: Définir la valeur des champs `releaseID`, `releaseDate`, `releaseTag` sur la valeur des champs `id`, `date`, `tag` de l'instance

source: Set its `value` field to the field's value in the release
es: Ajustar el valor del campo (`value`) al valor del campo en la entrega
fr: Définir le champ `value` sur la valeur du champ dans l'instance.

source: A **versioned value** thus describes a field's value in a specific release.
es: Así, un **versioned value** describe los valores de un campo en una entrega específica.
fr: Une **valeur versionnée** décrit donc la valeur d'un champ dans une instance spécifique.

source: For example, in the above worked example, the estimated value of the procurement was $1,000 in a release (`tender/value/amount` was `1000`). Following the steps above, the versioned value is:
es: Por ejemplo, en el ejemplo de trabajo anterior, el valor estimado de compras fue $1,000 en una entrega (`tender/value/amount` fue `1000`). Siguiendo los pasos de arriba, el valor versionado es:
fr: Par exemple, dans l'exemple ci-dessus, la valeur estimée du marché à inscrire dans l'instance était de 1 000 USD (la valeur de `tender/value/amount` était `1000`). En suivant les étapes décrites ci-dessus, la valeur versionnée serait :

source: In a **versioned release**, with a few exceptions, a field's value is replaced with an array of versioned values, which should be in chronological order by `releaseDate`.
es: En un **versioned release**, con algunas excepciones, un valor del campo se reemplaza con una lista de valores versionados, los cuales deben estar en orden cronológico ordenados por `releaseDate`.
fr: Dans une **instance versionnée**, le plus souvent, la valeur d'un champ est remplacée par une liste (*array*) de valeurs versionnées qui devraient être classées chronologiquement par `releaseDate`.

source: For example, in the above worked example, the estimated value was $1,000 in a release published January 1, 2016 and then $2,000 in a release published February 5, 2016. In a versioned release, this is serialized as below:
es: Por ejemplo, en el ejemplo de trabajo anterior, el valor estimado fue $1,000 en una entrega publicada el 1 de Enero de 2016 y después $2,000 en una entrega publicada el 5 de Febrero de 2016. En un release versionado, esto se serializa de la siguiente manera:
fr: Par exemple, dans l'exemple ci-dessus, la valeur estimée était de 1 000 USD dans une instance publiée le 1er janvier 2016, puis de 2 000 USD dans une instance publiée le 5 février 2016. Dans une instance révisée, ces données pourraient être sérialisées ainsi :

source: The structure of the versioned release is described by the [versioned release schema](../../build/current_lang/versioned-release-validation-schema.json); note that the `ocid` field's value is not versioned.
es: La estructura del release versionado se describe de acuerdo al [esquema de release versionado](../../build/current_lang/versioned-release-validation-schema.json); note que el valor del campo `ocid` no está versionado.

source: Merge routine
es: Rutina de fusión (merge)
fr: Routine de fusion

source: To create a compiled or versioned release, you must:
es: Para crear un release compilado o versionado, debe de:
fr: Pour créer une instance compilée ou une instance versionnée, vous devez :

source: Get all releases with the same `ocid` value
es: Obtener todas las entregas con el mismo valor `ocid`
fr: Rassembler toutes les instances ayant la même valeur pour le champ `ocid`

source: Order the releases in chronological order by `date`
es: Ordenar las entregas en orden cronológico por fecha (`date`)
fr: Trier toutes les instances par ordre chronologique en utilisant le champ `date`

source: Create an empty JSON object for the compiled or versioned release
es: Crear un objeto JSON vacío para releases compilados o versionados
fr: Créer un objet JSON vide pour l'instance compilée ou versionnée

source: Merge each release (**input**), in order, into the JSON object (**output**), as follows:
es: Fusionar cada entrega (**input**), en orden, en el objeto JSON (**output**), de la siguiente manera:
fr: Fusionner chaque instance (**input**), dans l'ordre, dans l'objet JSON (**output**), comme décrit ci-dessous :

source: Object values
es: Valores de objeto
fr: Valeurs des objets

source: The release is itself an object, so this case is encountered first.
es: La entrega es un objeto por si mismo, por lo que este caso se encuentra primero.
fr: L'instance est elle-même un objet, donc ce cas est rencontré en premier.

source: If the object is empty in **input**, do nothing. For each field within the object in **input**:
es: Si el objeto esta vacío en **input**, no debe hacer nada. Por cada campo dentro del objeto en **input**:
fr: Si l'objet est vide dans **input**, ne rien faire. Pour chaque champ de l'objet dans **input** :

source: If the field in **input** has a value of `null`, remove the field from the object in **output**, if present
es: Si el campo en **input** tiene el valor `null`, quite el campo del objeto en **output**, si está presente
fr: Si le champ dans **input** a une valeur de `null` et que le champ est présent dans **output**, supprimer le champ de l'objet dans **output**

source: If the field isn't in **output**, add the field to the object in **output**, and set it to its value in **input**
es: Si el campo no está en **output**, añada el campo al objeto en **output** y establézcalo al valor presente en **input**
fr: Si le champ n'est pas dans **output**, ajouter le champ à l'objet dans **output**, et le définir par sa valeur dans **input**

source: If the field is in **output**, merge the field's values in **output** and **input** according to the [merge routine](#merge-routine)
es: Si el campo está en **output**, fusione los valores de los campos en **output** e **input** de acuerdo a la [rutina de fusión](#merge-routine)
fr: Si le champ est dans **output**, fusionner les valeurs du champ dans **output** et **input** conformément à la [routine de fusion](#merge-routine)

source: Merge the field's values in **output** and **input** according to the [merge routine](#merge-routine); if there is a result, add the field to the object in **output** if not already added, and set it to the result
es: Fusione los valores de los campos en **output** e **input** de acuerdo a la [rutina de fusión](#merge-routine); si hay un resultado, agregue el campo al objeto en **output** si no esta agregado ya, y establezca su valor al resultado
fr: Fusionner les valeurs du champ dans **output** et **input** conformément à la [routine de fusion](#merge-routine). Si le résultat est non nul et s'il n'a pas déjà été ajouté, ajouter le champ à l'objet dans **output** et définir comme valeur le résultat de la fusion

source: Literal values
es: Valores literales
fr: Valeurs littérales

source: If the **input** value is neither an object nor an array, then:
es: Si el valor **input** no es un objeto ni una lista, entonces:
fr: Si la valeur dans **input** n'est ni un objet, ni une liste (*array*) :

source: If the **input** value is different from the **output** value, replace the **output** value with the **input** value
es: Si el valor **input** es diferente al valor **output**, reemplace el valor **output** con el valor **input**
fr: Si la valeur dans **input** est différente de la valeur dans **output**, remplacer la valeur dans **output* par celle du champ dans **input**.

source: If there is no **output** value, set the **output** value to an empty JSON array, convert the **input** value to a [versioned value](#versioned-values), and append it to the new array of versioned values in **output**
es: Si no hay valor **output**, establezca el valor **output** como una lista JSON vacía, convierta el valor **output** a un [valor versionado](#versioned-values), y adjúntelo a la nueva lista de valores versionados en **output**
fr: S'il n'y a pas de valeur dans **output**, définir la valeur du champ dans **output** sur une liste JSON vide, convertir la valeur dans **input** vers une [valeur versionnée](#versioned-values), et l'ajouter à la nouvelle liste JSON de valeurs versionnées dans **output**

source: If the **input** value is different from the value of the `value` field of the most recent versioned value in **output**, convert the **input** value to a [versioned value](#versioned-values), and append it to the array of versioned values in **output**
es: Si el valor **input** es diferente al valor del campo `value` del valor versionado más reciente en **output**, convierta el valor **input** a un [valor versionado](#versioned-values), y adjúntelo a la lista de valores versionados en **output**
fr: Si la valeur dans **input** est différente de la valeur du champ `value` de la valeur versionnée la plus récente dans **output**, convertir la valeur dans '**input** vers une [valeur versionnée](#versioned-values), et l'ajouter à la nouvelle liste de valeurs versionnées dans **output**

source: Array values
es: Valores de lista
fr: Listes (*arrays*)

source: If the **input** array contains anything other than objects, treat the array as a literal value. Otherwise, there are two sub-routines for arrays of objects: whole list merge and identifier merge.
es: Si la lista **input** contiene algo más que objetos, trate la lista como un valor literal. De otra manera, hay dos sub rutinas para listas de objetos: fusión de lista completa y fusión de identificadores
fr: Si la liste dans **input** contient autre chose que des objets, il faut traiter la liste comme une valeur littérale. Sinon, il y a deux sous-routines pour les listes d'objets : la fusion de liste intégrale (*whole list merge*) et la fusion par identifiant (*identifier merge*).

source: Whole list merge
es: Fusionar la lista completa
fr: Fusion d'une liste intégrale

source: An **input** array must be treated as a literal value if the corresponding field in a [dereferenced copy](../../build/current_lang/dereferenced-release-schema.json) of the release schema has `"array"` in its `type` and if any of the following are also true:
es: Una lista **input** debe tratarse como un valor literal si el campo correspondiente en una [copia desreferenciada](../../build/current_lang/dereferenced-release-schema.json) del esquema de entrega tiene `"array"` como `type` y si cualquiera de las siguientes son verdaderas:

source: The field has `"wholeListMerge": true`
es: El campo tiene "wholeListMerge": true`
fr: Le champ contient `"wholeListMerge": true`

source: The field sets `items/type`, and has anything other than `"object"` in `items/type`
es: El campo establece `items/type`, y tiene cualquier cosa menos `"object"` en su `items/type`
fr: Le champ définit `items/type`, et ne contient rien d'autre que `"object"` dans `items/type`

source: The field has `"object"` in its `items/type`, sets `items/properties`, and has no `id` field in `items/properties`
es: El campo tiene `"object"` en `items/type`, establece `items/properties`, y no tiene el campo `id` en `items/properties`
fr: Le champ a `"object"` dans `items/type`, définit `items/properties` et n'a pas de champ `id` dans `items/properties`

source: Identifier merge
es: Fusión de identificador
fr: Fusion par identifiant

source: This case is encountered if the above conditions aren't met. If the array is empty in **input**, do nothing. For each object within the array in **input**:
es: Este caso se encuentra si las condiciones anteriores no se cumplen. Si la lista está vacía en **input**, no haga nada. Para cada objeto en la lista **input**:
fr: C'est la routine qui s'applique si les conditions ci-dessus ne sont pas remplies. Si la liste est vide dans **input**, ne rien faire. Pour chaque objet de la liste dans **input** :
