Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/merging.po
Languages: es, fr

source: If there is an object in the array in **output** with the same `id` value as the object in **input**, merge the matching objects in **input** and **output** according to the [merge routine](#merge-routine)
es: Si hay un objeto en la lista en **output** con el mismo valor de `id` en el objeto **input**, fusione los objetos iguales en **input** y **output** de acuerdo a la [rutina de fusión](#merge-routine)
fr: Si la liste dans **output** contient un objet avec la même valeur `id` que l'objet dans **input**, fusionner les objets correspondants dans **input** et **output** conformément à la [routine de fusion](#merge-routine)

source: Otherwise, append the object in **input** to the array in **output**
es: De otra manera, adjunte el objeto en **input** a la lista en **output**
fr: Sinon, ajouter l'objet dans **input** à la liste dans **output**

source: If there is an object in the array in **output** with the same `id` value as the object in **input**, merge the matching objects in **input** and **output** according to the [merge routine](#merge-routine) *except for the `id` field*, which is not versioned and instead kept as-is
es: Si hay un objeto en la lista en **output** con el mismo valor de `id` que en el objeto en **input**, fusione los objetos iguales en **input** y **output** de acuerdo a la [rutina de fusión](#merge-routine), *menos el campo `id`*, que no está versionado y se debe mantener igual
fr: Si la liste dans **output** contient un objet avec la même valeur `id` que l'objet dans **input**, fusionner les objets correspondants dans **input** et **output** conformément à la [routine de fusion](#merge-routine), *à l'exception du champ `id`*, qui n'est pas versionné mais conservé à l'identique.

source: Otherwise, merge an empty JSON object and the object in **input** according to the [merge routine](#merge-routine) *except for the `id` field*, which is not versioned and instead kept as-is, and append the result to the array in **output**
es: De otra forma, fusione un objeto JSON vacío y el objeto en **input** de acuerdo a la [rutina de fusión](#merge-routine) *menos el campo `id`*, que no está versionado y se debe mantener igual, y adjunte el resultado a la lista en **output**
fr: Sinon, fusionner un objet JSON vide et l'objet dans **input** selon la [routine de fusion](#merge-routine), *à l'exception du champ `id`*, qui n'est pas versionné mais conservé à l'identique, et ajouter le résultat à la liste dans **output**

source: In this case, to remove an object from an array, you need to instead set each of its fields to `null`. We invite discussion on how to remove objects from arrays in issue [#232](https://github.com/open-contracting/standard/issues/232).
es: En ese caso, para quitar un objeto de la lista, necesitas establecer cada uno de sus campos a `null`. Invitamos a discutir sobre cómo quitar objetos de listas en el issue [#232](https://github.com/open-contracting/standard/issues/232).
fr: Dans ce cas, afin de supprimer un objet d'un tableau (array), vous devez définir chacun de ses champs à `null`. Nous vous invitons à discuter de la façon de supprimer des objets des tableaux dans le ticket [#232](https://github.com/open-contracting/standard/issues/232).

source: In the release schema, `"versionId": true` is declared on `id` fields that must be versioned. This is only for convenience and might be removed in future versions of OCDS (see issue [#812](https://github.com/open-contracting/standard/issues/812)). If `"versionId": true` is declared on the `id` field of an object within an array, it is ignored. `"versionId": false` has no meaning and is ignored.
es: En el esquema de entrega, `"versionId": true` se declara en los campos `id` que deben estar versionados. Esto es por conveniencia y debería retirarse en versiones futuras de OCDS (vea el issue [#812](https://github.com/open-contracting/standard/issues/812)). Si se declara `"versionId": true` en el campo `id` de un objeto en una lista, es ignorado. `"versionId": false` no tiene ningún significado y es ignorado.
fr: Dans le schéma de publication, `"versionId": true` est déclaré sur les champs `id` qui doivent être versionnés. Ceci n’est que pratique et pourrait être supprimé dans les futures versions d’OCDS. (voir le ticket [#812](https://github.com/open-contracting/standard/issues/812)). Si `"versionId": true` est déclaré sur le champ de l'`id` comme un objet dans un tableau (array), il est ignoré. `"versionId": false` n'a pas de signification et est ignoré.

source: Reference implementation
es: Implementación de referencia
fr: Implémentation de référence

source: A reference implementation of the merge routine [is available in Python on GitHub](https://github.com/open-contracting/ocds-merge). We strongly encourage any re-implementations to [read its commented code and use its test cases](https://ocds-merge.readthedocs.io/en/latest/#reference-implementation), to ensure correctness.
es: Una implementación de referencia de la rutina de fusión en Python [está disponible en GitHub](https://github.com/open-contracting/ocds-merge). Recomendamos fuertemente que, para cualquier re-implementación, [lea el código comentado y use los casos de test](https://ocds-merge.readthedocs.io/en/latest/#reference-implementation), para asegurar que sea correcto.

source: The structure of the versioned release is described by the {download}`versioned release schema <../../build/current_lang/versioned-release-validation-schema.json>`; note that the `ocid` field's value is not versioned.
fr: La structure de l'instance versionnée est décrite par le {download}`schéma d'instance versionnée <../../build/current_lang/versioned-release-validation-schema.json>`; à noter que la valeur du champ `ocid` n'est pas versionné.

source: An **input** array must be treated as a literal value if the corresponding field in a {download}`dereferenced copy <../../build/current_lang/dereferenced-release-schema.json>` of the release schema has `"array"` in its `type` and if any of the following are also true:
fr: Un array d'*input** doit être traité en tant que valeur littérale si le champ correspondant de la {download}`copie déréférencée <../../build/current_lang/dereferenced-release-schema.json>` du schéma d'instance contient un `"array"` dans son `type` et si l'un des éléments suivants est également vrai :

source: A reference implementation of the merge routine [is available in Python on GitHub](https://github.com/open-contracting/ocds-merge). We strongly encourage any re-implementations to [read its commented code and use its test cases](https://github.com/open-contracting/ocds-merge#reference-implementation), to ensure correctness.
fr: Une implémentation de référence de la routine de fusion [est disponible en Python sur GitHub](https://github.com/open-contracting/ocds-merge). Nous encourageons vivement les développeurs d'une nouvelle implémentation de [lire le code commenté et d'utiliser les scénarios de test](https://github.com/open-contracting/ocds-merge#reference-implementation) afin de s'assurer de sa conformité.
