Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema/records_reference.po
Languages: es, fr

source: Record Reference
es: Referencia de Registros
fr: Documentation sur les archives

source: Whereas there can be multiple releases about a contracting process, there should be a single **record** per contracting process, aggregating all the releases available for the contracting process.
es: Aunque pueden haber múltiples entregas sobre un proceso de contrataciones, debe haber un solo **registro** por proceso de contrataciones, uniendo todas las entregas disponibles para el proceso de contrataciones.
fr: Il peut y avoir plusieurs instances décrivant un même processus de passation de marché, mais il ne devrait y avoir qu'une seule **archive**, rassemblant toutes les données pour ce processus.

source: **Note: If any conflicts are found between this text, and the text within the schema, the schema takes precedence.**
es: **Nota: Si se encuentran conflictos entre este texto, y el texto dentro del esquema, el esquema tiene precedencia.**
fr: **Remarque : si ce texte est en contradiction avec le texte du schéma, le texte du schéma prévaut**

source: Browsing the schema
es: Navegando el esquema
fr: Parcourir le schéma

source: This page presents the record package schema as tables. You can also download the canonical version of the record package schema as {download}`JSON Schema <../../build/current_lang/record-package-schema.json>`, or view it in an [interactive browser](record_package).
es: Esta página presenta el esquema del paquete de entregas en un navegador interactivo. También puede descargar la versión canónica del esquema del paquete de entregas como {download}`Esquema JSON <../../build/current_lang/record-package-schema.json>`, o verlo en un [navegador interactivo](record_package).
fr: Cette page présente le schéma de paquet d'archives sous forme de tableaux. Vous pouvez également télécharger la version canonique du schéma de paquet d'archives au format {download}`JSON Schema <../../build/current_lang/record-package-schema.json>`, ou le consulter dans un [outil interactif](record_package).

source: Package metadata
es: Metadatos del paquete
fr: Métadonnées des paquets

source: Records must be published within a [record package](record_package). The record package provides metadata about the record(s) that it contains.
es: Los registros deben publicarse dentro de un [paquete de registros](record_package). El paquete de registros proporciona metadatos sobre el(los) registro(s) que contiene.
fr: Les archives doivent être intégrées dans un [paquet d'archives](record_package). Le paquet d'archives fournit des métadonnées à propos de la ou des archives qu'il contient.

source: Title
es: Título
fr: Titre

source: Description
es: Descripción

source: Type
es: Tipo

source: Format
es: Formato

source: Required
es: Requerido
fr: Requis

source: See the [licensing guidance](../../guidance/publish/#license-your-data) for more details on selecting a license, and publishing license information.
es: Consulte la [guía de licencias](../../guidance/publish/#license-your-data) para obtener más detalles sobre cómo seleccionar una licencia y publicar información de esta.
fr: Pour plus d'informations sur la sélection d'une licence et la publication d'informations sur les licences, reportez-vous aux [instructions de licence](../../guidance/publish/#license-your-data).

source: See the [publication policy](../../guidance/publish/#finalize-your-publication-policy) guidance for more details on what to include in a publication policy.
es: Consulte la guía de [política de publicación](../../guidance/publish/#finalize-your-publication-policy) para obtener más detalles sobre qué incluir en una política de publicación.
fr: Pour plus de détails sur ce qu'il convient d'inclure dans une politique de publication, consultez la page [politique de publication](../../guidance/publish/#finalize-your-publication-policy).

source: The record package metadata has two differences from the release package metadata:
es: Los metadatos del paquete de registro tienen dos diferencias frente a los metadatos del paquete de entrega:
fr: Les métadonnées du paquet d'archives comportent deux différences par rapport aux métadonnées du paquet d'instances.

source: Instead of a `releases` array, a record package has a `records` array containing one or more records.
es: En vez de una lista de `releases`, un paquete de registros tiene una lista de `records` que contiene uno o más registros.
fr: En lieu et place d'un champ de liste (*array*) `releases`, un paquet d'archives a un champ de liste `records` contenant une ou plusieurs archives :

source: A record package has a `packages` array, to link to any release packages that were used to prepare the records.
es: Un paquete de registros tiene una lista de `packages`, para vincular los paquetes de entregas que se utilizaron para preparar los registros.
fr: Un paquet d'archives comporte un champ de liste 'packages', pour relier les paquets d'instances qui ont été utilisés pour constituer les archives.

source: The following example demonstrates all package metadata and record fields.
es: El siguiente ejemplo muestra todos los metadatos del paquete y los campos del registro.
fr: L'exemple suivant illustre l'ensemble des metadonnées des paquets et des champs d'archives.

source: Record structure
es: Estructura de un registro
fr: Structure d'une archive

source: A record **must** contain an [ocid](../identifiers/#ocid) and all [releases](#releases) about the contracting process. As such, a record functions as an index of all releases about a contracting process.
es: Un registro **debe** contener un [ocid](../identifiers/#ocid) y todas las [entregas](#releases) sobre el proceso de contrataciones. Como tal, un registro funciona como un índice de todas las entregas sobre un proceso de contrataciones.
fr: Une archive **doit** contenir l'[ocid](../identifiers/#ocid) et toutes les [instances](#releases) d'une procédure de passation du marché. En tant que tel, une archive fonctionne de la même manière qu'un index de toutes les instances relatives à la procédure de passation du marché.

source: A record **should** contain a [compiledRelease](#compiled-release) object, which represents the state of the contracting process at the time of the record's publication.
es: Un registro **debería** contener un objeto [compiledRelease](#compiled-release), que representa el estado del proceso de contrataciones al momento de la publicación del registro.
fr: Une archive **devrait** contenir un objet [`compiledRelease`](#compiled-release), qui représente l'état de la procédure de passation de marché au moment de la publication de l'archive.

source: A record **may** contain a [versionedRelease](#versioned-release) object, which aggregates, into a single object, all values of all fields from all releases. The versioned release is designed to make it easy to see how values change from one release to another, and will often be generated by data users, rather than by publishers.
es: Un registro ** puede ** contener un objeto [versionedRelease](#versioned-release), que agrega, en un solo objeto, todos los valores de todos los campos de todas las entregas. La entrega versionada está diseñada para que sea fácil ver cómo cambian los valores de una entrega a otra, y generalmente serán generados por los usuarios de datos en vez de los publicadores.
fr: Une archive **peut** contenir un objet [`versionedRelease`](#versioned-release), qui agrège, dans un seul objet, toutes les valeurs de tous les champs provenant de toutes les instances. La publication versionnée est conçue pour voir plus facilement comment les valeurs changent d'une instance à l'autre, et sera souvent générée par les utilisateurs des données plutôt que par les producteurs.

source: Releases
es: Entregas
fr: Instances

source: Each release in a record can be provided as either a linked release or an embedded release.
es: Cada entrega en un registro puede proporcionarse como una entrega vinculada o como una entrega incrustada.
fr: Dans une archive, chaque instance peut être fournie comme une instance liée, ou bien comme une instance intégrée.

source: Linked releases
es: Entregas vinculadas
fr: Instances liées

source: A linked release follows a simple schema:
es: Una entrega vinculada sigue un esquema simple:
fr: Une instance liée suit un schéma simple :

source: For each `url` value, it must be possible for a consuming application to retrieve the release package at the URL and identify the release within it. Since a release package can contain multiple releases, for a linked release to identify a specific release via its `url` field, the `id` of the release must be appended to the release package URL using a fragment identifier.
es: Para cada valor de `url`, debe ser posible que una aplicación de consumo recupere el paquete de entregas en la URL e identifique la entrega dentro de él. Dado que un paquete de entregas puede contener múltiples entregas, para que una entrega vinculada identifique una entrega específica a través de su campo `url`, el `id` de la entrega debe adjuntarse a la URL del paquete de entrega utilizando un identificador de fragmento.
fr: Pour chaque valeur de `url`, il doit être possible pour une application réutilisant les données de télécharger un paquet d'instances via l'URL et d'identifier l'instance dans le paquet. Un paquet d'instances pouvant contenir de multiples instances, pour une instance liée à identifier une instance spécifique via son champs `url`, l'`id` de l'instance doit être ajouté à l'URL de paquet en utilisant un identifiant de fragment.

source: The following example demonstrates the use of linked releases.
es: El siguiente ejemplo muestra el uso de entregas vinculadas.
fr: L'exemple suivant illustre l'utilisation des instances liées.

source: Above, the first linked release has a `url` value of <https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json#ocds-213czf-000-00002-01-award1>. The first part (`https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json`) is the URL of the release package, and the fragment identifier (`ocds-213czf-000-00002-01-award1`) is the `id` of the release.
es: Arriba, la primera entrega vinculada tiene el valor de `url` de <https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json#ocds-213czf-000-00002-01-award1>. La primera parte (`https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json`) es la URL del paquete de entregas, y el identificador de fragmento `ocds-213czf-000-00002-01-award1`) es el `id` de la entrega.
fr: Ci-dessus, la première instance liée a la valeur du champ `url` de <https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json#ocds-213czf-000-00002-01-award1>. La première partie (`https://standard.open-contracting.org/examples/releases/ocds-213czf-000-00002-01-award1.json`) est l'URL du paquet d'instances, et l'identifiant de fragment (`ocds-213czf-000-00002-01-award1`) est le `id` de l'instance.

source: Release `id` values are only required to be unique within the scope of a contracting process: that is, within the scope of an `ocid` value. As such, a consuming application needs to use that fragment identifier in combination with the `ocid` of the record in order to identify the matching release within the release package.
es: Los valores de `id` de entrega sólo deben ser únicos dentro del alcance de un proceso de contratación: es decir, dentro del alcance de un valor de `ocid`. Así, una aplicación de consumo necesita usar ese identificador de fragmento en combinación con el `ocid` del registro para identificar la entrega correspondiente dentro del paquete de entregas.
fr: Les `id` d'instance ne doivent être uniques que dans le contexte d'une procédure de passation de marché. Autrement dit il ne doit pas y avoir deux `id` d'instances identiques pour un même ocid, mais il peut y avoir deux `id` d'instances identiques avec des ocid différents. Une application consommatrice de données a besoin de l'identifiant de fragment et de le combiner à l'`ocid` de l'archive afin d'identifier l'instance correspondante dans le paquet d'instance lié.

source: Embedded releases
es: Entregas embebidas
fr: Instances intégrées

source: An embedded release follows the [release schema](reference). In other words, instead of linking to a release within a release package as above, that release is entirely included in the record.
es: Una entrega incrustada sigue el [esquema de entrega](reference). En otras palabras, en vez de vincularse a una entrega dentro de un paquete de entrega como se mencionó anteriormente, la entrega se incluye en su totalidad dentro del registro.
fr: Une instance intégrée est conforme au [schéma d'instance](reference). En d'autres termes, au lieu de lier une instance au sein d'un paquet d'instances comme ci-dessus, cette instance est entièrement incluse dans l'archive.

source: The following example demonstrates the use of embedded releases.
es: El siguiente ejemplo muestra el uso de entregas incrustadas.
fr: L'exemple suivant démontre l'utilisation des instances intégrées.

source: Comparing options
es: Comparando opciones
fr: Comparaison des options

source: The considerations are:
es: Las consideraciones son:
fr: Voici quelques éléments de reflexion :

source: Using linked releases yields smaller file sizes than using embedded releases.
es: Utilizar entregas vinculadas genera archivos de menor tamaño, en comparación a utilizar entregas incrustadas.
fr: Utiliser des instances liées produit des fichiers de taille plus petite que les fichiers des instances intégrées.

source: From a user's perspective, the contents of releases are easier to access as embedded releases than as linked releases (which involves the retrieval process described above).
es: Desde la perspectiva del usuario, el contenido de las entregas es más fácil de acceder como entregas incrustadas que como entregas vinculadas (lo cual requiere el proceso de recuperación que se describió anteriormente).
fr: Du point du vue de l'utilisateur, le contenu des instances est plus accessible avec des instances intégrées qu'avec des instances liées, car ce dernier implique une extraction décrite ci-dessus.

source: From a publisher's perspective, using linked releases involves publishing release packages and constructing `url` values, whereas using embedded releases doesn't.
es: Desde la perspectiva de un publicador, usar entregas vinculadas involucra publicar paquetes de entregas y construir valores de `url`, mientras que utilizar entregas incrustadas no involucra esto.
fr: Du point de vue du producteur, utiliser des instances liées implique la publication des paquets d'instances et l'élaboration de la valeur des champs `url`, alors que ce n'est pas nécessaires avec des instances embarquées.

source: Compiled release
es: Entrega compilada
fr: Instance compilée

source: The compiled release is the latest version of all the data about a contracting process. In other words, it provides a snapshot of the current state of a contracting process.
es: La entrega compilada es la última versión de todos los datos sobre un proceso de contratación. En otras palabras, proporciona una instantánea o imagen del estado actual de un proceso de contrataciones.
fr: L'instance compilée est la dernière version de toutes les données relatives à un processus de passation de marché. En d'autres termes, c'est un instantané de l'état actuel d'une procédure de passation de marché.

source: The compiled release follows the [release schema](reference), with the exception of any fields on which `"omitWhenMerged": true` is declared.
es: La entrega compilada sigue el [esquema de entrega](reference), con la excepción de cualquier campo en el que se declara `"omitWhenMerged": true`.
fr: Une instance compilée est conforme au [schéma d'instance](reference) à l'exception des champs pour lesquels `"omitWhenMerged": true` est déclaré.

source: The process for creating a compiled release from individual releases is described in the [merging](merging) reference.
es: El proceso para crear una entrega compilada a partir de entregas individuales se describe en la referencia de [fusionar](merging)
fr: Le processus de création d'une instance compilée à partir d'instances individuelles est décrit dans la partie relative à [la fusion](merging).

source: Versioned release
es: Entrega versionada
fr: Instance versionnée

source: A versioned release aggregates all values of all fields from all releases. For each field, it describes the history of values from the initial value to the current value, including the `id`, `date` and `tag` of the release in which it was changed.
es: Una entrega versionada contiene todos los valores de todos los campos de todas las entregas. Para cada campo, se describe el historial de valores desde el valor inicial hasta el valor actual, incluyendo el `id`,` date` y `tag` de la entrega en la que el valor se modificó.
fr: Une instance versionnée agrège toutes les valeurs de tous les champs provenant de toutes les instances. Pour chaque champ, elle décrit l’historique des valeurs, de la valeur initiale à la valeur actuelle, en incluant les champs `id`, `date` et `tag` de l'instance dans laquelle la valeur a été modifiée.

source: This versioned information is relevant to many use cases relating to contract monitoring. However, it can significantly increase file sizes. As such, publishers can consider publishing records both with and without the versioned release.
es: La información versionada es importante para muchos casos de uso relacionados al monitoreo de los contratos. Sin embargo, puede incrementar substancialmente el tamaño de los archivos. Los publicadores pueden considerar publicar copias de los registros con y sin entregas versionadas.
fr: Cette information versionnée est importante pour de nombreux cas d'utilisation des données liées au suivi et à la surveillance des contrats. Cependant, elle peut considérablement accroître la taille des fichiers. Les producteurs peuvent donc choisir de publier des archives avec et des archives sans instance versionnée.

source: If the versioned release is not provided, third parties can generate it by processing the record's releases according to the [merging](merging) reference.
es: Si la entrega versionada no se proporciona, entidades externas pueden generarla al procesar las entregas en el registro de acuerdo a lo indicado en la referencia de [fusionar](merging).
fr: Si l'instance versionnée n'est pas fournie, un tiers peut la générer par un traitement des instances des archives conforme à la partie relative à [la fusion](merging).

source: The following example displays a single field's [versioned values](../merging/#versioned-values). This shows that the amount changed between the planning stage and the tender stage, while the currency did not.
es: El siguiente ejemplo muestra los [valores versionados](../merging/#versioned-values) de un solo campo. Esto muestra que la cantidad cambió entre la etapa de planificación y la etapa de licitación, mientras que la moneda no cambió.
fr: L'exemple suivant montre les [valeurs versionnées](../merging/#versioned-values) d'un champ. On peut voir que le montant a changé entre l'étape de planification et l'appel d'offres, mais que la devise n'a pas changé.
