Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/changelog.po
Languages: fr

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove sentence implying non-existence of unit classification scheme codelist on release schema reference page
fr: [#831](https://github.com/open-contracting/standard/pull/831) Retirer une phrase qui implique la non-existence d'une d'une nomenclature de schéma sur la classification des unités sur une page de référence concernant les schémas d'instances.

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove sentence using non-existent 'notice' code on release schema reference page
fr: [#831](https://github.com/open-contracting/standard/pull/831) Supprime la phrase à l'aide d'un code de 'notice' non existant sur la page de référence du schéma de version

source: [#831](https://github.com/open-contracting/standard/pull/831) Remove reference to closed issue in API section
fr: [#831](https://github.com/open-contracting/standard/pull/831) Supprime la référence au problème résolu dans la section API

source: Add links to:
fr: Ajoute des liens à :

source: [#783](https://github.com/open-contracting/standard/pull/783) Community extensions relating to party details
fr: [#783](https://github.com/open-contracting/standard/pull/783) Extensions soumises par la communauté relatives aux détails des parties

source: [#837](https://github.com/open-contracting/standard/pull/837) OCDS profiles
fr: [#837](https://github.com/open-contracting/standard/pull/837) profils OCDS

source: Correct typos in the documentation [#692](https://github.com/open-contracting/standard/pull/692) [#713](https://github.com/open-contracting/standard/pull/713) [#719](https://github.com/open-contracting/standard/pull/719) [#726](https://github.com/open-contracting/standard/pull/726) [#732](https://github.com/open-contracting/standard/pull/732) [#752](https://github.com/open-contracting/standard/pull/752) [#756](https://github.com/open-contracting/standard/pull/756) [#795](https://github.com/open-contracting/standard/pull/795) [#867](https://github.com/open-contracting/standard/pull/867).
fr: Correction des fautes de frappe de la documentation [#692](https://github.com/open-contracting/standard/pull/692) [#713](https://github.com/open-contracting/standard/pull/713) [#719](https://github.com/open-contracting/standard/pull/719) [#726](https://github.com/open-contracting/standard/pull/726) [#732](https://github.com/open-contracting/standard/pull/732) [#752](https://github.com/open-contracting/standard/pull/752) [#756](https://github.com/open-contracting/standard/pull/756) [#795](https://github.com/open-contracting/standard/pull/795) [#867](https://github.com/open-contracting/standard/pull/867).

source: Improve the process to build the documentation [#666](https://github.com/open-contracting/standard/pull/666) [#698](https://github.com/open-contracting/standard/pull/698) [#708](https://github.com/open-contracting/standard/pull/708) [#709](https://github.com/open-contracting/standard/pull/709) [#721](https://github.com/open-contracting/standard/pull/721) [#724](https://github.com/open-contracting/standard/pull/724) [#727](https://github.com/open-contracting/standard/pull/727) [#729](https://github.com/open-contracting/standard/pull/729) [#733](https://github.com/open-contracting/standard/pull/733) [#740](https://github.com/open-contracting/standard/pull/740) [#747](https://github.com/open-contracting/standard/pull/747) [#753](https://github.com/open-contracting/standard/pull/753) [#762](https://github.com/open-contracting/standard/pull/762) [#767](https://github.com/open-contracting/standard/pull/767) [#783](https://github.com/open-contracting/standard/pull/783) [#787](https://github.com/open-contracting/standard/pull/787) [#796](https://github.com/open-contracting/standard/pull/796) [#813](https://github.com/open-contracting/standard/pull/813) [#836](https://github.com/open-contracting/standard/pull/836).
fr: Améliorer le processus de construction de la documentation [#666](https://github.com/open-contracting/standard/pull/666) [#698](https://github.com/open-contracting/standard/pull/698) [#708](https://github.com/open-contracting/standard/pull/708) [#709](https://github.com/open-contracting/standard/pull/709) [#721](https://github.com/open-contracting/standard/pull/721) [#724](https://github.com/open-contracting/standard/pull/724) [#727](https://github.com/open-contracting/standard/pull/727) [#729](https://github.com/open-contracting/standard/pull/729) [#733](https://github.com/open-contracting/standard/pull/733) [#740](https://github.com/open-contracting/standard/pull/740) [#747](https://github.com/open-contracting/standard/pull/747) [#753](https://github.com/open-contracting/standard/pull/753) [#762](https://github.com/open-contracting/standard/pull/762) [#767](https://github.com/open-contracting/standard/pull/767) [#783](https://github.com/open-contracting/standard/pull/783) [#787](https://github.com/open-contracting/standard/pull/787) [#796](https://github.com/open-contracting/standard/pull/796) [#813](https://github.com/open-contracting/standard/pull/813) [#836](https://github.com/open-contracting/standard/pull/836).

source: See the changelogs for:
fr: Voir les notes de version pour :

source: [Bid statistics and details](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)
fr: [Statistiques et détails sur les offres](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)

source: [Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)
fr: [Échanges](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)

source: [Location](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)
fr: [Localisation](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)

source: [Participation fees](https://extensions.open-contracting.org/en/extensions/participation_fee/master/#changelog)
fr: [Frais de participation](https://extensions.open-contracting.org/en/extensions/participation_fee/master/#changelog)

source: [Process level title and description](https://extensions.open-contracting.org/en/extensions/process_title/master/#changelog)
fr: [Titre et description du processus](https://extensions.open-contracting.org/en/extensions/process_title/master/#changelog)

source: Codelist updates
fr: Mise à jour des listes de codes

source: Update currency codelist for ISO4217 amendment 165 (2017-12-14).
fr: Met à jour la nomenclature des devises selon l'amendement 165 de la norme ISO4217 (2017-12-14).

source: Schema fixes
fr: Réparations du schéma

source: [#646](https://github.com/open-contracting/standard/pull/646) Disallow use of `null` as an item in the array for `Tender.additionalProcurementCategories`.
fr: [#646](https://github.com/open-contracting/standard/pull/646) Rendre impossible l'utilisation de `null` en tant qu'item dans la liste pour `Tender.additionalProcurementCategories`.

source: [#639](https://github.com/open-contracting/standard/issues/639) Make `name` field optional for `OrganizationReference`.
fr: [#639](https://github.com/open-contracting/standard/issues/639) Rend le champ `name` optionnel pour `OrganizationReference`.

source: [#630](https://github.com/open-contracting/standard/issues/630) Allow optional field `Item.unit` to be `null`.
fr: [#630](https://github.com/open-contracting/standard/issues/630) Permet au champ optionnel `item.unit` de prendre la valeur `null`.

source: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Add definitions to Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value and Period.
fr: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Ajoute des définitions à Release, planning.budget, Milestone, Organization.address, Organization.contactPoint, Classification, Identifier, Value et Period.

source: Make `record-package-schema.json` use the `codelist` property to reference `releaseTag.csv`, and update the `enum` accordingly.
fr: Fait utiliser le propriété `codelist` à `record-package-schema.json` pour référencer `releaseTag.csv`, et mettre à jour `enum` en conséquence.

source: [#578](https://github.com/open-contracting/standard/issues/578) Update definition of `buyer` to cover goods, works and services, and multiple buyers.
fr: [#578](https://github.com/open-contracting/standard/issues/578) Met à jour la définition de `buyer` pour couvrir les biens, travaux et services, et des acheteurs multiples.

source: Documentation fixes
fr: Corrections de la documentation

source: [#633](https://github.com/open-contracting/standard/issues/633) Update schema reference page to display `Release.relatedProcesses`, `Planning.documents` and `Contract.relatedProcesses`.
fr: [#633](https://github.com/open-contracting/standard/issues/633) Met à jour la page de référence du schéma pour afficher `Release.relatedProcesses`, `Planning.documents` et `Contract.relatedProcesses`.

source: [#634](https://github.com/open-contracting/standard/issues/634) Clarify definitions of core, community and local extensions.
fr: [#634](https://github.com/open-contracting/standard/issues/634) Clarifie les définitions des extensions de base, communautaires et locales.

source: Extension fixes
fr: Corrections sur les extensions

source: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Add missing definitions, codelists and enums to core extensions, correct typos in codelist filenames, disallow use of `null` as an item in arrays, disallow required fields from being set to `null`, allow optional fields to be `null`, use `OrganizationReference` instead of `Organization`.
fr: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Ajoute des définitions manquantes, des nomenclatures et des listes de type énuméré aux extensions de base, corrige des fautes de frappe dans les noms de fichier des nomenclatures, interdit l'utilisation de `null` comme un élément dans les listes, interdit aux champs requis de prendre la valeur `null`, utilise `OrganizationReference` au lieu d' `Organization`.

source: Old and unused scripts have been removed from the documentation repository, and a number of script dependencies have been updated.
fr: De vieux scripts inutilisés ont été enlevés du répertoire de la documentation, et des dépendances de script ont été mises à jour.

source: [554](https://github.com/open-contracting/standard/issues/554) - **Update currency codelist for ISO4217 amendment 163 (2017-06-09)**. Note: XBT (Bitcoin) is removed from the codelist as it is not part of ISO4217.
fr: [554](https://github.com/open-contracting/standard/issues/554) - **Mise à jour de la liste des devises ISO 4217, suite à l'amendement 163 du 9 juin 2017**. Note : la devise XBT (Bitcoin) a été retirée de cette liste de codes, car ce code n'est pas inclus dans la norme ISO 4217.

source: Bug fixes
fr: Corrections de bugs

source: [#482](https://github.com/open-contracting/standard/issues/482) **[Allow parties.role to be set to `null`](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - required by the [merging approach](https://standard.open-contracting.org/1.1/en/schema/merging/).
fr: [#482](https://github.com/open-contracting/standard/issues/482) **[Permettre à `parties.role` d'être mis à null](https://github.com/open-contracting/standard/pull/502/commits/475abf598063aae5c22e07baba015d960fcc3a95)** - Rendu nécessaire par [l'approche de la fusion](https://standard.open-contracting.org/1.1.1-dev/fr/schema/merging/).

source: [#422](https://github.com/open-contracting/standard/issues/422) **[Including currency codelist in documentation and schema](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** to support validation of currency values.
fr: [#422](https://github.com/open-contracting/standard/issues/422) **[Inclure la nomenclature des monnaies dans la documentation et le schéma](https://standard.open-contracting.org/1.1.1-dev/fr/schema/codelists/#currency)** pour permettre la validation de la monnaie des valeurs.

source: [#479](https://github.com/open-contracting/standard/issues/479) **[Fixing incorrect requirement to include releases in record-package-schema.json](https://standard.open-contracting.org/1.1/en/schema/record_package/)**
fr: [#479](https://github.com/open-contracting/standard/issues/479) **[Corrige la nécessité incorrecte d'inclure les instances dans `record-package-schema.json`](https://standard.open-contracting.org/1.1.1-dev/en/schema/record_package/)**

source: [#475](https://github.com/open-contracting/standard/issues/475) **Adding enum arrays to all fields in the schema with a closed codelist** to support validation.
fr: [#475](https://github.com/open-contracting/standard/issues/475) **Ajouter des listes de types énumérés à tous les champs dans le schéma comportant une liste de codes fermée** afin d'en permettre la validation.

source: Minor revisions
fr: Révisions mineures

source: [#471](https://github.com/open-contracting/standard/issues/471) **[Updating milestoneType codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** replacing 'planning' with 'preProcurement' and 'adjudication' with 'assessment' and introducing codes for 'approval' and 'financing'. This is an open codelist, so previous codes remain valid, but publishers able to update to the new codes should do so.
fr: [#471](https://github.com/open-contracting/standard/issues/471) **[Mettre à jour la liste de codes `milestoneType`](https://standard.open-contracting.org/1.1.1-dev/fr/schema/codelists/#milestone-type)** remplacer 'planning' par 'preProcurement' et 'adjudication' par 'assessment' et introduire des codes pour 'approval' et 'financing'. Il s'agit d'une liste de codes ouverte, donc les codes précédents demeurent valides, mais les producteurs de données qui peuvent mettre à jour en utilisant les nouveaux codes devraient le faire.

source: [#473](https://github.com/open-contracting/standard/issues/473) **[Updating definition of contractSchedule in documentType codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)**
fr: [#473](https://github.com/open-contracting/standard/issues/473) **[Mettre à jour la définition de `contractSchedule` dans la nomenclature `documentType`](https://standard.open-contracting.org/1.1.1-dev/fr/schema/codelists/#document-type)**

source: Documentation improvements
fr: Améliorations de la documentation

source: **Fixing typographic errors throughout the documentation and codelist descriptions**
fr: **Corriger des erreurs typographiques dans la documentation et les descriptions des nomenclatures**

source: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Updating basic, intermediate, advanced](https://standard.open-contracting.org/1.1/en/implementation/levels/) publication guidance** - to ensure tables and text are aligned.
fr: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) **[Mettre à jour le guide de publication basique, intermédiaire, avancé](https://standard.open-contracting.org/1.1.1-dev/fr/implementation/levels/)** - pour s'assurer que les tables et le texte sont alignés.

source: [#489](https://github.com/open-contracting/standard/issues/489) **Listing the milestone documents extension as a core extension** - and removing it from the community extensions list. This extension is only needed by publishers with legacy data containing documents at the milestone level.
fr: [#489](https://github.com/open-contracting/standard/issues/489) **Lister l'extension documents d'étape en tant qu'extension de base** - et l'enlever de la liste des extensions communautaires. Cette extension n'est nécessaire que pour les producteurs qui ont des données anciennes contenant des documents au niveau des étapes.

source: [#493](https://github.com/open-contracting/standard/issues/493) **[Updating the description of the Organization Identifier Scheme codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#organization-identifier-scheme)** to reflect that the codelist is now maintained by [org-id.guide](http://www.org-id.guide/).
fr: [#493](https://github.com/open-contracting/standard/issues/493) **[Mettre à jour la description de la liste de codes Schéma d’identification des organisations](https://standard.open-contracting.org/1.1.1-dev/en/schema/codelists/#organization-identifier-scheme)** pour indiquer que la liste de codes est désormais maintenue par [org-id.guide](http://www.org-id.guide/).

source: Code and build process
fr: Processus de codage et de construction

source: [#506](https://github.com/open-contracting/standard/issues/506) **Removed make_field_definitions.py** from utility scripts as it is no longer required.
fr: [#506](https://github.com/open-contracting/standard/issues/506) **Suppression de `make_field_definitions.py`** des scripts utilitaires car il n'est plus nécessaire.

source: **Addition of docstrings to key scripts**
fr: **Ajout de docstrings aux scripts clés**

source: Policy changes
fr: Changements de politiques

source: [#401](https://github.com/open-contracting/standard/issues/401) **[Deprecation policy](https://standard.open-contracting.org/1.1/en/schema/conformance_and_extensions/)** - The deprecation policy has been updated to support deprecation in decimal upgrades.
fr: [#401](https://github.com/open-contracting/standard/issues/401) **[Politique de dépréciation](https://standard.open-contracting.org/1.1/fr/schema/conformance_and_extensions/)** - La politique de dépréciation a été mise à jour pour permettre la dépréciation dans les mises à jour décimales.

source: Changed
fr: Changé

source: Structural updates
fr: Mises à jour structurelles

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have updated the approach to include organization information in the standard from having embedded blocks of organization information, to using embedded cross-references to a top-level 'parties' array where full organization details are stored. This change reduces duplication of organization information, and enables more flexible disclosure of information on all the parties to a contracting process, including multiple buyers.
fr: [#368](https://github.com/open-contracting/standard/issues/368) **[Mises à jour de la gestion des organisation dans l'OCDS](https://standard.open-contracting.org/1.1/fr/schema/reference/#parties)** - Nous avons mis à jour l'approche pour inclure les informations d'une organisation. Auparavant, nous avions des blocs intégrés d'informations sur l'organisation. Désormais, nous utilisons des références croisées à une liste de niveau supérieur "parties" où tous les détails sur l'organisation sont stockés. Cette modification réduit la duplication des informations sur l'organisation et permet de diffuser de manière plus flexible des informations sur toutes les parties d'un processus de passation de marchés en incluant de multiples acheteurs.

source: [#357](https://github.com/open-contracting/standard/issues/357) **[Amendment handling](https://standard.open-contracting.org/1.1/en/implementation/amendments/)** - We have replace amendment with an array of amendments, and have updated schema and guidance to remove the option of providing semi-structured changes in an amendment object. Changes between amendments should now be provided using multiple releases, with the option to explicitly declare how releases relate to an amendment included in the new amendments array.
fr: [#357](https://github.com/open-contracting/standard/issues/357) **[Gestion des modifications](https://standard.open-contracting.org/1.1-dev/fr/implementation/amendments/)** - Nous avons remplacé la modification par une liste de modifications et avons mis à jour le schéma et les indications pour remplacer l'option de fourniture de modifications semi-structurées par un objet d'amendement. Les changements entre les modifications doivent être fournis en utilisant plusieurs instances avec l'option de déclarer explicitement comment les instances se relient à une modification inclue dans la nouvelle liste de modifications.

source: Schema validation updates
fr: Mise à jour de la validation du schéma

source: [#329](https://github.com/open-contracting/standard/issues/329) **[Float for Item.quantity](https://standard.open-contracting.org/1.1/en/schema/reference/#item)** - Item quantities has been updated to 'number' to support decimal values (e.g 10.5 rather than just 10)
fr: [#329](https://github.com/open-contracting/standard/issues/329) **[Décimale pour Item.quantity](https://standard.open-contracting.org/1.1/fr/schema/reference/#item)** - Les quantités d'objet ont été mises à jour vers des nombres pour accepter les valeurs décimales (par exemple 10.5 plutôt que 10)

source: [#253](https://github.com/open-contracting/standard/issues/253) **[Negative amounts](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have added support for negative amounts in transactions
fr: [#253](https://github.com/open-contracting/standard/issues/253) **[Montants négatifs](https://standard.open-contracting.org/1.1/fr/schema/reference/#budget)** - Nous avons ajouté la possibilité d'avoir des montants négatifs dans les transactions

source: [#323](https://github.com/open-contracting/standard/issues/323) **[Standard should specify use of UTF-8 for encoding JSON](https://standard.open-contracting.org/1.1/en/implementation/serialization/#json)** - We now recommend use of I-JSON and UTF-8 for JSON publication
fr: [#323](https://github.com/open-contracting/standard/issues/323) **[Le standard doit spécifier l'utilisation d'UTF-8 pour encoder en JSON](https://standard.open-contracting.org/1.1/fr/implementation/serialization/#json)** - Nous recommandons l'utilisation de I-JSON et d'UTF-8 pour la publication en JSON.

source: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicate encoding for CSV serializations](https://standard.open-contracting.org/1.1/en/implementation/serialization/#multi-table)** - We have added information on CSV encoding to the implementation guidance to recommend UTF-8 or Windows-1252.
fr: [#166](https://github.com/open-contracting/standard/issues/166) **[Indiquer l'encodage pour les sérialisations en CSV](https://standard.open-contracting.org/1.1/fr/implementation/serialization/#multi-table)** - Nous avons ajouté des informations sur l'encodage CSV dans les instructions de mise en œuvre pour recommander UTF-8 ou windows-1252.
