Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/changelog.po
Languages: fr

source: Changelog
fr: Journal des modifications

source: All notable changes to this project will be documented in this file. This project adheres to [Semantic Versioning](http://semver.org/).
fr: Tous les changements notables de ce projet seront documentés dans ce fichier. Ce projet utilise le [Semantic Versioning](http://semver.org/).

source: Iterative improvements
fr: Améliorations itératives

source: Per the [normative and non-normative content and changes policy](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), iterative improvements to non-normative content can be made outside the release cycle.
fr: D'après [notre politique sur le contenu normatif et non-normatif et les changements](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), des amélioration itératives sur du contenu non-normatif peuvent être effectuées en dehors du cycle de publication.

source: [#908](https://github.com/open-contracting/standard/pull/908) Rename Validator to Data Review Tool.
fr: [#908](https://github.com/open-contracting/standard/pull/908) Renommage, en anglais, du "Validator" en "Data Review Tool". Pas de changement en français.

source: Build the documentation [#875](https://github.com/open-contracting/standard/pull/875) [#880](https://github.com/open-contracting/standard/pull/880) [#886](https://github.com/open-contracting/standard/pull/886) [#889](https://github.com/open-contracting/standard/pull/889) [#905](https://github.com/open-contracting/standard/pull/905) [#915](https://github.com/open-contracting/standard/pull/915) [#916](https://github.com/open-contracting/standard/pull/916) [#923](https://github.com/open-contracting/standard/pull/923).
fr: Génération de la documentation [#875](https://github.com/open-contracting/standard/pull/875) [#880](https://github.com/open-contracting/standard/pull/880) [#886](https://github.com/open-contracting/standard/pull/886) [#889](https://github.com/open-contracting/standard/pull/889) [#905](https://github.com/open-contracting/standard/pull/905) [#915](https://github.com/open-contracting/standard/pull/915) [#916](https://github.com/open-contracting/standard/pull/916) [#923](https://github.com/open-contracting/standard/pull/923).

source: Advisories
fr: Avertissements

source: OCDS 1.0 uses the [whole-list merge](https://standard.open-contracting.org/1.1/en/schema/merging/#whole-list-merge) strategy for `Award.suppliers`, whereas OCDS 1.1 uses the [identifier merge](https://standard.open-contracting.org/1.1/en/schema/merging/#identifier-merge) strategy. As a consequence, the OCDS 1.1 versioned release schema is not backward compatible with OCDS 1.0.
fr: OCDS 1.0 utilise la stratégie de [fusion de liste complète] (https://standard.open-contracting.org/1.1/en/schema/merging/#whole-list-merge) pour `Award.suppliers`, alors que OCDS 1.1 utilise la stratégie de [fusion des identifiants] (https://standard.open-contracting.org/1.1/fr/schema/merging/#identifier-merge). Par conséquent, le schéma de la version OCDS 1.1 n'est pas compatible avec celui de la version OCDS 1.0.

source: **Action:** Versioned releases respecting the OCDS 1.0 schema that set `Award.suppliers` will need to be re-created to validate against the OCDS 1.1 schema.
fr: ** Action: ** Les instances publiées en respectant la version OCDS 1.0 du schéma définissant `Award.suppliers` devront être re-crées pour être valides dans le schéma OCDS 1.1.

source: [#780](https://github.com/open-contracting/standard/pull/780) All extensions authored by the Open Contracting Partnership have been moved to the [open-contracting-extensions](https://github.com/open-contracting-extensions) organization.
fr: [# 780] (https://github.com/open-contracting/standard/pull/780) Toutes les extensions créées par Open Contracting Partnership ont été déplacées vers la rubrique [open-contracting-extensions] (https: // github. com / open-contractual-extensions-extensions).

source: **Action:** No change is required, but we recommend that publishers update the URLs of these extensions in their release packages and record packages.
fr: **Action:** Aucun changement n'est requis, mais nous recommandons aux producteurs de données de mettre à jour les URLs de ces extensions dans leurs paquets d'instances et d'archives.

source: [#831](https://github.com/open-contracting/standard/pull/831) OCDS now has a [Normative and non-normative content and changes policy](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit).
fr: [#831](https://github.com/open-contracting/standard/pull/831) OCDS a désormais une [Politique sur les contenus et changements normatifs et non-normatifs](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit).

source: [#744](https://github.com/open-contracting/standard/pull/744) OCDS now has a [Translation and localization policy](https://standard.open-contracting.org/1.1/en/support/governance/#translation-and-localization-policy).
fr: [#744](https://github.com/open-contracting/standard/pull/744) OCDS a désormais [Une politique de traduction et de localisation](https://standard.open-contracting.org/1.1/en/support/governance/#translation-and-localization-policy).

source: [#806](https://github.com/open-contracting/standard/pull/806) [#808](https://github.com/open-contracting/standard/pull/808) [#809](https://github.com/open-contracting/standard/pull/809) The documentation is now available in Italian.
fr: [#806](https://github.com/open-contracting/standard/pull/806) [#808](https://github.com/open-contracting/standard/pull/808) [#809](https://github.com/open-contracting/standard/pull/809) La documentation est maintenant disponible en italien.

source: [#717](https://github.com/open-contracting/standard/pull/717) [#734](https://github.com/open-contracting/standard/pull/734) The OCDS documentation website now has a [privacy notice](https://standard.open-contracting.org/1.1/en/privacy-notice/).
fr: [#717](https://github.com/open-contracting/standard/pull/717) [#734](https://github.com/open-contracting/standard/pull/734) Le site web dédié à la documentation OCDS a désormais un [avis de confidentialité] (https://standard.open-contracting.org/1.1/en/privacy-notice/).

source: Bugs
fr: Dysfonctionnements

source: [#738](https://github.com/open-contracting/standard/pull/738) 1.1.3 changed the merging and versioning behaviors of `Item.unit`, such that it could be removed by setting it to `null`, and such that it was versioned as a whole. 1.1.4 restores the behaviors from 1.1.2, such that only its sub-fields can be removed by setting them to `null`, and such that its sub-fields are versioned individually.
fr: [#738](https://github.com/open-contracting/standard/pull/738) 1.1.3 a changé le fonctionnement des fusions et des versionnements de `Item.unit`, a fo, qu'il puisse être retiré par un paramétrage en 'null', and qu'il soit versionné dans son entièreté. 1.1.4 réactive le fonctionnement de 1.1.2, afin que seuls ses sous-champs puissent être retirés par un paramétrage en 'null', et que ces sous-champs soient versionnés individuellement.

source: **Action:** If you had upgraded to OCDS 1.1.3, then compiled releases and versioned releases that set `Item.unit` will likely need to be re-created to validate against the OCDS 1.1.4 schema.
fr: ** Action: ** Si vous étiez passé à la version OCDS 1.1.3, les instances compilées et les versions d'instances comprenant 'Item.unit' devront certainement être re-crées pour être validées dans le schéma OCDS 1.1.4.

source: [#810](https://github.com/open-contracting/standard/pull/810) `buyer.id`, `Tender.procuringEntity.id`, `Contract.implementation.payer.id` `Contract.implementation.payee.id`, `Budget.id`, `Identifier.id`, and `Classification.id` are now versioned, consistent with the documentation.
fr: [#810](https://github.com/open-contracting/standard/pull/810) Les versions de `buyer.id`, `Tender.procuringEntity.id`, `Contract.implementation.payer.id` `Contract.implementation.payee.id`, `Budget.id`, `Identifier.id`, et`Classification.id` sont désormais adaptées, conformément à la documentation.

source: **Action:** Versioned releases that set these fields will likely need to be re-created to validate against the OCDS 1.1.4 schema.
fr: **Action:** Les différentes versions d'instances qui définissent ces champs devront certainement être recrées pour être validées dans le schéma OCDS 1.1.4.

source: [#769](https://github.com/open-contracting/standard/pull/769) The versioned release schema now matches the release schema in: having a `minLength` validation property for `OrganizationReference.name`; having `codelist` and `openCodelist` properties for `Tender.awardCriteria`, `Tender.awardCriteriaDetails`, `Document.documentType`, `Item.unit.scheme`, `Classification.scheme`, and `RelatedProcess.scheme`; and having a `deprecated` property for `Budget.source`. All `title` and `description` metadata properties are removed from the versioned release schema.
fr: [#769](https://github.com/open-contracting/standard/pull/769) The différentes versions des schémas d'instances correspondent désormais au schéma d'instance en : ayant une propriété de validation `minLength` pour `OrganizationReference.name`; ayant des propriétés `codelist` et `openCodelist` pour `Tender.awardCriteria`, `Tender.awardCriteriaDetails`, `Document.documentType`, `Item.unit.scheme`, `Classification.scheme`, et `RelatedProcess.scheme`; et en ayant une propriété `deprecated` (obsolète) pour `Budget.source`. Toutes les propriétés des métadonnées `title` (titre) et `description` ont été retirées des versions du schéma d'instance.

source: [#810](https://github.com/open-contracting/standard/pull/810) `tag` is now `omitWhenMerged`, consistent with the reference implementation in OCDS Merge.
fr: [#810](https://github.com/open-contracting/standard/pull/810) `tag` est désormais 'omitWhenMerged` (oubliéQuandFusionné), conformément à la mise en œuvre de référence de OCDS Merge (OCDS Fusion).

source: Codelists
fr: Listes de codes

source: [#824](https://github.com/open-contracting/standard/pull/824) Canonical codelist files are available at URLs like <https://standard.open-contracting.org/schema/1__1__4/codelists/>, and translations are available at URLs like <https://standard.open-contracting.org/1.1/en/codelists/>, for OCDS 1.1.4 and up.
fr: [#824](https://github.com/open-contracting/standard/pull/824) Les fichiers en nomenclature canonique sont disponibles aux URLs tels que <https://standard.open-contracting.org/schema/1__1__4/codelists/>, et les traductions sont disponibles aux URLs tels que <https://standard.open-contracting.org/1.1/en/codelists/>, pour OCDS.1.1.4 et les versions ultérieures.

source: [#746](https://github.com/open-contracting/standard/pull/746) [#842](https://github.com/open-contracting/standard/pull/842) Update currency codelist for ISO4217 amendments [166](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_166.pdf), [167](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_167.pdf), [168](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_168.pdf) and [169](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_169.pdf).
fr: [#746](https://github.com/open-contracting/standard/pull/746) [#842](https://github.com/open-contracting/standard/pull/842) Mettre à jour la liste des codes de devises monétaires pour les rendre conformes aux amendements de la norme ISO 4217 [166](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_166.pdf), [167](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_167.pdf), [168](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_168.pdf) and [169](https://www.currency-iso.org/dam/downloads/dl_currency_iso_amendment_169.pdf).

source: [#725](https://github.com/open-contracting/standard/pull/725) Add a 'plannedProcurementNotice' code to the `documentType` codelist, 'CUCOP' to `itemClassificationScheme`, 'interestedParty' to `partyRole`.
fr: [#725](https://github.com/open-contracting/standard/pull/725) Ajouter un champ 'plannedProcurementNotice' (Avis de programmation d'achat) à la nomenclature `documentType` (Type de document), 'CUCOP' à `itemClassificationScheme`, 'interestedParty' à `partyRole`.

source: [#725](https://github.com/open-contracting/standard/pull/725) Update the descriptions of the 'tenderNotice' and 'technicalSpecifications' codes in the `documentType` codelist to align with the text of the [Agreement on Government Procurement (GPA)](https://www.wto.org/english/tratop_e/gproc_e/gp_gpa_e.htm) of the World Trade Organization (WTO).
fr: [#725](https://github.com/open-contracting/standard/pull/725) Améliorer les descriptions des champs 'tenderNotice' (Avis de consultation) et 'technicalSpecifications' (Specifications Techniques) dans la nomenclature `documentType` (Type de document) pour assurer leur conformité avec le texte de [L'Accord sur les Marchés Publics](https://www.wto.org/english/tratop_e/gproc_e/gp_gpa_e.htm) de l'Organisation Mondiale du Commerce (OMC).

source: [#725](https://github.com/open-contracting/standard/pull/725) Apply the style guide and OCDS glossary to the 'procuringEntity' and 'supplier' codes in the `partyRole` codelist.
fr: [#725](https://github.com/open-contracting/standard/pull/725) Appliquer le guide stylistique et le glossaire OCDS aux champs 'procuringEntity' (Pouvoir adjudicateur) et 'supplier' Fournisseur) dans la nomenclature`partyRole` (Role des Parties Prenantes).

source: [#725](https://github.com/open-contracting/standard/pull/725) Add examples to the description of the 'environmentalImpact' code in the `documentType` codelist.
fr: [#725](https://github.com/open-contracting/standard/pull/725) Ajouter des exemples à la description du champ 'environmentalImpact' (Impact environnemental) dans la nomenclature `documentType`.

source: [#829](https://github.com/open-contracting/standard/pull/829) Use sentence case for code titles and end code descriptions with periods.
fr: [#829](https://github.com/open-contracting/standard/pull/829) Utiliser des phrases type pour les champs de titre et les descriptions de champs finales avec des points.

source: [#852](https://github.com/open-contracting/standard/pull/852) Use the correct normative keywords in code descriptions.
fr: [#852](https://github.com/open-contracting/standard/pull/852) Utilisez les mots-clés normatifs dans les descriptions de champ.

source: Schema
fr: Schéma

source: [#712](https://github.com/open-contracting/standard/pull/712) Add missing titles for `publisher` and `url` and description for `record` in the record package schema, and missing description for `releases` in release package schema.
fr: [#712](https://github.com/open-contracting/standard/pull/712) Ajoutez les titres manquants pour "publicateur" et "url" et la description manquante pour "archive" dans le schéma du paquet archive, et la descriptions manquante pour "instance" dans le schéma des paquets d'instance.

source: [#838](https://github.com/open-contracting/standard/pull/838) Eliminate the conflicting rule that release identifiers must be unique within release packages. Uniqueness within the scope of a release package either implies that release identifiers must be globally unique, or imposes an arbitrary restriction on the contents of release packages, as there is no rule preventing release packages from containing releases from different contracting processes. Release identifiers are only required to be locally unique within the scope of a contracting process. The `ocid` and `id` values of a release can be used together to disambiguate releases within a release package.
fr: [#838](https://github.com/open-contracting/standard/pull/838) Supprime la règle conflictuelle qui impose que les identifiants d'instances doivent être uniques au sein des packets d'instance. L'unicité dans l'étendue d'un paquet d'instances implique soit que les identifiants des paquets d'instances doivent être globalement unique, ou impose une restriction arbitraire des contenus des paquets d'instances, puisqu'il n'existe aucune règle empêchant les paquets d'instances de contenir des instances issues de différents processus de passation de marché. Les identifiants d'instance doivent uniquement être localement unique dans l'étendue d'un processus de passation de marché. Les valeurs `ocid` et `id` d'une instance peuvent être utilisées conjointement pour lever l’ambiguïté au sein d'un paquet d'instances.

source: Clarify the uniqueness of release identifiers in the release schema [#838](https://github.com/open-contracting/standard/pull/838) and release package schema [#831](https://github.com/open-contracting/standard/pull/831).
fr: Clarifier l'unicité des identifiants d'instance dans le schéma d'instance [#838](https://github.com/open-contracting/standard/pull/838) et le schéma des paquets d'instances [#831](https://github.com/open-contracting/standard/pull/831).

source: [#810](https://github.com/open-contracting/standard/pull/810) Add a dereferenced release schema to ease the implementation of the merge routine.
fr: [#810](https://github.com/open-contracting/standard/pull/810) Ajouter un schéma d'instance non référencé pour faciliter la mise en œuvre de la routine de fusion.

source: [#810](https://github.com/open-contracting/standard/pull/810) Add `"versionId": true` hint to `Identifier` and `Classification`.
fr: [#810](https://github.com/open-contracting/standard/pull/810) Ajouter l'indication : `"versionId": true` à `Identifier` et `Classification`.

source: [#845](https://github.com/open-contracting/standard/pull/845) Remove a reference to a closed issue and a note about a field name.
fr: [#845](https://github.com/open-contracting/standard/pull/845) Retirer une référence à un problématique résolue et à un commentaire à propos d'un nom de champ.

source: [#855](https://github.com/open-contracting/standard/pull/855) Use the correct normative keywords in field descriptions.
fr: [#855](https://github.com/open-contracting/standard/pull/855) Utiliser les mots clés normatifs dans les descriptions de champ.

source: [#855](https://github.com/open-contracting/standard/pull/855) Rephrase field descriptions as definitions rather than instructions.
fr: [#855](https://github.com/open-contracting/standard/pull/855) Reformuler les descriptions de champs sous forme de définition plutôt que d'instructions.

source: [#855](https://github.com/open-contracting/standard/pull/855) Align the descriptions of the `license` fields in the release package schema and record package schema.
fr: [#855](https://github.com/open-contracting/standard/pull/855) Faire correspondre les descriptions des champs `license` dans les schémas de paquets d'instance et dans les schémas de paquets d'archive.

source: [#772](https://github.com/open-contracting/standard/pull/772) [#810](https://github.com/open-contracting/standard/pull/810) [#831](https://github.com/open-contracting/standard/pull/831) Clarify the merge rules for compiled releases and versioned releases.
fr: [#772](https://github.com/open-contracting/standard/pull/772) [#810](https://github.com/open-contracting/standard/pull/810) [#831](https://github.com/open-contracting/standard/pull/831) Clarifier les règles de fusion pour les instances compilées et les instances ayant plusieurs versions.

source: [#797](https://github.com/open-contracting/standard/pull/797) Fix examples of versioned releases.
fr: [#797](https://github.com/open-contracting/standard/pull/797) Fixer des exemples pour les instances ayant plusieurs versions.

source: [#831](https://github.com/open-contracting/standard/pull/831) Use the correct normative keywords in the documentation.
fr: [#831](https://github.com/open-contracting/standard/pull/831) Utiliser les mots-clés normatifs corrects dans la documentation.

source: [#869](https://github.com/open-contracting/standard/pull/869) Move normative statements into normative sections.
fr: [#869](https://github.com/open-contracting/standard/pull/869) Déplacer les affirmations normatives dans les sections normatives.

source: [#835](https://github.com/open-contracting/standard/pull/835) Display the canonical schema URLs in the documentation.
fr: [#835](https://github.com/open-contracting/standard/pull/835) Afficher les URLs des schémas canoniques dans la documentation.

source: [#838](https://github.com/open-contracting/standard/pull/838) Clarify the uniqueness of release, award and contract identifiers.
fr: [#838](https://github.com/open-contracting/standard/pull/838) Clarifier l'unicité des identifiants d'instance, d'attribution et de contrat.

source: [#831](https://github.com/open-contracting/standard/pull/831) Improve the description of iterating the release `id`.
fr: [#831](https://github.com/open-contracting/standard/pull/831) Améliorer la description pour créer l'`id` de l'instance.

source: [#822](https://github.com/open-contracting/standard/pull/822) Integrate the [Extension Explorer](https://extensions.open-contracting.org/en/).
fr: [#822](https://github.com/open-contracting/standard/pull/822) Intégrer l' [Extension Explorer](https://extensions.open-contracting.org/en/).

source: [#783](https://github.com/open-contracting/standard/pull/783) Add missing email address for the standard governance working group.
fr: [#783](https://github.com/open-contracting/standard/pull/783) Ajouter l'adresse e-mail pour le groupe de travail sur la gouvernance des standards.

source: Replace ambiguous or incorrect terms:
fr: Remplacer les termes ambigus ou erronés :

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "release `id`" and "release `date`", instead of "`releaseID`" and "`releaseDate`"
fr: [#831](https://github.com/open-contracting/standard/pull/831) Utiliser "release `id`" (ID de l'instance) et "release `date`" (date de l'instance), à la place de "`releaseID`" et "`releaseDate`"

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "ocid prefix", instead of "publisher prefix"
fr: [#831](https://github.com/open-contracting/standard/pull/831) Utiliser le "ocid prefix", au lieu du "publisher prefix"

source: [#840](https://github.com/open-contracting/standard/pull/840) Use "release package and record package", instead of "data package", to avoid confusion with [Frictionless Data's Data Package specification](https://frictionlessdata.io/specs/data-package/)
fr: [#840](https://github.com/open-contracting/standard/pull/840) Utiliser "release package and record package" (paquet d'instance et paquet d'archive), au lieu "data package" (paquet de données), pour éviter la confusion avec [Frictionless Data's Data Package specification] (Spécifications sur les données non triviales des paquets de données) (https://frictionlessdata.io/specs/data-package/)

source: [#831](https://github.com/open-contracting/standard/pull/831) Use "minor versions", instead of "decimal versions" on deprecation page
fr: [#831](https://github.com/open-contracting/standard/pull/831) Utiliser "minor versions" (versions mineures), plutôt que "decimal versions" (versions décimales) sur une page obsolète.

source: [#823](https://github.com/open-contracting/standard/pull/823) Fix incorrect uses of "records", "codelists" and "gazetteers" on identifiers and codelists pages
fr: [#823](https://github.com/open-contracting/standard/pull/823) Corriger les utilisations incorrectes de "records", "codelists" et "gazetteers" sur les pages des identifiants et des nomenclatures.

source: Fix out-of-date content:
fr: Corriger le contenu obsolète :
