Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/changelog.po
Languages: fr

source: [#336](https://github.com/open-contracting/standard/issues/336) **[Codelist properties in schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - We have included explicit references to the codelist files (CSV versions) in the schema. This will be used in future versions of the validator to support validation against codelists.
fr: [#336](https://github.com/open-contracting/standard/issues/336) **[Liste de codes sur les propriétés dans le schéma](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - Nous avons inclus des références explicites aux fichiers de la listes de codes (versions CSV) dans le schéma. Ce sera utilisé dans des versions futures du validateur pour permettre la validation par rapport à des listes de codes.

source: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifying versions and extensions in package metadata](https://standard.open-contracting.org/1.1/en/schema/records_reference/#package-metadata)** - We have updated the package schemas to require that version is declared, and to provide a means of declaring extensions in use. This will be used in future versions of the validator to support validation against extensions.
fr: [#301](https://github.com/open-contracting/standard/issues/301) **[Spécifier les versions et les extensions dans les packages de métadonnées](https://standard.open-contracting.org/1.1-dev/fr/schema/records_reference/#package-meta-data)** - Nous avons mis à jour les schémas de packages pour exiger que la version soit déclarée et pour fournir un moyen de déclarer les extensions utilisées. Ce sera utilisé dans des versions futures du validateur pour permettre la validation des données qui dépendent des extensions.

source: [#287](https://github.com/open-contracting/standard/issues/287) **[Remove all ocdsMerge strategies](https://standard.open-contracting.org/1.1/en/schema/merging/)** - We have remove all 'merge strategies' from the schema as these are no longer required, now that all objects in arrays contain an id element.
fr: [#287](https://github.com/open-contracting/standard/issues/287) **[Supprimer toutes les stratégies `ocdsMerge`](https://standard.open-contracting.org/1.1-dev/fr/schema/merging/)** - Nous avons supprimé toutes les stratégies de fusion du schéma car elles ne sont plus requises, maintenant que tous les objets dans les listes contiennent un identifiant.

source: Schema definition updates
fr: Mises à jour de la définition du schéma

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - We have replaced receiverOrganization and providerOrganization with payee and payer, to align with more familiar terminology, and have replaced 'amount' with 'value' for consistency with other areas of the standard.
fr: [#372](https://github.com/open-contracting/standard/issues/372) **[Mises à jour des terminologies de transactions](https://standard.open-contracting.org/1.1/fr/schema/reference/#transaction)** - Nous avons remplacé `receiverOrganization` et `providerOrganization` par bénéficiaire (`payee`) et payeur (`payer`) pour les rapprocher de terminologies plus familières et avons remplacé 'amount' par 'value' pour plus de cohérence avec d'autres sections du standard.

source: [#378](https://github.com/open-contracting/standard/issues/378) **[Updates to core budget block](https://standard.open-contracting.org/1.1/en/schema/reference/#budget)** - We have updated references to the Fiscal Data Package in the schema.
fr: [#378](https://github.com/open-contracting/standard/issues/378) **[Mises à jour du composant de base sur le budget](https://standard.open-contracting.org/1.1/fr/schema/reference/#budget)** - Nous avons mis à jour les références au Fiscal Data Package dans le schéma.

source: [#337](https://github.com/open-contracting/standard/issues/337) **[Definition of "tenderer" to enhance clarity](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have updated the definition of tenderer in the tenders block, and cross-referenced the bid extension.
fr: [# 337](https://github.com/open-contracting/standard/issues/337) **[Définition de «candidats» pour améliorer la clarté](https://standard.open-contracting.org/1.1/fr/schema/reference/#tender)** - Nous avons mis à jour la définition de candidat (`tenderer`) dans le composant sur les appels d'offres et avons renvoyé vers l'extension sur les offres.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have updated the definition of hasEnquiries.
fr: [#259](https://github.com/open-contracting/standard/issues/259) **[Echanges](https://standard.open-contracting.org/1.1/fr/extensions/enquiries/)** - Nous avons mis à jour la définition de `hasEnquiries`.

source: [#246](https://github.com/open-contracting/standard/issues/246) **[In what scope must a release ID be unique?](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have updated the definition of release.id to reflect the scope in which it must be unique
fr: [#246](https://github.com/open-contracting/standard/issues/246) **[Dans quelle étendue une `releaseID` doit-elle être unique ?](https://standard.open-contracting.org/1.1/fr/schema/reference/#release)** - Nous avons mis à jour la définition de `release.id` pour refléter l'étendue pour laquelle il doit être unique.

source: Closed codelist updates
fr: Mises à jour des listes de codes fermées

source: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](https://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status)** - New 'planning' and 'withdrawn' codes have been introduced to the tenderStatus codelist.
fr: [#201](https://github.com/open-contracting/standard/issues/201) **[État de l'appel d'offres](https://standard.open-contracting.org/1.1/fr/schema/codelists/#tender-status)** - Les nouveaux codes "pipeline" et "withdrawn" ont été ajoutés à la liste de codes `tenderStatus`.

source: [#380](https://github.com/open-contracting/standard/issues/380) **[Procurement method](https://standard.open-contracting.org/1.1/en/schema/codelists/#method)** - A new code for 'direct' has been added the procurementMethod codelist
fr: [#380](https://github.com/open-contracting/standard/issues/380) **[Méthode de commande publique](https://standard.open-contracting.org/1.1/fr/schema/codelists/#method)** - Un nouveau code `direct` a été ajouté dans la nomenclature `procurementMethod`

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone status](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-status)** - We have updated the milestoneStatus codelist with a 'scheduled' entry and revised definitions
fr: [#373](https://github.com/open-contracting/standard/issues/373) **[État de l'étape](https://standard.open-contracting.org/1.1/fr/schema/codelists/#milestone-status)** - Nous avons mis à jour la liste de codes `milestoneStatus` avec une entrée `schedule` et des définitions revues

source: [#297](https://github.com/open-contracting/standard/issues/297) **[Currency codelist external link](https://standard.open-contracting.org/1.1/en/schema/codelists/#currency)** - We have fixed the external link for currency codelists to refer to the official ISO source.
fr: [#297](https://github.com/open-contracting/standard/issues/297) **[Liens vers la liste de codes sur les devises](https://standard.open-contracting.org/1.1/fr/schema/codelists/#currency)** - Nous avons réparé le lien externe vers la liste de codes sur les devises pour référer à la source officielle ISO.

source: Open codelist updates
fr: Mises à jour sur les listes de codes ouvertes

source: [#386](https://github.com/open-contracting/standard/issues/386) **[Document type](https://standard.open-contracting.org/1.1/en/schema/codelists/#document-type)** - New codes have been added to the documentType codelist, and definitions of codes updated.
fr: [#386](https://github.com/open-contracting/standard/issues/386) **[Type de document](https://standard.open-contracting.org/1.1/fr/schema/codelists/#document-type)** - De nouveaux codes ont été ajoutés à la liste de codes `documentType`, et les définitions des codes mises à jour.

source: [#322](https://github.com/open-contracting/standard/issues/322) **[Submission Method Codelist](https://standard.open-contracting.org/1.1/en/schema/codelists/#submission-method)** - The submissionMethod codelist has been updated
fr: [#322](https://github.com/open-contracting/standard/issues/322) **[Liste de codes sur la méthode de soumission](https://standard.open-contracting.org/1.1/fr/schema/codelists/#submission-method)** - La liste de codes `submissionMethod` a été mise à jour

source: [#387](https://github.com/open-contracting/standard/issues/387) **[Codelist updates: Item Classification Scheme](https://standard.open-contracting.org/1.1/en/schema/codelists/#item-classification-scheme)** - New entries have been added to the itemClassificationScheme codelist
fr: [#387](https://github.com/open-contracting/standard/issues/387) **[Mises à jour des listes de codes : schéma de classification des éléments](https://standard.open-contracting.org/1.1/fr/schema/codelists/#item-classification-scheme)** - De nouvelles entrées ont été ajoutées à la liste de codes `itemClassificationScheme`

source: [#385](https://github.com/open-contracting/standard/issues/385) **[Codelist updates: awardCriteria](https://standard.open-contracting.org/1.1/en/schema/codelists/#award-criteria)** - Revising the awardCriteria codelist, with all existing codes deprecated and a new set of codes introduced.
fr: [#385](https://github.com/open-contracting/standard/issues/385) **[Mises à jour des listes de codes: awardCriteria](https://standard.open-contracting.org/1.1/fr/schema/codelists/#award-criteria)** - Réviser la liste de codes `awardCriteria` avec toutes les codes existants dépréciés et l'ajout d'un nouvel ensemble de codes.

source: Added
fr: Ajout

source: [#371](https://github.com/open-contracting/standard/issues/371) **[Linking related processes](https://standard.open-contracting.org/1.1/en/schema/reference/#relatedprocess)** - We have introduced a new RelatedProcess block at the release and contract level
fr: [#371](https://github.com/open-contracting/standard/issues/371) **[Lier vers les processus associés](https://standard.open-contracting.org/1.1/fr/schema/reference/#relatedprocess)** - Nous avons ajouté un nouveau bloc `RelatedProcess` au niveau de l'instance et du contrat

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Duration in periods](https://standard.open-contracting.org/1.1/en/schema/reference/#period)** - We have introduced fields for duration in days, and maximum extent, to the period building block
fr: [#374](https://github.com/open-contracting/standard/issues/374) **[Durée des périodes](https://standard.open-contracting.org/1.1/fr/schema/reference/#period)** - Nous avons ajouté des champs pour la durée en jours et l'étendue maximale au composant sur les périodes.

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Contract and Award Periods in Tender](https://standard.open-contracting.org/1.1/en/schema/reference/#tender)** - We have introduced contract period in tender and updated the definition of award period.
fr: [#374](https://github.com/open-contracting/standard/issues/374) **[Périodes de contrat et d'attribution dans l'appel d'offres](https://standard.open-contracting.org/1.1/fr/schema/reference/#tender)** - Nous avons ajouté des périodes de contrat dans l'appel d'offres et mis à jour la définition de la période d'attribution.

source: [#376](https://github.com/open-contracting/standard/issues/376) **[Contract type (supplies, works and services)](https://standard.open-contracting.org/1.1/en/schema/codelists/#procurement-category)** - We have introduced a procurementCategory field to specify whether contracts are for supplies, works, services, consultancyServices or mixed
fr: [#376](https://github.com/open-contracting/standard/issues/376) **[Type de contrat (fournitures, travaux et services)](https://standard.open-contracting.org/1.1/fr/schema/codelists/#procurement-category)** - Nous avons ajouté un champ `procurementCategory` pour spécifier si des contrats correspondent à des fournitures, des travaux, des services, des services de conseil (`consultancyServices`) ou un mélange

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone types](https://standard.open-contracting.org/1.1/en/schema/codelists/#milestone-type)** - We have introduced the milestoneType property and codelist
fr: [#373](https://github.com/open-contracting/standard/issues/373) **[Types d'étapes](https://standard.open-contracting.org/1.1/fr/schema/codelists/#milestone-type)** - Nous avons introduit la propriété `milestoneType` et la liste de codes correspondante

source: [#366](https://github.com/open-contracting/standard/issues/366) **[Unit of Measure - additional fields and codelist](https://standard.open-contracting.org/1.1/en/schema/reference/#unit)** - We have introduced a structured classification for unitOfMeasure on each item, with a recommendation to use UNCEFACT.
fr: [#366](https://github.com/open-contracting/standard/issues/366) **[Unité de mesure - champs supplémentaires et liste de codes](https://standard.open-contracting.org/1.1/fr/schema/reference/#unit)** - Nous avons introduit une classification structurée pour `unitOfMeasure` sur chaque élément, avec une recommandation d'utiliser UNCEFACT.

source: [#335](https://github.com/open-contracting/standard/issues/335) **[Core and community extensions](https://standard.open-contracting.org/1.1/en/extensions/)** - We have introduced widespread use of extensions throughout the standard. An extension provides fields and data structures that are optional, either because (a) they are only relevant in particular contexts or contracting processes; or (b) they represent a 'stretch goal' for most data publishers, and so are not currently suitable for inclusion in the main standard. We divide these extensions into 'core extensions' which have wide enough relevance, and technical maturity to be included in the main standard documentation (and which are versioned along with the standard documentation), and 'community extensions' which may have less technical maturity, or which might be versioned independently of the main standard.
fr: [#335](https://github.com/open-contracting/standard/issues/335) **[Extensions de base et extensions communautaires](https://standard.open-contracting.org/1.1/fr/extensions/developing/)** - Nous avons généralisé l'utilisation des extensions dans l'ensemble de la norme. Une extension fournit des champs et des structures de données facultatives, soit parce que (a) elles ne sont que pertinentes dans des contextes ou des processus de passation de marchés spécifiques ou (b) elles représentent un "objectif bonus" pour la plupart des producteurs de données, et ne sont donc pas appropriées pour être incluses dans la norme principale. Nous divisons ces extensions en "extensions de base" qui ont une pertinence suffisamment large et la maturité technique pour être incluse dans la documentation standard principale (et qui est versionnée en même temps que la documentation standard) et des "extensions communautaires" qui peuvent avoir moins de maturité technique ou qui pourraient être versionnées indépendamment de la norme principale.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have introduced a core enquiries extension for providing information on enquiries received during the tender stage.
fr: [#259](https://github.com/open-contracting/standard/issues/259) **[Échanges](https://standard.open-contracting.org/1.1/fr/extensions/enquiries/)** - Nous avons ajouté une extension de base dédiée aux échanges pour fournir des informations sur les questions qui ont été posées pendant la phase d'appel d'offres.

source: [#342](https://github.com/open-contracting/standard/issues/342) **[Overall contracting process description](https://standard.open-contracting.org/1.1/en/schema/reference/#release)** - We have introduced a new top-level title and description for the contracting process as a core extension.
fr: [#342](https://github.com/open-contracting/standard/issues/342) **[Description générale du processus de passation de marché](https://standard.open-contracting.org/1.1/fr/schema/reference/#release)** - Nous avons ajouté un nouveau titre de premier niveau et une description pour le processus de passation de marchés sous la forme d'une extension de base.

source: [#274](https://github.com/open-contracting/standard/issues/274) **[New property of contract: extendsContractID](https://standard.open-contracting.org/1.1/en/schema/reference/#contract)** - We have introduced a new field 'extendsContractID' to the Contract block to support contract cross-referencing between contracts.
fr: [#274](https://github.com/open-contracting/standard/issues/274) **[Nouvelle propriété du contrat : `extendsContractID`](https://standard.open-contracting.org/1.1/fr/schema/reference/#contract)** - Nous avons introduit un nouveau champ `extendsContractID` au bloc Contrat pour permettre les renvois entre les contrats.

source: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://extensions.open-contracting.org/en/extensions/lots/)** - We have introduced a core extension to provide a model for contracting processes which are divided into lots.
fr: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://standard.open-contracting.org/1.1/fr/extensions/lots/)** - Nous avons ajouté une extension de base pour proposer une structure adaptée aux processus de passation de marchés qui sont divisés en lots.

source: [#379](https://github.com/open-contracting/standard/issues/379) **[Bids and Bid Statistics](https://extensions.open-contracting.org/en/extensions/bids/)** - We have introduced a core extension which provides a top level Bids section, with BidStatistics and Bid building blocks for detailed information on individual bids. This supersedes the current tender/tenderers section.
fr: [#379](https://github.com/open-contracting/standard/issues/379) **[Offres et statistiques sur les offres](https://standard.open-contracting.org/1.1/fr/extensions/bids/)** - Nous avons ajouté une extension de base qui propose une section de haut niveau sur les offres, avec les composants `BidStatistics` et `Bid` pour des informations détaillées sur les offres individuelles. Cette section remplace la section actuelle sur les appels d'offres et les candidats.

source: [#250](https://github.com/open-contracting/standard/issues/250) **[Location extension](https://extensions.open-contracting.org/en/extensions/location/)** - We have moved the location extensions to become a core extension
fr: [#250](https://github.com/open-contracting/standard/issues/250) **[Extension de localisation](https://standard.open-contracting.org/1.1/fr/extensions/location/)** - Nous avons déplacé les extensions de localisation pour qu'elles deviennent une extension de base.

source: [#33](https://github.com/open-contracting/standard/issues/33) **[Participation fees (bid document and submission costs)](https://extensions.open-contracting.org/en/extensions/participation_fee/)** - We have introduced a core extension for declaring the participation fees related to a contracting process.
fr: [#33](https://github.com/open-contracting/standard/issues/33) **[Frais de participation (document d'offre et coûts de soumission)](https://extensions.open-contracting.org/en/extensions/participation_fee/)** - Nous avons ajouté une extension de base pour déclarer les frais de participation liés à un processus de passation de marchés.

source: [#249](https://github.com/open-contracting/standard/issues/249) **[Extend contract with a supplier array](https://extensions.open-contracting.org/en/extensions/contract_suppliers/)** - We have introduced a core extension to allow inclusion of supplier information at the contract level.
fr: [#249](https://github.com/open-contracting/standard/issues/249) **[Étendre le contrat avec une liste (array) de fournisseurs](https://extensions.open-contracting.org/en/extensions/contract_suppliers/)** - Nous avons ajouté une extension de base pour permettre l'ajout d'informations sur le fournisseur au niveau du contrat.

source: Deprecated
fr: Déprécié

source: [#355](https://github.com/open-contracting/standard/issues/355) **[Deprecating milestone documents](https://standard.open-contracting.org/1.1/en/schema/reference/#milestone)** - We have deprecated milestone documents from core, and added a milestone documents extension for those who wish to continue to use documents at the milestone level.
fr: [#355](https://github.com/open-contracting/standard/issues/355) **[Suppression des documents d'étape](https://standard.open-contracting.org/1.1/fr/schema/reference/#milestone)** - Nous avons déprécié les documents d'étape du cœur du standard et avons ajouté une extension sur les documents d'étape pour ceux qui souhaitent continuer à utiliser des documents au niveau des étapes.

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](https://standard.open-contracting.org/1.1/en/schema/reference/#parties)** - We have deprecated use of the full organization block at points other than the parties array.
fr: [#368](https://github.com/open-contracting/standard/issues/368) **[Mises à jour de la gestion des organisations dans OCDS](https://standard.open-contracting.org/1.1/fr/schema/reference/#parties)** - Nous avons déprécié l'utilisation du bloc d'organisation complet à des points autres que la liste des parties.

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](https://standard.open-contracting.org/1.1/en/schema/reference/#transaction)** - receiverOrganization, providerOrganization and amount properties have been deprecated in favour or other terms.
fr: [#372](https://github.com/open-contracting/standard/issues/372) **[Mises à jour de la terminologie des transactions](https://standard.open-contracting.org/1.1/fr/schema/reference/#transaction)** - `receiverOrganization`, `providerOrganisation` et le montant des propriétés ont été dépréciés en faveur d'autres termes.

source: Fixed
fr: Problèmes résolus

source: [#329](https://github.com/open-contracting/standard/issues/329) - updated `item.quantity` to support decimal values (integer -> number)
fr: [#329](https://github.com/open-contracting/standard/issues/329) - mise à jour d' `item.quantity` pour que ce champ accepte les valeurs décimales (integer -> number)

source: [#253](https://github.com/open-contracting/standard/issues/253) - updated `value.amount` to support negative values
fr: [#253](https://github.com/open-contracting/standard/issues/253) - mise à jour de `value.amount` pour que ce champ accepte les valeurs négatives

source: Added titles to all fields in the documentation (#362)
fr: Ajout de titres dans tous les champs de la documentation (#362)

source: Missing field `procurementMethodDetails` added to schema (#221)
fr: Champ manquant `procurementMethodDetails` ajouté au schéma (#221)

source: Typo fix in releaseTag (#391)
fr: Correction d'une coquille dans releaseTag (#391)
