Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/changelog.po
Languages: fr

source: Fixing links to Fiscal Data Package (#271)
fr: Réparation des liens vers le Fiscal Data Package (#271)

source: Description for `numberOfTenderers` (#314)
fr: Description de `numberOfTenderers` (#314)

source: Fixed definition of `changes` (#244)
fr: Réparé la définition de `changes` (#244)

source: Updated documentation to refer to 'Object' not 'Reference' for fields (#228)
fr: Mise à jour de la documentation pour se référer à 'Object' et non à 'Reference' dans les champs (#228)

source: Tidy up
fr: Petits nettoyages

source: Removed the old Spanish documentation translations folders from `standard/docs/es`
fr: Suppression des anciens dossiers de la traduction espagnole de la documentation dans `standard/docs/es`

source: Added CSV download links for registered ocids, and publication levels
fr: Ajout de liens de téléchargement CSV pour les ocid enregistrés et les niveaux de publication

source: Updated publication levels spreadsheet to reflect version 1.0.2
fr: Mises à jour des feuilles de calcul sur les niveaux de publication pour se conformer à la version 1.0.2

source: Updated documentation was released. This did not make any semantic changes to the standard.
fr: Une mise à jour de la documentation a été publiée. Aucun changement sémantique n'a été apporté au standard.

source: `contractPeriod` added to `award` to allow the anticipated period of a contract to be recorded, without requiring the creation of a contract block. Discussed in [#199](https://github.com/open-contracting/standard/issues/199)
fr: `contractPeriod` ajouté à `award` pour permettre l'enregistrement d'une période anticipée de contrats, sans réclamer la création d'un bloc contrat. Discuté dans [#199](https://github.com/open-contracting/standard/issues/199)

source: Updated codelists
fr: Listes de codes mises à jour

source: Minor documentation fixes.
fr: Changements mineurs de la documentation

source: Changes prior to this point are not covered by this changelog. A non-exhaustive overview of changes between the beta release and 1.0.RC can be [found on the project blog](https://www.open-contracting.org/2014/11/18/release-of-data-standard/).
fr: Les modifications antérieures à ce point ne sont pas couvertes par ce changelog. Un aperçu non exhaustif des changements entre la version bêta et 1.0.RC peut être [trouvé sur le blog du projet](https://www.open-contracting.org/2014/11/18/release-of-data-standard/).
