Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/codelists.po
Languages: es

source: Codelists
es: Listas de códigos

source: The Open Contracting Data Standard schema references a number of codelists in order to enable the interoperability of data. There are two kinds of codelist, **open** and **closed**.
es: El esquema del Estándar de Datos de Contrataciones Abiertas hace referencia a una serie de listas de códigos que permiten la interoperabilidad de los datos. Hay dos tipo de listas de códigos, **abiertas** y **cerradas**.

source: An **open codelist** provides **suggested codes**, but publishers may extend these lists with new codes on the basis of consensus with other publishers, or by using a codes prefixed with 'x\_' to indicate that it is a local 'eXtensions' to the codelist.
es: Una **lista de código abierta** da **códigos sugeridos**, pero los publicadores pueden extender estas listas con nuevos códigos en la base del consenso con otros publicadores, o usando código con el prefijo 'x\_' para indicar que es una 'eXtensión' local a la lista de código.

source: For example, OCDS provide a list of the types of documents which can be attached to tenders, awards, contracts and milestones. However, a group of publishers might discover they have a need to identify another kind of document. These publishers would not need to wait for a future version of the standard to agree upon and add a new code to an open codelist, although they are encouraged to consult with the community through the [mailing list and GitHub platform](../support/index), and are encouraged to suggest the code for formal incorporation into the codelists.
es: Por ejemplo, OCDS da una lista de tipos de documentos que pueden adjuntarse a las licitaciones, adjudicaciones, contratos e hitos. Sin embargo, un grupo de publicadores pueden descubrir que tienen la necesidad de identificar otro tipo de documento. Estos publicadores no necesitarán esperar a una versión nueva del estándar para estar de acuerdo y agregar un nuevo código a una lista de código abierta, aunque los invitamos a consultar con la comunidad a través de la [lista de correo y plataforma GitHub](../support/index), y a sugerir el código para la incorporación formal a las listas de código.

source: A **closed codelist** provides **mandatory codes** and publishers must use values provided in the official list. Changes to closed codelists take place through the governance and revision process for the schema.
es: Una **lista de código cerrada** da **códigos obligatorios** y los publicadores deben usar valores en la lista oficial. Los cambios a la lista de código se hacen a través del proceso de revisión y gobernanza en el esquema.

source: Codes are case-sensitive, and are generally provided as English language camelCase. Codes must not be translated, though the OCDS team will work with publishers to translate code titles and definitions.
es: Los códigos se distinguen entre mayúsculas y minúsculas, y generalmente se dan en camelCase en inglés. Los códigos no deben de traducirse, aunque el equipo OCDS va a trabajar con los publicadores para traducir los títulos de los códigos y las definiciones.

source: Open Codelists
es: Listas de Códigos Abiertas

source: Party Role
es: Rol de la Parte

source: The organizations, economic operators or other participants in a contracting process are listed in the [parties section](../reference/#parties). A single party can have one or more roles in the contracting process.
es: Las organizaciones, operadores económicos y otros participantes en un proceso de contrataciones se enlistan en [parties section](../reference/#parties). Una sola parte puede tener uno o más roles en el proceso de contrataciones.

source: Item Classification Scheme
es: Esquema de Clasificación de Artículos

source: Items should be classified using existing item classification schemes, such as the [EC Common Procurement Vocabulary (CPV)](http://simap.europa.eu/codes-and-nomenclatures/codes-cpv/codes-cpv_en.htm).
es: Los artículos deben clasificarse usando los esquemas de clasificación de artículos existentes, como el [EC Common Procurement Vocabulary (CPV)](http://simap.europa.eu/codes-and-nomenclatures/codes-cpv/codes-cpv_en.htm).

source: This is an open codelist, and new values can be suggested outside of the main revision process for the standard, or local codes (prefixed by x\_) added by a publisher. Publishers are encouraged to include details of any additional codes they use and their definitions in their [publication policy](../implementation/publication_policy).
es: Esta es una lista de código abierta, y nuevos valores se pueden sugerir fuera del proceso principal de revisión del estándar, o códigos locales (con prefijo x\_) pueden ser añadidos por un publicador. Invitamos a los publicadores a incluir detalles sobre cualquier código adicional que usan y sus definiciones en su [política de publicación](../implementation/publication_policy).

source: Unit Classification Scheme
es: Esquema de Clasificación de la Unidad

source: Item quantities can be provided using an established codelist for units of measurement. Codelists might provide human-readable descriptions of units, or symbols for use in input and display interfaces.
es: Las cantidades de artículos pueden darse utilizando listas de código establecidas para unidades de medida. Las listas de código pueden dar descripciones leíbles por humanos de las unidades, o símbolos para usar en interfaces de entrada y despliegue.

source: Organization Identifier Scheme
es: Esquema de Identificación de Organizaciones

source: The Organization Identifier Scheme currently uses the codes from [org-id.guide](http://www.org-id.guide).
es: El esquema de identificador de organización utiliza actualmente los códigos de [org-id.guide](http://www.org-id.guide).

source: The latest version of the codelist can be [accessed at http://org-id.guide/download](http://org-id.guide/download) and can be explored through the [online list locator](http://org-id.guide/).
es: La última versión de la lista de códigos puede ser [vista en http://org-id.guide/download](http://org-id.guide/download) y puede ser explorada a través del [localizador de listas en línea](http://org-id.guide/).

source: For information on how to get new additions made to this list, see the [org-id.guide handbook](http://docs.org-id.guide/en/latest/contribute/)
es: Para obtener información sobre cómo realizar nuevas adiciones a esta lista, consulte el [manual de org-id.guide](http://docs.org-id.guide/en/latest/contribute/)

source: (**Update:** This list was formerly maintained by the International Aid Transparency Initiative and contained in OCDS documentation as organizationIdentifierRegistrationAgency_iati.csv. This was removed in OCDS 1.1.1)
es: (**Actualización:** Esta lista era mantenida anteriormente por la Iniciativa de Transparencia de la Ayuda Internacional y contenida en la documentación del OCDS como organizationIdentifierRegistrationAgency_iati.csv Esto fue eliminado en OCDS 1.1.1)

source: Document Type
es: Tipo de Documento

source: The following list describes documents and documentation recommended for publication as part of an open contracting implementation. The codelist indicates whether documents are considered 'basic', 'intermediate' or 'advanced', and the section of an OCDS release they are most likely to be applicable within.
es: La siguiente lista describe los documentos y documentación recomendada para publicación como parte de una implementación de contratación abierta. La lista de códigos indica si los documentos se consideran «básicos», «intermedios» o «avanzados» y la sección de una entrega de OCDS con la que es más probable que se apliquen.

source: The code descriptions are necessarily broad, to cover their usage in a range of contracting processes, including for goods, works and services, and in other contexts, such as public private partnerships, infrastructure or concession contracts.
es: Las descripciones de los códigos son muy amplias, para cubrir su uso en una serie de procesos de contratación, incluyendo bienes, obras y servicios, y en otros contextos, como las asociaciones público-privadas, la infraestructura o los contratos de concesión.

source: Publishers must map their existing document codes to this list, where possible. If using this list within a user interface, publishers can re-write the codelist titles and descriptions appropriately for the context they are being used in.
es: Los publicadores deben de mapear sus códigos de documento existentes a esta lista, cuando sea posible. Si se usa esta lista en una interfaz de usuario, los publicadores pueden volver a escribir los títulos y descripciones de la lista de código como sea más apropiado para el contexto en el que se están usando.

source: This is an open codelist, and additional entries can be included with a x\_ prefix.
es: Se trata de una lista de códigos abierta, y se pueden incluir entradas adicionales con un prefijo x\ _.

source: Award Criteria
es: Criterios de Adjudicación

source: The award criteria codelist describes the basis on which contract awards will be made.
es: La lista de códigos de criterios de adjudicación describe la base sobre la cual se realizarán las adjudicaciones de contratos.

source: This codelist was revised in OCDS 1.1, deprecating earlier codes and introducing a new set of codelist entries. Publishers ought to review the mapping from their internal systems to this updated list of award criteria.
es: La lista de código se revisó en OCDS 1.1, haciendo obsoletos códigos anteriores e introduciendo un nuevo set de entradas de la lista de código. Los publicadores deberían de revisar el mapeo de sus sistemas internos hacia esta lista actualizada de criterios de adjudicación.

source: Submission Method
es: Método de Presentación

source: The submission method codelist is used to identify the mechanism through which a submission can be made.
es: La lista de código de métodos de presentación se usa para identificar el mecanismo a través del cual se puede hacer una presentación.

source: Related Process
es: Proceso Relacionado

source: The related process block is used at the release level to point backwards to prior processes, such as planning or framework establishment, and at the contract level to point onwards to subcontracts or to renewal or replacement processes. The related process codelist determines the kind of relationship that is being described.
es: El bloque de proceso relacionado se utiliza en el nivel de entrega para apuntar hacia atrás a procesos anteriores, tales como planificación o establecimiento de marco, y en el nivel de contrato para apuntar hacia adelante a subcontratos, procesos de renovación o reemplazo. La lista de códigos de proceso relacionada determina el tipo de relación que se se describe.

source: Related Process Scheme
es: Esquema de Proceso Relacionado

source: The related process scheme describes the kind of identifier used to cross-reference another process.
es: El esquema de proceso relacionado describe el tipo de identificador utilizado para hacer referencia cruzada a otro proceso.

source: Milestone Type
es: Tipo de Hito

source: The milestone block can be used to represent a wide variety of events in the lifetime of a contracting process. The milestone type codelist is used to indicate the nature of each milestone.
es: El bloque de hitos puede usarse para representar una amplia variedad de eventos en la vida de un proceso de contratación. La lista de códigos del tipo de hito sirve para indicar la naturaleza de cada hito.

source: Extended Procurement Category
es: Categoría de Compra Ampliada

source: The extended procurement category codelist is used to provide additional detail about the focus of a contracting process.
es: La lista de códigos de la categoría de compras extendida se utiliza para proporcionar detalles adicionales sobre el enfoque de un proceso de contratación.

source: Closed Codelists
es: Listas de Códigos Cerradas

source: Release Tag
es: Etiqueta de entrega

source: A contracting process can result in a number of releases of information over time. These must be tagged to indicate the stage of the contracting process they relate to.
es: Un proceso de contrataciones puede resultar en un número de entregas de información en el tiempo. Estas deben tener etiquetas para indicar el estado del proceso de contrataciones al que están relacionadas.

source: Initiation Type
es: Tipo de Inicio

source: Contracting processes can be formed under a number of different processes. Currently, only 'tender' is supported in this codelist. Future versions of the standard might support other initiation types. The initiation type is used to provide information to consuming applications on the different blocks of data and releases they can expect from a contracting process.
es: Los procesos de contrataciones se pueden formar bajo un número de diferentes procesos. Actualmente, sólo 'tender' se permite en esta lista de código. Versiones futuras del estándar podrían permitir otros tipos de iniciación. Los tipos de iniciación se utilizan para dar información a aplicaciones consumidoras sobre los diferentes bloques de datos y entregas que pueden esperar de un proceso de contrataciones.

source: Tender Status
es: Estatus de la Licitación

source: The `tender.status` field is used to indicate the current status of a tender process. The following options are available:
es: El campo `tender.status` se utiliza para indicar el estado actual de un proceso de licitación. Las siguientes opciones están disponibles:

source: The 'planning' status was introduced in version 1.1.
es: El estado de "planning" se introdujo en la versión 1.1.

source: Method
es: Método

source: A contracting process aims to fulfill the requirements identified at the planning stage. The procurement method is the procedure used to purchase the relevant works, goods or services. The method codelist draws upon [the definitions of open, selective and limited provided by the WTO Government Procurement Agreement](http://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm), and adds an additional 'direct' code for awards without competition.
es: Un proceso de contratación busca cumplir los requisitos identificados en la etapa de planificación. El método de adquisición es el procedimiento utilizado para comprar las obras, bienes o servicios pertinentes. La lista de códigos del método se basa en [las definiciones de abierto, selectivo y limitado previstas en el Acuerdo sobre Contratación Pública de la OMC](http://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm), y añade Un código "directo" adicional para adjudicaciones sin competencia.

source: Note: The 'direct' code was introduced in Version 1.1. Publishers who completed a codelist mapping prior to 1.1 might have included direct procurement within limited, and ought to review their mappings.
es: Nota: El código 'direct' se introdujo en la Versión 1.1. Los publicadores que completaron un mapeo a la lista de código antes del 1.1 podrían haber etiquetado adquisiciones directas como limitadas, y deberían revisar su mapeo.

source: Procurement Category
es: Categoría de Compra

source: The procurement category codelist is used to indicate the **primary** focus of a contracting process. Where a contracting process covers more than one of the options below, publishers should use the `additionalProcurementCategories` field with an array of entries from the open [extendedProcurementCategory](#extended-procurement-category) codelist.
es: La lista de código de categoría de compras se usa para indicar el enfoque **primario** de un proceso de contrataciones. Cuando un proceso de contrataciones cubre más de una de las opciones de abajo, los publicadores deberán usar el campo `additionalProcurementCategories` con una lista de entradas de la lista de código abierto [extendedProcurementCategory](#extended-procurement-category).

source: Award Status
es: Estatus de la Adjudicación

source: An award moves through multiple states. Releases over time can update the status of an award.
es: Una adjudicación se mueve a través de múltiples estados. Las entregas pueden actualizar el estatus de una adjudicación a través del tiempo.

source: The `awardStatus` field and codelist is used to indicate when a tender did not result in an award (through the `"awardStatus":"unsuccessful"` value)
es: El campo `awardStatus` y su lista de códigos se utiliza para indicar cuando una licitación no resultó en una adjudicación (a través del valor `awardStatus":"unsuccessful"`)

source: Contract Status
es: Estatus del Contrato

source: Contracts can move through multiple states. Releases over time can update the status of a contract.
es: Los contratos se pueden mover a través de múltiples estados. Las entregas pueden actualizar el estado de un contrato a través del tiempo.

source: Milestone Status
es: Estatus de Hitos

source: Currency
es: Moneda

source: The currency for each amount must be specified using the uppercase 3-letter currency code from [ISO4217](http://www.iso.org/iso/home/standards/currency_codes.htm).
es: La moneda de cada monto debe especificarse usando el código de moneda de 3 letras mayúsculas del [ISO4217](http://www.iso.org/iso/home/standards/currency_codes.htm).
