Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/schema/merging.po
Languages: fr

source: Merging
fr: Fusion

source: An OCDS [record](../getting_started/releases_and_records) aggregates all the releases available for a contracting process at a given time, and can include:
fr: Une [archive](../getting_started/releases_and_records) OCDS agrège toutes les instances disponibles pour un processus de passation de marché à un moment donné, et peut inclure :

source: a compiled release, which expresses the current state of the contracting process, by showing only the most recent field values
fr: Une instance compilée donne un aperçu de l'état actuel d'un processus de passation de marché, en montrant seulement les valeurs de champs les plus récentes.

source: a versioned release, which expresses all historical states of the contracting process, by showing all the field values over time
fr: Une instance versionnée renseigne sur tous les états successifs d'un processus de passation de marché, en montrant toutes les valeurs de champs dans le temps.

source: **Merging** is the process of combining individual releases into a compiled or versioned release, described in more detail below. At a high level:
fr: **La fusion** (merging) est le processus qui combine des instances individuelles en une version compilée ou versionnée, décrite plus en détail ci-dessous. À un haut niveau cela donne :

source: A compiled release is created by taking only the most recent values of fields from releases in a given contracting process.
fr: Une instance compilée est créée en prenant uniquement les valeurs les plus récentes des champs dans les instances d'un processus de passation de marché donné.

source: A versioned release is created by taking all values of fields from releases in a given contracting process, copying metadata about the release from which they are taken, and putting them in chronological order.
fr: Une instance versionnée est créée en prenant toutes les valeurs des champs dans les instances d'un processus de passation de marché donné, en copiant les métadonnées de l'instance dont elles sont extraites et en les plaçant dans l'ordre chronologique.

source: A public procurement agency publishes a release to announce an opportunity on January 1, in which the total estimated value of the procurement is $1,000. On January 31, it publishes a release to correct the information, in which the description of the procurement is expanded. On February 5, the agency publishes a release to amend the opportunity, in which the total estimated value of the procurement is increased to $2,000.
fr: Un service achat d'un acheteur public publie un communiqué annonçant une prochaine opportunité de marché au 1er janvier, dans laquelle la valeur totale estimée du marché est de 1 000 USD. Le 31 janvier, cet acheteur publie un communiqué corrigeant les informations, dans lequel la description du marché est mieux renseignée. Le 5 février, l’agence publie un communiqué afin de modifier l'annonce, dans laquelle la valeur totale estimée de l’achat est portée à 2 000 USD.

source: The agency decides to award the opportunity to two of the bidders. On March 1, the agency publishes a release to announce that Company A is awarded a contract of $750. On March 3, the agency publishes a release to announce that Company B is awarded a contract of $750.
fr: Le service achat en question décide d'attribuer l'opportunité à deux des soumissionnaires. Le 1 er mars, le service achat publie un avis (instance) dans lequel il annonce à la société A un contrat de 750 USD. Le 3 mars, le service achat publie un avis (instance) dans lequel il annonce à la société B un contrat de 750 $.

source: Through these individual releases, the agency provides real-time data about the contracting process.
fr: À travers ces deux avis individuels (ou instances), le service achat fournit de la donnée en temps réel au fur et à mesure du processus de passation de marché.

source: At each release, the agency also updates the record, which combines all the releases to date. In the final record:
fr: À chaque nouvelle instance, le service achat met également à jour l'archive, qui rassemble toutes les instances à date. Dans l'archive finale, on trouve :

source: The compiled release contains all the information about the opportunity and awards, using the same schema as a release.
fr: L'instance ainsi compilée contient toutes les informations concernant l'opportunité du marché, ainsi que les avis d'attribution, en utilisant le même schéma comme instance de publication.

source: The versioned release makes it easy to see how the description and total estimated value changed over time.
fr: L'instance versionnée permet de voir facilement comment la description et le montant estimé ont changé à travers le temps.

source: Merging specification
fr: Fusionner la spécification

source: Discarded fields
fr: Champs abandonnés

source: In the release schema, `"omitWhenMerged": true` is declared on fields that must be discarded during merging. These are presently: `id`, `date` and `tag`.
fr: Dans le schéma de l'instance, on déclare `"omitWhenMerged": true` sur les champs qui seront abandonnés pendant la fusion. Il s'agit pour l'instant de `id`, `date` and `tag`.

source: For a compiled release:
fr: Pour une instance compilée :

source: Both the fields and their values are discarded, because they are metadata about the individual releases; the compiled release replaces these with its own metadata.
fr: Les champs et leurs valeurs sont abandonnés, parce qu'ils représentent les métadonnées sur les instances individuelles; l'instance compilée les remplace avec ses propres métadonnées.

source: For a versioned release:
fr: Pour une instance versionnée :

source: The fields are discarded, but their values are moved, as described below, in order to indicate from which releases each other field value is taken.
fr: Les champs sont abandonnées, mais leurs valeurs sont changées afin d'indiquer de quelle instance proviennent chaque valeur des champs, comme décrit ci-dessous,

source: If `omitWhenMerged` is set to `false`, ignore it.
fr: Si `omitWhenMerged` est défini à `false`, l'ignorer.

source: The compiled release presently uses the same schema as the release schema, which means that the `id`, `date` and `tag` fields are required in a compiled release. We invite discussion on whether to change these requirements in a separate compiled release schema in issue [#330](https://github.com/open-contracting/standard/issues/330), and on how to identify and date compiled and versioned releases in issue [#834](https://github.com/open-contracting/standard/issues/834).
fr: L'instance compilée utilise présentement le même schéma que le schéma d'instance, ce qui veut dire que les champs `id`, `date` and `tag` sont obligatoires dans une instance compilée. Nous sommes ouverts à la discussion pour voir s'il faut changer ces champs obligatoires dans une instance compilée séparée, voir l'issue [#330](https://github.com/open-contracting/standard/issues/330), et pour voir comment identifier et dater de façon pertinente les instances compilées et versionnées, dans l'issue [#834](https://github.com/open-contracting/standard/issues/834).

source: In the meantime, an intermediate solution is to set `tag` to `["compiled"]`, `date` to the date of the most recent release, and `id` to `{ocid}-{date}`, like in the [reference implementation](#reference-implementation) of the merge routine.
fr: Entre temps, une solution intermédiaire serait de définir `tag` en `["compiled"]`, `date` à la date de l'instance la plus récente, et `id` en `{ocid}-{date}`, comme dans la [reference implementation](#reference-implementation) de la routine de fusion.

source: Versioned values
fr: Valeurs versionnées

source: To convert a field's value in a release to a **versioned value**, you must:
fr: Pour convertir une valeur d'un champ d'une instance vers une **instance versionnées**, vous devez impérativement :

source: Create an empty JSON object
fr: Créer un objet JSON vide

source: Set its `releaseID`, `releaseDate`, `releaseTag` fields to the release's `id`, `date`, `tag` values
fr: Définir les champs `releaseID`, `releaseDate`, `releaseTag` sur les valeurs`id`, `date`, `tag` de l'instance

source: Set its `value` field to the field's value in the release
fr: Définir le champ `value` sur la valeur du champ dans l'instance.

source: A **versioned value** thus describes a field's value in a specific release.
fr: Une **valeur versionnée** décrit donc une valeur d'un champ dans une instance spécifique.

source: For example, in the above worked example, the estimated value of the procurement was $1,000 in a release (`tender/value/amount` was `1000`). Following the steps above, the versioned value is:
fr: Par exemple, dans l'exemple précédent, la valeur estimée du marché à inscrire dans l'instance, était de 1 000 USD (`tender/value/amount` était `1000`). En suivant les étapes décrites précédemment, la valeur versionnée serait :

source: In a **versioned release**, with a few exceptions, a field's value is replaced with an array of versioned values, which should be in chronological order by `releaseDate`.
fr: Lors d'une **instance versionnée**, avec parfois quelques exceptions, une valeur d'un champ est remplacée par un array de valeurs versionnées, qui doivent être classées par ordre chronologique par `releaseDate`.

source: For example, in the above worked example, the estimated value was $1,000 in a release published January 1, 2016 and then $2,000 in a release published February 5, 2016. In a versioned release, this is serialized as below:
fr: Par exemple, dans l'exemple précédent, la valeur estimée était de 1 000 USD dans une instance publiée le 1er janvier 2016, puis de 2 000 USD dans une instance publiée le 5 février 2016. Lors d'une instance révisée, ceci est sérialisé comme suit :

source: The structure of the versioned release is described by the [versioned release schema](../../versioned-release-validation-schema.json); note that the `ocid` field's value is not versioned.
fr: La structure de l'instance versionnée est décrite par le [schéma d'instance versionnée](../../versioned-release-validation-schema.json); à noter que la valeur du champ `ocid` n'est pas versionné.

source: Merge routine
fr: Routine de fusion

source: To create a compiled or versioned release, you must:
fr: Pour créer ou compiler une instance versionnée, vous devez :

source: Get all releases with the same `ocid` value
fr: Retrouvez toutes les instances comprenant la même valeur `ocid`

source: Order the releases in chronological order by `date`
fr: Classer toutes les instances en ordre chronologique par `date`

source: Create an empty JSON object for the compiled or versioned release
fr: Créer un objet JSON vide pour l'instance compilée ou versionnée

source: Merge each release (**input**), in order, into the JSON object (**output**), as follows:
fr: Fusionner chaque instance (**input**), en ordre, dans l'objet JSON (**output**), comme dans l'exemple suivant :

source: Object values
fr: Valeurs des objets

source: The release is itself an object, so this case is encountered first.
fr: L'instance en elle-même est un objet, donc ce cas est rencontré en premier.

source: If the object is empty in **input**, do nothing. For each field within the object in **input**:
fr: Si l'objet est vide dans **input**, ne faites rien. Pour chaque champ de l'objet dans **input** :

source: If the field in **input** has a value of `null`, remove the field from the object in **output**, if present
fr: Si le champ dans **input** a une valeur de `null`, supprimez le champ de l'objet dans **output**, si présent

source: If the field isn't in **output**, add the field to the object in **output**, and set it to its value in **input**
fr: Si le champ n'est pas dans **output**, ajouter le champ à l'objet dans **output**, et le définir par sa valeur dans **input**

source: If the field is in **output**, merge the field's values in **output** and **input** according to the [merge routine](#merge-routine)
fr: Si le champ est dans **output**, fusionner les valeurs du champ dans **output** et **input** selon la [routine de fusion](#merge-routine)

source: Merge the field's values in **output** and **input** according to the [merge routine](#merge-routine); if there is a result, add the field to the object in **output** if not already added, and set it to the result
fr: Fusionner les valeurs du champ dans **output** et **input** selon la [routine de fusion](#merge-routine), et si un résultat se produit, ajouter le champ à l'objet dans **output** s'il n'est pas déjà ajouté, et le définir au résultat

source: Literal values
fr: Valeurs littérales

source: If the **input** value is neither an object nor an array, then:
fr: Si la valeur de l'**input** n'est ni un objet, ni un array, alors :

source: If the **input** value is different from the **output** value, replace the **output** value with the **input** value
fr: Si la valeur de l'**input** est différente de la valeur de l'**output**, remplacer la valeur de l'**output* par celle de l'**input**.

source: If there is no **output** value, set the **output** value to an empty JSON array, convert the **input** value to a [versioned value](#versioned-values), and append it to the new array of versioned values in **output**
fr: S'il n'y a pas de valeur d'**output**, définir la valeur de l'**output** sur un array vide au format JSON, convertir la valeur de l'**input** vers une [valeur versionnée](#versioned-values), et l'ajouter au nouvel array de valeurs versionnées dans **output**

source: If the **input** value is different from the value of the `value` field of the most recent versioned value in **output**, convert the **input** value to a [versioned value](#versioned-values), and append it to the array of versioned values in **output**
fr: Si la valeur de l'**input** est différente de la valeur du champ `value`de la valeur versionnée la plus récente dans **output**, convertir la valeur de l'**input** vers une [valeur versionnée](#versioned-values), et l'ajouter au nouvel array de valeurs versionnées dans **output**

source: Array values
fr: Valeurs des arrays

source: If the **input** array contains anything other than objects, treat the array as a literal value. Otherwise, there are two sub-routines for arrays of objects: whole list merge and identifier merge.
fr: Si l'array d'**input** contient autre chose que des objets, il faut traiter l'array comme une valeur littérale. Sinon, il y a deux sous-routines pour les arrays d'objets : la liste entière de fusion, la fusion de l'identificateur.

source: Whole list merge
fr: Fusion d'une liste intégrale

source: An **input** array must be treated as a literal value if the corresponding field in a [dereferenced copy](../../dereferenced-release-schema.json) of the release schema has `"array"` in its `type` and if any of the following are also true:
fr: Un array d'*input** doit être traité en tant que valeur littérale si le champ correspondant de la [copie déréférencée](../../dereferenced-release-schema.json) du schéma d'instance contient un `"array"` dans son `type` et si l'un des éléments suivants est également vrai :

source: The field has `"wholeListMerge": true`
fr: Le champ contient `"wholeListMerge": true`

source: The field sets `items/type`, and has anything other than `"object"` in `items/type`
fr: Le champ définit `items/type`, et ne contient rien d'autre que `"object"` dans `items/type`

source: The field has `"object"` in its `items/type`, sets `items/properties`, and has no `id` field in `items/properties`
fr: Le champ a `"object"` dans ses `items/type`, définit `items/properties`, et n'a pas de champ `id` dans `items/properties`

source: Identifier merge
fr: Fusion par identifiant

source: This case is encountered if the above conditions aren't met. If the array is empty in **input**, do nothing. For each object within the array in **input**:
fr: Ce cas arrive si les conditions ci-dessus ne sont pas remplies. Si l'array est vide dans **input**, ne faites rien. Pour chaque objet de l'array dans **input** :

source: If there is an object in the array in **output** with the same `id` value as the object in **input**, merge the matching objects in **input** and **output** according to the [merge routine](#merge-routine)
fr: S'il y a un objet dans le tableau (array) dans **output** avec la même valeur `id` que dans l'objet dans **input**, il convient de fusionner les objets correspondants dans **input** and **output** selon la [routine de fusion](#merge-routine)

source: Otherwise, append the object in **input** to the array in **output**
fr: Sinon, ajoutez l'objet dans **input** au tableau (array) dans **output**

source: If there is an object in the array in **output** with the same `id` value as the object in **input**, merge the matching objects in **input** and **output** according to the [merge routine](#merge-routine) *except for the `id` field*, which is not versioned and instead kept as-is
fr: S'il y a un objet dans le tableau (array) se trouvant dans **output** avec la même valeur `id` que celle de l'objet situé dans **input**, fusionner la correspondance des objets dans **input** et **output** selon la routine de fusion](#merge-routine), *sauf pour le champ `id`*, qui n'est pas versionné et conservé en tant que tel

source: Otherwise, merge an empty JSON object and the object in **input** according to the [merge routine](#merge-routine) *except for the `id` field*, which is not versioned and instead kept as-is, and append the result to the array in **output**
fr: Sinon, fusionner un objet JSON vide et un objet dans **input** selon la [routine de fusion](#merge-routine), *sauf pour le champ `id`*, qui n'est pas versionné et conservé en tant que tel, et ajouter le résultat au tableau (array) dans **output**

source: In this case, to remove an object from an array, you need to instead set each of its fields to `null`. We invite discussion on how to remove objects from arrays in issue [#232](https://github.com/open-contracting/standard/issues/232).
fr: Dans ce cas, afin de supprimer un objet d'un tableau (array), vous devez définir chacun de ses champs à `null`. Nous vous invitons à discuter de la façon de supprimer des objets des tableaux dans le ticket [#232](https://github.com/open-contracting/standard/issues/232).

source: In the release schema, `"versionId": true` is declared on `id` fields that must be versioned. This is only for convenience and might be removed in future versions of OCDS (see issue [#812](https://github.com/open-contracting/standard/issues/812)). If `"versionId": true` is declared on the `id` field of an object within an array, it is ignored. `"versionId": false` has no meaning and is ignored.
fr: Dans le schéma de publication, `"versionId": true` est déclaré sur les champs `id` qui doivent être versionnés. Ceci n’est que pratique et pourrait être supprimé dans les futures versions d’OCDS. (voir le ticket [#812](https://github.com/open-contracting/standard/issues/812)). Si `"versionId": true` est déclaré sur le champ de l'`id` comme un objet dans un tableau (array), il est ignoré. `"versionId": false` n'a pas de signification et est ignoré.

source: Reference implementation
fr: Implémentation de référence

source: A reference implementation of the merge routine [is available in Python on GitHub](https://github.com/open-contracting/ocds-merge). We strongly encourage any re-implementations to [read its commented code and use its test cases](https://github.com/open-contracting/ocds-merge#reference-implementation), to ensure correctness.
fr: Une référence de la mise en oeuvre de la routine de fusion [est disponible en Python sur GitHub](https://github.com/open-contracting/ocds-merge). Nous encourageons vivement de [lire le code commenté et d'utiliser les scénarios de test](https://github.com/open-contracting/ocds-merge#reference-implementation) en amont de toutes les nouvelles mises en oeuvre, afin de s'assurer de leurs exactitudes.
