Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/model/extensions.po
Languages: es, fr

source: Extensions
es: Extensiones

source: OCDS provides a common core of [sections and building blocks](../../getting_started/building_blocks) for describing contracting processes.
es: El OCDS proporciona [secciones y bloques ](../../getting_started/building_blocks) centrales para describir los procesos de contratación.
fr: OCDS fournit un tronc commun de [sections et de composants essentiels](../../getting_started/building_blocks) pour décrire les processus de passation de marché.

source: Many publishers will have additional data that they could publish. Instead of ignoring this data and leaving it unpublished, OCDS encourages publishers to collaborate on the creation of **extensions** to the standard.
es: Muchos publicadores tendrán datos adicionales que podrían publicar. En lugar de ignorar estos datos y dejarlos inéditos, OCDS anima a los publicadores a colaborar en la creación de **extensiones** al estándar.
fr: De nombreux producteurs de données ont des données supplémentaires qu'ils pourraient publier. Au lieu d'ignorer ces données et de les laisser non publiées, OCDS encourage les producteurs de données à collaborer pour la création d'**extensions** au standard.

source: Extensions are divided into two types:
es: Las extensiones se dividen en dos tipos:
fr: Les extensions sont divisées en deux types :

source: **Core** extensions are maintained as part of the standard governance process, documented as part of the standard and reviewed by the OCDS technical team with each version upgrade of OCDS. They are likely to be relevant to a large number of publishers and users.
es: Las extensiones **Centrales** se mantienen como parte del proceso de gobernanza del estándar, documentadas como parte del estándar y revisadas por el equipo técnico de OCDS con cada actualización de versión de OCDS. Probablemente estas extensiones son relevantes para un gran número de publicadores y usuarios.
fr: Les extensions **de base** sont maintenues comme une partie du processus de la gouvernance du standard, documentées comme une partie du standard et revues par l'équipe technique d'OCDS à chaque mise à jour d'OCDS. Elles sont censées être utiles à un grand nombre de producteurs et d'usagers des données.

source: **Community** and local extension are maintained by third-parties, or are maintained outside of the standard governance process. They might provide features needed by only a small number of publishers or users, or might be used to document a publisher's additional fields or codelist values.
es: Las extensiones **comunitarias** y locales son mantenidas por terceros, o se mantienen fuera del proceso de gobernanza del estándar. Pueden proporcionar características requeridas solamente por un pequeño número de publicadores o usuarios, o pueden ser usadas para documentar campos adicionales de un publicador o valores de listas de código.
fr: **Les communautés** et les extensions locales sont gérées par des tiers ou sont maintenues en dehors du processus de gouvernance habituel. Ils peuvent fournir des fonctionnalités nécessaires à un nombre restreint d'éditeurs ou d'utilisateurs, ou peuvent être utilisés pour documenter les champs supplémentaires ou les valeurs d'une liste d'options.

source: All core and community extensions are listed in the [Extension Explorer](https://extensions.open-contracting.org/en/). The [standard technical team](../../schema/governance) approves extensions for inclusion in the Extension Explorer (distinguishing community from local extensions) and for inclusion in the governance process (distinguishing core from community extensions).
es: Todas las extensiones centrales y comunitarias se encuentran en el [Explorador de Extensiones](https://extensions.open-contracting.org/es/). El [equipo técnico del estándar](../../schema/governance) aprueba la inclusión de extensiones en el Explorador de Extensiones (distinguiendo extensiones comunitarias de las locales) y la inclusión en el proceso de gobernanza (distinguiendo las extensiones centrales de las comunitarias).
fr: Toutes les extensions natives et celles de la communauté sont répertoriées dans [Extension Explorer](https://extensions.open-contracting.org/fr/). [L'équipe technique du standard](../../schema/governance) valide les extensions à inclure dans l'explorateur d'extensions (distinction entre les extensions réalisées par la communauté et les extensions locales) et au processus de gouvernance (en distinguant les extensions principales et de la communauté).

source: Using existing extensions
es: Uso de extensiones existentes
fr: Utiliser des extensions existantes

source: Extensions are applied by adding their URLs to the `extensions` array in the release package or record package. You can discover extensions, read their documentation and find the URL to add using the [Extension Explorer](https://extensions.open-contracting.org/en/).
es: Las extensiones se aplican añadiendo sus URLs a la lista de `extensions` en el paquete de entrega o en el paquete de registro. Puedes descubrir extensiones, leer su documentación y encontrar el URL para añadirlo usando el [Explorador de Extensiones](https://extensions.open-contracting.org/es/).
fr: Les extensions sont appliquées en ajoutant leurs URL dans l'array `extensions` dans le package de la version ou le package d'enregistrement. Vous pouvez trouver les extensions, lire leur documentation et trouver l'URL à ajouter à l'aide de [Extension Explorer](https://extensions.open-contracting.org/en/).

source: This version of OCDS uses these specific versions of core extensions:
es: Esta version del OCDS usa estas versiones específicas de las extensiones centrales:
fr: Cette version d'OCDS utilise ces versions d'extensions natives :

source: Groups of extensions can be combined into **profiles**. Profiles are adaptations of OCDS to suit the disclosure requirements and user needs of a particular sector, type of contracting process or legal framework. [View the list of profiles.](https://www.open-contracting.org/data-standard/profiles-and-guidance/)
es: Grupos de extensiones pueden combinarse en **perfiles**. Los perfiles son adaptaciones del OCDS que satisfacen los requisitos de divulgación y las necesidades de los usuarios de un sector, tipo de proceso de contratación o marco legal en particular. [Ver la lista de perfiles.](https://www.open-contracting.org/data-standard/profiles-and-guidance/)
fr: Les groupes d'extensions peuvent être combinés en **profils**. Les profils sont des adaptations d'OCDS aux exigences de publication et aux besoins des utilisateurs d'un secteur en particulier, d'un type de processus de passation de marché ou d'un cadre juridique. [Voir la liste des profils.](https://www.open-contracting.org/data-standard/profiles-and-guidance/)

source: Developing new extensions
es: Desarrollo de nuevas extensiones
fr: Développement de nouvelles extensions

source: If you have additional fields which cannot be mapped to the OCDS schema or an existing extension, you ought to include these in your OCDS data and create a new extension to document their structure and meaning.
es: Si tiene campos adicionales que no se pueden mapear al esquema OCDS o a una extensión existente, debe de incluir estas en sus datos OCDS y crear una nueva extensión para documentar su estructura y significado.
fr: Si vous avez des champs qui n'ont pas de correspondance avec le schéma OCDS ou sur une extension existante, vous devez les inclure dans vos données OCDS et créer une nouvelle extension pour documenter leur structure et leur signification.

source: Extension template
es: Plantilla de extensión
fr: Modèle d'extension

source: You can find the [extension template](https://github.com/open-contracting/standard_extension_template) on GitHub. It contains guidance on creating an extension.
es: Puede encontrar la [plantilla de extensión](https://github.com/open-contracting/standard_extension_template) en GitHub. Contiene instrucciones para crear una extensión.
fr: Vous trouverez le [modèle d'extension sur GitHub](https://github.com/open-contracting/standard_extension_template). Il contient des indications sur la création d'une extension.
