Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/getting_started/building_blocks.po
Languages: it

source: Building Blocks
it: Blocchi

source: In mapping your data to OCDS, or using OCDS data, you will encounter a number of common data structures.
it: Nel mappare i tuoi dati sullo standard OCDS, o utilizzando dati in formato OCDS, incontrerai una serie di strutture di dati comuni.

source: Sections and structure
it: Sezioni e struttura

source: An OCDS document is made up of a number of sections. These are:
it: Un documento OCDS è composto da un certo numero di sezioni. Queste sono:

source: **release metadata** - contextual information about each release of data;
it: **metadati dei rilasci (release metadata)** - informazioni contestuali su ogni versione di dati;

source: **parties** - information about the organizations and other participants involved in the contracting process;
it: **parti (parties)** - informazioni sulle organizzazioni e altri partecipanti coinvolti nel processo di aggiudicazione;

source: **planning** - information about the goals, budgets and projects a contracting process relates to;
it: **pianificazione (planinng)** - informazioni sugli obiettivi, i budget e i progetti a cui si riferisce un processo di contrattazione;

source: **tender** - information about how a tender will take place, or has taken place;
it: **Gara d'appalto (tender)** - informazioni su come si svolgerà o si è svolta una gara d'appalto;

source: **awards** - information on awards made as part of a contracting process;
it: **aggiudicazione (award)** - informazioni sulle aggiudicazioni rilasciate nell'ambito di una procedura di appalto;

source: **contract** - information on contracts signed as part of a contracting process;
it: **contratto (contract)** - informazioni sui contratti firmati nell'ambito di una procedura di aggiudicazione;

source: **implementation** - information on the progress of each contract towards completion.
it: **attuazione (implementation)** - informazioni sullo stato di attuazione e avanzamento di ciascun contratto.

source: These are represented in a JSON document as follows:
it: Questi sono rappresentati in un documento JSON come di seguito:

source: Building blocks: fields
it: Elementi costitutivi: campi

source: For example, common building blocks are provided for:
it: Ad esempio, sono previsti blocchi comuni per:

source: **Parties (Organizations)**
it: **Parti - Organizzazioni (Parties - Organizations)**

source: **Amounts**
it: **Importi (Amounts)**

source: **Items**
it: **Articoli (Items)**

source: **Time periods**
it: **Periodi di tempo (Time periods)**

source: **Documents**
it: **Documentazione (Documents)**

source: **Milestones**
it: **Fasi principali (Milestones)**

source: Examples
it: Esempi

source: Using building blocks
it: Utilizzo dei blocchi

source: In addition to these building blocks, the OCDS schema sets out the specific ways they can be used in each section, and describes a number of additional fields that can appear in specific section. For example, fields for:
it: Oltre a questi blocchi predefiniti, lo schema OCDS definisce i modi specifici in cui possono essere utilizzati in ciascuna sezione e descrive un numero di campi aggiuntivi che possono essere visualizzati in ogni sezione specifica. Ad esempio, i campi per:

source: `titles` and `descriptions` of tenders, awards and contracts
it: `titoli` e `descrizioni` di offerte, aggdicazioni e contratti

source: etc.
it: ecc.

source: Many of these fields make use of lightweight codelists provided by OCDS.
it: Molti di questi campi fanno uso di semplici vocabolari controllati forniti da OCDS.

source: Extensions
it: Estensioni

source: In some cases, publishers or users need building blocks and fields which are not provided in the core OCDS schema.
it: In alcuni casi, coloro che pubblicano dati o gli utenti hanno bisogno di blocchi e campi che non sono forniti nello schema core OCDS.

source: The Open Contracting Data Standard helpdesk maintain a [field-level mapping template](http://www.open-contracting.org/resources/ocds-field-level-mapping-template/) that can be used to cross-walk between your internal data systems and OCDS.
it: L'helpdesk Open Contracting Data Standard mantiene un [template di mappatura a livello di campo](http://www.open-contracting.org/resources/ocds-field-level-mapping-template/) che può essere usato per conettere passo-passo i dati dei propri sistemi a qualli in formato OCDS.

source: Codelists
it: vocabolari controllati

source: OCDS defines two kinds of codelist:
it: OCDS definisce due tipi di vocabolari controllati:

source: Codelist values are case sensitive strings with associated labels, available in each language OCDS has been translated into.
it: I valori dell'elenco codici sono stringhe maiuscole e minuscole con etichette associate, disponibili in ogni lingua in cui è stato tradotto OCDS.

source: In the EU, contracts can be initiated through a number of different procedures including:
it: Nell'UE, i contratti possono essere avviati attraverso una serie di diverse procedure tra cui:

source: Open procedure;
it: Procedura aperta;

source: Restricted procedure;
it: Procedura ristretta;

source: Competitive procedure with negotiation;
it: Procedura competitiva con negoziazione;

source: Competitive dialogue; and
it: Dialogo competitivo; e

source: Innovation partnership
it: Partnership per l'innovazione

source: However, to support comparison across continents, the main OCDS procurement method codelist is a closed codelist with four values:
it: Tuttavia, per supportare il confronto tra i continenti, il vocabolario principale del metodo di approvvigionamento OCDS è un vocabolario chiuso con quattro valori:

source: Code
it: Codice

source: Title
it: Titolo

source: Description
it: Descrizione

source: Open
it: Aperto

source: Selective
it: Selettivo

source: Only qualified suppliers are invited to submit a tender.
it: Solo i fornitori qualificati sono invitati a presentare un'offerta.

source: Limited
it: Limitato

source: The procuring entity contacts a number of suppliers of its choice.
it: L'ente appaltante contatta un numero di fornitori di sua scelta.

source: Direct
it: Diretto.

source: The contract is awarded to a single supplier without competition.
it: L'appalto è assegnato a un unico fornitore senza concorrenza.

source: For an Open Procedure, when a free-text justification of why the procedure was chosen is available, this would end up as:
it: Per una procedura aperta, quando è disponibile una giustificazione a testo libero del motivo per cui è stata scelta tale procedura, ciò si tradurrebbe in:
