Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/getting_started/index.po
Languages: fr

source: Getting Started
fr: Débuter

source: OCDS is an open data standard for publication of structured information on all stages of a contracting process: from planning to implementation.
fr: OCDS est un standard ouvert pour la structuration et la publication de données ouvertes couvrant toutes les étapes du processus de passation de marché, de la planification à la mise en œuvre.

source: The publication of OCDS data can enable greater transparency in public contracting, and can support accessible and in-depth analysis of the efficiency, effectiveness, fairness, and integrity of public contracting systems.
fr: La publication de données OCDS permet une plus grande transparence de la commande publique et le développement d'analyses accessibles et détaillées de l'efficacité, de l'équité et de l'intégrité des systèmes de commande publique.

source: OCDS was designed with a focus on public procurement of goods, works and services, but can be extended for use in other contexts. Extensions for Public Private Partnership (PPP) and Extractives concessions are under development.
fr: OCDS a été conçu en se concentrant sur les marchés publics de biens, de travaux et de services, mais le standard peut être étendu pour couvrir d'autres contextes. Des extensions pour les Partenariats Publics Privés (PPP) et les concessions extractives sont en cours de développement.

source: To get started publishing OCDS data:
fr: Pour commencer à publier des données OCDS :

source: Discuss the key [users and use cases](use_cases) for your OCDS project
fr: Définissez les principaux [utilisateurs et cas d'usage](use_cases) de votre projet OCDS

source: Identify out the data and documents you will publish from your [contracting process](contracting_process)
fr: Identifiez les données et les documents que vous allez publier à partir de votre [processus de passation de marché](contracting_process)

source: Map your data against the OCDS [building blocks](building_blocks)
fr: Mappez vos données sur les [composants essentiels](building_blocks) du standard OCDS

source: Present the data in [JSON releases and records](releases_and_records)
fr: Publiez vos données sous la forme [d'instances et d'archives](releases_and_records) au format JSON

source: Publish your data on the web using the [publication patterns](publication_patterns)
fr: Publiez vos données sur le Web en utilisant les [modèles de publication](publication_patterns)

source: Check the [validation of your data](validation)
fr: Vérifiez la [validité de vos données](validation)

source: Encourage and facilitate stakeholder use of the data
fr: Encouragez et facilitez l'utilisation des données

source: When you are done you could be producing data that looks something like the contract release below, which is compatible with a growing range of OCDS aware tools (you will encounter a range of different OCDS release types in the following pages).
fr: Quand vous aurez terminé, vous pourrez produire des données qui ressemblent à l'instance OCDS publiée ci-dessous. Elle est exploitable avec une liste croissante d'outils compatibles avec le format OCDS (les pages suivantes contiennent des exemples variés d'instances OCDS).
