Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/getting_started/use_cases.po
Languages: it

source: Users and use cases
it: Utenti e casi d'uso

source: Open data is a means, not an end in itself. The first stage of any work with OCDS is to consider who will use the data that is produced, and which fields and features of the data are important to them.
it: L'open data è un mezzo, non un fine in sé. La prima fase di qualsiasi lavoro con OCDS è quella di considerare gli utenti che utilizzeranno i dati pubblicati e quali campi e peculiarità dei dati sono importanti per loro.

source: In designing OCDS, we explored a range of different user needs and use cases for data on contracting.
it: Nel progettare OCDS, abbiamo esplorato una serie di diverse esigenze degli utenti e di casi d'uso per i dati sui contratti di appalto.

source: We focused on four main groups of user need:
it: Ci siamo concentrati su quattro gruppi principali di esigenze degli utenti:

source: Achieving value for money for government
it: Ottenere valore per i soldi pubblici spesi dalle amministrazioni pubbliche

source: Strengthening the transparency, accountability and integrity of public contracting
it: Rafforzare la trasparenza, la responsabilità e l'integrità negli appalti pubblici

source: Enabling the private sector to fairly compete for public contracts
it: Permettere al settore privato di competere in modo equo agli appalti pubblici

source: Monitoring the effectiveness of service delivery
it: Monitorare l'efficacia dei lavori, delle forniture e dei servizi appaltati

source: You can read more about how people around the world are using OCDS, and other contracting data, on the [Open Contracting Partnership website](http://www.open-contracting.org).
it: Puoi fare approfondimenti su come le persone in tutto il mondo utilizzano OCDS e altri dati contrattuali, sul sito web [Open Contracting Partnership] (http://www.open-contracting.org).

source: As you start implementing OCDS, consider how you will engage with data users, and how you will ensure the data and documents you make available will meet their needs.
it: All'inizio dell'implementazione di OCDS, considera come coinvolgerai gli utenti dei dati e in che modo assicurerai che i dati e i documenti che rendi disponibili soddisfino le loro esigenze.

source: Four example use cases
it: Quattro casi d'uso di esempio

source: Value for money in procurement
it: Rapporto qualità-prezzo negli appalti

source: These users want to analyze trends in prices and supplier performance, including in terms of quality and duration.
it: Questi utenti desiderano analizzare le tendenze dei prezzi e le prestazioni dei fornitori, anche in termini di qualità e durata.

source: Comparable data using common codelists and the availability of unit prices are particularly important for value for money use cases.
it: Dati comparabili che utilizzano vocabolari comuni e la disponibilità di prezzi unitari sono particolarmente importanti per i casi di utilizzo che prevedono la valutazione del rapporto qualità-prezzo.

source: Detecting fraud and corruption
it: Rilevazione di frodi e corruzione

source: There are two main approaches to fraud and corruption monitoring. A ‘micro’ approach closely scrutinizes individual procurements.
it: Esistono due principali approcci al controllo delle frodi e della corruzione. Un approccio 'micro' controlla nel dettaglio ciascun acquisto.

source: A ‘systemic’ approach looks for suspicious patterns, and makes links between datasets to map out networks of funding, ownership and interests.
it: Un approccio 'sistemico' cerca invece modelli sospetti e crea collegamenti tra i dataset per mappare le reti di finanziamento, proprietà e interessi.

source: Data that can be linked up using globally unique identifiers for companies is particularly important for fraud and corruption detection use cases.
it: I dati che possono essere collegati utilizzando identificatori univoci a livello globale per le aziende sono particolarmente importanti per i casi di utilizzo di frodi e casi di corruzione.

source: Competing for public contracts
it: Competere per appalti pubblici

source: Information on past contracts can allow firms to identify upcoming opportunities for re-contracting, and can support a more competitive marketplace, as transparency creates a level playing field with information on pricing, contract dates and key deliverables.
it: Le informazioni sui contratti precedenti possono consentire alle aziende di identificare in anticipo le opportunità di ri-negoziazione e possono sostenere un mercato più competitivo, poiché la trasparenza crea condizioni di parità delle informazioni sui prezzi, sulle scadenze contrattuali e sulle forniture di primaria importanza.

source: Forward looking and timely information is particularly important for private sector users, as well as being able to uniquely identify procuring entities, geographic locations, sectors, and the kinds of items which are being procured.
it: Un'informazione tempestiva e lungimirante è particolarmente importante per gli utenti del settore privato, oltre ad essere in grado di identificare in modo univoco le entità che operano acquisti, le località geografiche, i settori e i tipi di articoli che vengono acquistati.

source: Monitoring Service Delivery
it: Monitoraggio del'erogazione del servizio

source: Data concerning budgets, delivery location and subcontracting arrangements are particularly useful for those involved in contract monitoring.
it: I dati relativi al budget, luogo di consegna e accordi di subappalto sono particolarmente utili per coloro che sono coinvolti nel monitoraggio dei contratti.
