Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/getting_started/validation.po
Languages: es, it

source: Validation
es: Validación
it: Validazione

source: You can validate your OCDS documents at [standard.open-contracting.org/review/](https://standard.open-contracting.org/review/).
es: Puede validar sus documentos OCDS en [standard.open-contracting.org/review/](https://standard.open-contracting.org/review/).

source: This tool will help you to check whether the JSON files you are producing are technically valid.
es: Esta herramienta le ayudará a comprobar si los archivos JSON que está produciendo son técnicamente válidos.
it: Questo strumento ti aiuterà a verificare se i file JSON che stai producendo sono tecnicamente validi.

source: However, this is just one step of checking your data.
es: Sin embargo, esto es sólo un paso para comprobar sus datos.
it: Tuttavia, questo è solo un passaggio per verificare i tuoi dati.

source: The OCDS helpdesk team can provide additional support to check the quality of the data you are producing, and to check for other common errors and omissions.
es: El equipo del helpdesk de OCDS puede proporcionar soporte adicional para comprobar la calidad de los datos que está produciendo y comprobar otros errores y omisiones comunes.
it: Il team di helpdesk di OCDS può fornire ulteriore supporto per verificare la qualità dei dati che si stanno producendo e per verificare altri errori ed omissioni comuni.

source: Quality checks
es: Controles de calidad
it: Controlli di qualità

source: Assessing how good your open contracting data is involves a number of elements:
es: Evaluar qué tan buenos son sus datos de contrataciones abiertas implica una serie de elementos:
it: Valutare quanto i tuoi dati in formato open contracting siano validi coinvolge un numero di elementi:

source: **Validation** involves a technical check on the way data is structured and formatted. If data is not valid JSON, and does not comply with the OCDS schema, then it cannot be processed by OCDS tools, and will not be interoperable with other data. Providing valid data is an important foundation for interoperable open data.
es: **La Validación** implica un control técnico sobre la forma en que se estructuran y formatean los datos. Si los datos no son un archivo JSON válido y no cumplen con el esquema OCDS, no pueden ser procesados ​​por las herramientas OCDS y no serán interoperables con otros datos. Proporcionar datos válidos es una base importante para los datos abiertos interoperables.
it: **Validazione** comporta un controllo tecnico sul modo in cui i dati sono strutturati e formattati. Se i dati non sono JSON validi e non sono conformi allo schema OCDS, non possono essere elaborati dagli strumenti OCDS e non saranno interoperabili con altri dati. Fornire dati validi è una base importante per i dati aperti interoperabili.

source: The OCDS Data Review Tool can provide an automated pass/fail check on whether data is structurally correct.
es: La herramienta de revisión de datos OCDS puede proporcionar una verificación automática de aprobación/fallo para determinar si los datos son estructuralmente correctos.

source: **Conformance** involves a detailed check on whether OCDS terms are being used correctly. For example, are you following the field definitions and guidance when entering data, and mapping to the OCDS structure. Conformance involves a human check on how fields are being used, and which extensions to the schema you are using.
es: **La Conformidad** implica una comprobación detallada de si los términos OCDS se utilizan correctamente. Por ejemplo, si se está siguiendo las definiciones de campo y guía al ingresar datos y mapeando a la estructura de OCDS. La conformidad implica un chequeo humano sobre cómo se usan los campos y qué extensiones al esquema que está utilizando.
it: **Conformità** comporta un controllo dettagliato sul corretto utilizzo dei termini OCDS. Ad esempio, stai seguendo le definizioni e le linee guida del campo durante l'immissione dei dati e la mappatura alla struttura OCDS. La conformità implica un controllo umano su come vengono utilizzati i campi e su quali estensioni dello schema si stanno utilizzando.

source: The OCDS Data Review Tool provides feedback that can be used to make an initial judgment on conformance. A full judgment involves expert input.
es: La Herramienta de Revisión de Datos da feedback que puede usarse para hacer un juicio inicial sobre conformidad. Un juicio completo necesita la aportación de expertos.

source: **Completeness** involves checking which sections and building blocks of OCDS are being used. For example, are you publishing information from every contracting stage, or are you only providing tender or award data; and are you providing detailed identifiers for organizations, or just names.
es: **La Integridad** implica verificar qué secciones y bloques de OCDS se están utilizando. Por ejemplo, si está publicando información de cada etapa de contratación o está proporcionando solamente datos de licitación o adjudicación o si está proporcionando identificadores detallados para organizaciones, o simplemente nombres.
it: **Completezza** implica il controllo di quali sezioni e blocchi di OCDS vengono utilizzati. Ad esempio, stai pubblicando informazioni da ogni fase di contrattazione o stai fornendo solo dati di gara o di aggiudicazione? e stai fornendo identificatori dettagliati per organizzazioni o solo nomi.

source: Completeness can be evaluated against the Basic, Intermediate, Advanced framework for OCDS.
es: La integridad puede evaluarse en relación con el marco básico, intermedio y avanzado para OCDS.
it: La completezza può essere valutata rispetto ala struttura Basic, Intermediate, Advanced per OCDS.

source: **Utility** involves checking whether the data is fit for purpose. This involves considering the priority use cases for the data, and considering whether all feasible steps that could increase the re-usability of the data have been taken. Quality involves considering questions of coherence (do the relationships in the data make sense, and is information logically structured?) and usefulness.
es: **La Utilidad** implica comprobar si los datos son aptos para su propósito. Esto implica considerar los casos de uso prioritarios de los datos y considerar si se han tomado todas los pasos viables que podrían aumentar la reutilización de los datos. La calidad implica considerar cuestiones de coherencia (¿las relaciones en los datos tienen sentido, y la información está estructurada lógicamente?) y su utilidad.
it: **L'utilità** prevede di verificare se i dati sono adatti allo scopo. Ciò implica considerare i casi di utilizzo principali per i dati e considerare se siano state prese tutte le misure possibili che potrebbero aumentare la riutilizzabilità degli stessi. La qualità implica le questioni di coerenza (le relazioni nei dati hanno senso, e le informazioni sono strutturate logicamente?) e ovviamente l'utilità di disporre di tali informazioni.

source: The best way to test the utility of the data is through its successful use for analysis, monitoring and increasing access to contracting information.
es: La mejor manera de probar la utilidad de los datos es a través de su uso exitoso para el análisis, monitoreo y aumento del acceso a la información de contratación.
it: Il modo migliore per testare l'utilità dei dati è attraverso la sua efficacia per l'analisi, il monitoraggio e l'aumento dell'accessibilità alle informazioni sui contratti.
