Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/amendments.po
Languages: es

source: Amendments
es: Enmiendas

source: Information about a contracting process will often change over time.
es: La información sobre un proceso de contratación a menudo cambiará con el tiempo.

source: Each time information changes, a new OCDS release ought to be published.
es: Cada vez que cambie la información, se debe de publicar una nueva entrega OCDS.

source: There are three kinds of changes:
es: Hay tres tipos de cambios:

source: **New information**. For example, when information about the award of a contract is first released.
es: **Nueva información**. Por ejemplo, cuando la información sobre la adjudicación de un contrato se publica por primera vez.

source: **Updates to existing information**. For example, to correct errors in earlier releases, or to make minor adjustments to titles, descriptions or date.
es: **Actualizaciones a la información existente**. Por ejemplo, para corregir errores en entregas anteriores o para realizar ajustes menores en títulos, descripciones o fechas.

source: **Amendments**. For example, when the value or duration of a contract is changed. The term amendment often has a specific legal meaning for a publisher. Certain changes to a tender, award or contract might only be allowed as part of an amendment.
es: **Enmiendas**. Por ejemplo, cuando el valor o duración del contrato ha cambiado. El término enmienda generalmente tiene un significado legal específico para el publicador. Ciertos cambios a la licitación, adjudicación o contrato pueden permitirse sólo como parte de una enmienda.

source: The nature of a change can be made explicit using:
es: La naturaleza de un cambio se puede hacer explícito usando:

source: **The release tag** (`tag`). For example, for a release with a new contract, use 'contract'. For an update to the contract, use 'contractUpdate', and for an amendment to the contract, use 'contractAmendment'.
es: **La etiqueta de entrega** (`tag`). Por ejemplo, para una entrega con un nuevo contrato, use 'contrato'. Para una actualización del contrato, use 'contractUpdate', y para una enmienda al contrato, use 'contractAmendment'.

source: **The amendments** building block. This can contain an array of amendment explanations, and clearly identify the releases that contain before and after values.
es: **El bloque Enmiendas**. Este puede contener una lista de explicaciones de la enmienda e identificar claramente las entregas que contienen valores antes y después.

source: Worked examples
es: Ejemplos Prácticos

source: Example 1: Tender updates and amendments
es: Ejemplo 1: Actualizaciones y enmiendas a la licitación

source: This example goes through updates during the **tender** stage in a contracting process.
es: Este ejemplo pasa por actualizaciones durante la etapa de **licitación** en un proceso de contratación.

source: Tender
es: Licitación

source: A publisher issues a tender for a "Data merge tool". A new release with the `tag` 'tender' is built, see the JSON example below.
es: Un publicador emite una oferta para una "herramienta de combinación de datos". Se construye una nueva entrega con el campo `tag` en 'tender', vea el ejemplo de JSON a continuación.

source: Tender Update
es: Actualización de la Licitación

source: Weeks later, the publisher expands the `description` of the tender to provide more details about the tool being procured. A new release with the `tag` 'tenderUpdate' is built. The publisher does not consider this to be a formal 'amendment' to the tender, so does not publish any amendment information. See the JSON release below.
es: Semanas después, el publicador amplía el campo `description` de la licitación para proporcionar más detalles sobre la herramienta que se está adquiriendo. Se construye un nuevo registro con el campo `tag` en 'tenderUpdate'. El publicador no considera que esto sea una 'enmienda' formal a la licitación, por lo que no publica ninguna información de enmienda. Vea la versión de JSON a continuación.

source: Tender Amendment
es: Enmienda a la Licitación

source: A few days later, the publisher increases the value of the tender and extends the deadline for bid submissions. These changes are considered as an 'amendment' by the publisher (depending on jurisdiction, certain changes can need to be disclosed as amendments), and so the new release has the `tag` 'tenderAmendment' and an `amendments` block under `tender`. The release reflects the updated value (USD 2000 instead of USD 1000) and the updated closing date for bid submissions (`2012-02-20` instead of `2012-02-15`). See the JSON example below.
es: Unos días después, el publicador aumenta el valor de la licitación y extiende el plazo para la presentación de ofertas. El publicador considera estos cambios como una 'enmienda' (según la jurisdicción, es posible que ciertos cambios tengan que divulgarse como enmiendas), por lo que la nueva entrega tiene la etiqueta `tag` en 'tenderAmendment' y un bloque `amendments` en `tender`. La publicación refleja el valor actualizado (USD 2000 en lugar de USD 1000) y la fecha de cierre actualizada para la presentación de ofertas (`2012-02-20` en lugar de` 2012-02-15`). Vea el ejemplo de JSON a continuación.

source: Record
es: Registro

source: A full record is provided below, with all the releases for the process and a `compiledRelease` and `versionedRelease`. The `versionedRelease` block reflects all the changes made in the tender.
es: Se provee un registro completo debajo, con todos las entregas para el proceso y un `compiledRelease` y `versionedRelease`. El bloque `versionedRelease` refleja todos los cambios que se hicieron en la licitación.

source: It is encouraged to <a href="../../../_static/json/amendments/amendments-tender-example.json" target="_blank">download</a> the record example and use the [Data Review Tool](https://standard.open-contracting.org/review) to explore the changes in the contracting process.
es: Se recomienda <a href="../../../_static/json/amendments/amendments-tender-example.json" target="_blank">descargar</a> el ejemplo de entrega y utilizar la [Herramienta de revisión de datos](https://standard.open-contracting.org/review) para explorar los cambios en el proceso de contratación

source: Note in this example that:
es: Tenga en cuenta en este ejemplo que:

source: **The amendments block does not contain data on what was changed**. Changes are recorded by updating the fields of the `tender` block a new release.
es: **El bloque de enmiendas no contiene datos sobre lo que se modificó**. Los cambios se registran actualizando los campos del bloque `tender` en una nueva entrega.

source: **The publisher chooses in the 'tenderAmendment' release to repeat a fragment of the original 'tender' release**. This is not necessary when a full archive of releases is made accessible, but a publisher might want to provide the latest data available in each release.
es: **El publicador elige en la entrega de 'tenderAmendment' repetir un fragmento de la entrega 'tender' original**. Esto no es necesario cuando se hace accesible un archivo completo de entregas, pero un publicador puede querer proporcionar los últimos datos disponibles en cada entrega.

source: **In the record**, the `releaseID` and `amendsReleaseID` fields from the `amendments` array can be used to look up information in the `versionedRelease` object or `releases` array, to see where changes are explained by an amendment `rationale`.
es: **En el registro**, los campos `releaseID` y `amendsReleaseID` de la lista `amendments` pueden usarse para buscar información en el objeto `versionedRelease` o la lista `releases`, para ver dónde se explican los cambios con un `rationale` de la enmienda.

source: Example 2: Contract amendment
es: Ejemplo 2: Enmienda al contrato

source: This example shows an update to the value and scope of a contract.
es: Este ejemplo muestra una actualización al valor y alcance del contrato.

source: Contract
es: Contrato

source: A contract notice is published for the purchase of domestic appliances. The publisher builds a release and uses the 'contract' `tag`.
es: Se publica un aviso de contrato para la compra de electrodomésticos. El publicador crea una entrega y usa el `tag`'contract'.

source: See the JSON release below.
es: Vea la entrega en JSON abajo.

source: Contract Amendment
es: Enmienda al Contrato

source: A few days after the contract release, its scope is increased to include the purchase of one additional appliance. A new 'contractAmendment' release is built, where a single item is added in the `contracts/items` block and the value of the contract is increased. A `amendments` block is included to explain the rationale of the changes.
es: Unos días después de la entrega del contrato, su alcance aumenta para incluir la compra de un dispositivo adicional. Se crea una nueva entrega 'contractAmendment', donde se agrega un solo artículo en el bloque `contracts/items` y se aumenta el valor del contrato. Se incluye un bloque de `amendments` para explicar la justificación de los cambios.

source: See the example release below.
es: Vea el ejemplo de la entrega abajo.

source: Note that amendments can cover more than values or duration. Also, note that the publisher chose to not repeat the contract items, but add a new one with a new ID value.
es: Considere que las enmiendas pueden abarcar más que valores o duración. Además, tenga en cuenta que el publicador decidió no repetir los artículos del contrato, sino agregar uno nuevo con un nuevo valor de ID.

source: In certain scenarios there might not be a valid `amendsReleaseID` and so it can be omitted, e.g. when historical data is being published in a single release.
es: En algunos escenarios, es posible que no haya un `amendsReleaseID` válido, por lo que puede omitirse. Por ejemplo, cuando los datos históricos se publican en una sola entrega.

source: An example record for the whole process is shown below. Consider downloading the <a href="../../../_static/json/amendments/amendments-contract-example.json" target="_blank">record example</a> and use the [Data Review Tool](https://standard.open-contracting.org/review) to explore the changes in the contracting process.
es: A continuación se muestra un registro de ejemplo para todo el proceso. Considere descargar el <a href="../../../_static/json/amendments/amendments-contract-example.json" target="_blank"> ejemplo de registro y use la [Herramienta de Revisión de Datos](https://standard.open-contracting.org/review) para explorar los cambios en el proceso de contratación.

source: Note that the `compiledRelease` contains all the items, included the latest one added in the contract amendment.
es: Considere que el `compiledRelease` contiene todos los elementos, incluido el último agregado en la modificación del contrato.

source: Example 3: Amendments in a Easy Releases scenario
es: Ejemplo 3: Enmiendas en un escenario de entregas fáciles (Easy Releases)

source: The [Easy releases guidance](../build/easy_releases) explains how to publish releases without storing or publishing a full change history. Depending on the source system, it might still be possible to publish a history of amendments when using this model.
es: La [Guía de entregas fáciles](../build/easy_releases) explica cómo publicar entregas sin almacenar o publicar un historial de cambios completo. Dependiendo del sistema de origen, podría ser posible publicar un historial de enmiendas al usar este modelo.

source: Where the source system stores a history of contract amendments, either as separate notices or as properties of the original contract notice, contract amendments can be published as separate releases in OCDS. For example, Australia's AusTender platform [stores contract amendments as separate notices, related to the original contract notice](https://www.tenders.gov.au/Cn/Show/03a3c53e-b3bd-eac1-558a-4c659e44a516).
es: Cuando el sistema fuente almacena un historial de enmiendas del contrato, ya sea como notificaciones separadas o como propiedades de la notificación original del contrato, las modificaciones del contrato pueden publicarse como entregas separadas en OCDS. Por ejemplo, la plataforma AusTender de Australia [almacena las enmiendas del contrato como avisos separados, relacionados con el aviso original del contrato](https://www.tenders.gov.au/Cn/Show/03a3c53e-b3bd-eac1-558a-4c659e44a516).

source: The table below shows an example of a contract notices table from a procurement system, with an original contract in the first row and an amendment of the same contract in the second. The amendment increases the value of the original contract and changes the contract period.
es: La siguiente tabla muestra un ejemplo de una tabla de avisos de contrato de un sistema de adquisiciones, con un contrato original en la primera fila y una enmienda del mismo contrato en la segunda. La enmienda aumenta el valor del contrato original y cambia el período del contrato.

source: This can be modelled as the separate releases in OCDS as shown below. The original `contract` release includes all the fields from the first entry in the contract notices table. A `contractAmendment` release is built for each contract amendment identified in the table (by verifying that the `amendmentId` column in the contract notices table is not empty).
es: Esto se puede modelar como entregas separadas en OCDS como se muestra a continuación. La entrega original `contract` incluye todos los campos del primer registro en la tabla de avisos del contrato. Se crea una entrega `contractAmendment` para cada enmienda de contrato identificada en la tabla (verificando que la columna `amendmentId` en la tabla de avisos de contrato no está vacía).

source: Note that the mapping of the fields remains the same for the contract amendments, except for the `description` column. When a row in the contract notices table is identified as an original contract, the description is included in the `contracts/description` field, and when the row represents a contract amendment, it is mapped to the `contracts/amendments/description` field. This aligns with the use of the `description` column, because for contract amendments it is used to include an explanation of the change.
es: Tenga en cuenta que el mapeo de los campos sigue siendo el mismo para las enmiendas del contrato, excepto para la columna `description`. Cuando una fila en la tabla de avisos de contrato se identifica como un contrato original, la descripción se incluye en el campo `contracts/description`, y cuando la fila representa una modificación de contrato, se asigna al campo `contracts/amendments/description`. Esto se alinea con el uso de la columna `description`, porque para las modificaciones del contrato se utiliza para incluir una explicación del cambio.

source: The advantage of this approach, in contrast with the Easy releases proposal, is that the users have access to the details of each amendment instead of the latest values only without any additional effort of their end.
es: La ventaja de este enfoque, en contraste con la propuesta de lanzamientos fáciles (Easy Releases), es que los usuarios tienen acceso a los detalles de cada enmienda en lugar de tener acceso solamente a los últimos valores, sin ningún esfuerzo adicional de su parte.

source: As in the previous examples, you can download a <a href="../../../_static/json/amendments/amendments-easy-releases-example.json" target="_blank">record</a> file for the example and use the [Data Review Tool](https://standard.open-contracting.org/review) to explore the changes in the contracting process.
es: Como en los ejemplos anteriores, puede descargar un archivo de <a href="../../../_static/json/amendments/amendments-easy-releases-example.json" target="_blank">entrega</a> para el ejemplo y utilizar la [Herramienta de Revisión de Datos](https://standard.open-contracting.org/review) para explorar los cambios en el proceso de contratación.
