Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/awards_contracts.po
Languages: es

source: Awards and contracts
es: Adjudicaciones y contratos

source: Contracting processes can take many forms and follow many different types of procedure, from a simple contracting process resulting in a single contract between a buyer and supplier, to a multi-buyer, multi-supplier framework agreement implemented as an electronic catalog.
es: Los procesos de contratación pueden tomar muchas formas y seguir diferentes tipos de procedimientos, desde un simple proceso de contratación que resulta en un contrato único entre un comprador y un proveedor, hasta un acuerdo marco de múltiples compradores y múltiples proveedores implementado como un catálogo electrónico.

source: OCDS defines a common model for disclosing structured data on public contracting processes carried out in any jurisdiction, including data on awards and contracts. The examples in this guidance explain how to model awards and contracts occurring in different types of contracting processes using OCDS.
es: OCDS define un modelo común para la divulgación de datos estructurados sobre los procesos de contratación pública realizados en cualquier jurisdicción, incluidos los datos sobre adjudicaciones y contratos. Los ejemplos de esta guía explican cómo modelar adjudicaciones y contratos en diferentes tipos de procesos de contratación utilizando OCDS.

source: Definitions
es: Definiciones

source: In order to understand the modelling examples, it’s important to first clarify the definitions of some key concepts.
es: Para comprender los ejemplos de modelado, es importante aclarar primero las definiciones de algunos conceptos clave.

source: Award
es: Adjudicación

source: In OCDS, the `Award` object is intended to communicate a direct relationship between items, suppliers, and values. It ought to be possible to know, at the award stage, in OCDS data, which items will later be supplied by which suppliers, and what the value of those contracts will be.
es: En OCDS, el objeto `Award` está destinado a comunicar una relación directa entre artículos, proveedores y valores. Debería ser posible saber, en la etapa de adjudicación, con datos OCDS, qué artículos serán suministrados posteriormente, que proveedores los suministrarán y cuál será el valor de esos contratos.

source: The OCDS schema and documentation are not clear what, precisely, is meant by 'award'. A revision of the definition of `Award` in OCDS is being considered for a future version of the standard ([GitHub issue](https://github.com/open-contracting/standard/issues/895)).
es: El esquema y la documentación OCDS no son claros en qué precisamente se entiende por `Award`. Una revisión de la definición de `Award` para futuras versiones del estándar está siendo considerada ([issue en GitHub](https://github.com/open-contracting/standard/issues/895)).

source: Contract
es: Contrato

source: Contracting processes can result in different types of contract between buyers and suppliers, which can include:
es: Los procesos de contratación pueden dar lugar a diferentes tipos de contrato entre compradores y proveedores, que pueden incluir:

source: A contract establishing the relationship, like the set-up of a framework agreement
es: Un contrato que establece la relación, como la creación de un acuerdo marco

source: A contract within the relationship, like a call-off contract under a framework agreement
es: Un contrato dentro de la relación, como una orden de compra dentro de un acuerdo marco

source: Purchase orders
es: Órdenes de compra

source: Catalog purchases
es: Compras de catálogo

source: In OCDS, the `Contract` object is intended to communicate a legally binding agreement between a buyer and suppliers to provide items. This excludes agreements to set-up a structure through which contracts are later awarded to provide items, for example: a contract to set up or add suppliers to a framework agreement or dynamic purchasing system.
es: En el OCDS, el objeto `Contract` tiene como objetivo comunicar un acuerdo legalmente vinculante entre un comprador y proveedores para proporcionar artículos. Esto excluye los acuerdos para establecer una estructura a través de la cual los contratos se adjudican posteriormente para proporcionar artículos, por ejemplo: un contrato para establecer o agregar proveedores a un acuerdo marco o sistema de compras dinámico.

source: The OCDS schema and documentation are not clear what, precisely, is meant by 'contract'. A revision of the definition of `Contract` is being considered for a future version of the standard ([GitHub issue](https://github.com/open-contracting/standard/issues/896)).
es: El esquema y la documentación de OCDS no son claros en qué precisamente se entiende por 'contrato'. Se está considerando una revisión de la definición de `Contract` para una versión futura del estándar ([issue en GitHub](https://github.com/open-contracting/standard/issues/896)).

source: In OCDS, **awards** and **contracts** are modelled as separate stages of the contracting process. This approach allows for the possibility that an award is made but a contract is never entered into. The model also allows for the possibility that there is a difference between the award and the signed contract, either in value, duration, items or otherwise. While such differences might be illegal in some jurisdictions, they can occur in some cases and are therefore possible in OCDS. Source systems can contain data on awards, on contracts, or on both.
es: En OCDS, **adjudicaciones** y **contratos** se modelan como etapas separadas del proceso de contratación. Este enfoque permite incluir la posibilidad de que se haga una adjudicación pero nunca se celebre un contrato. El modelo también permite la posibilidad de que haya una diferencia entre la adjudicación y el contrato firmado, ya sea en valor, duración, artículos u otros. Si bien estas diferencias pueden ser ilegales en algunas jurisdicciones, pueden ocurrir en algunos casos y, por lo tanto, son posibles en OCDS. Los sistemas de origen pueden contener datos sobre adjudicaciones, contratos o sobre ambos.

source: ![Tender](../../_static/svg/grey_planning.svg)
es: ![Licitación](../../_static/svg/grey_planning.svg)

source: Tender
es: Licitación

source: **Planning**<br/>
es: **Planeación**<br/>

source: ![Tender](../../_static/svg/grey_tendering.svg)
es: ![Licitación](../../_static/svg/grey_tendering.svg)

source: **Initiation (Tender)**<br/>
es: **Iniciación (Licitación)**<br/>

source: ![Award](../../_static/svg/green_awarded.svg)
es: ![Adjudicación](../../_static/svg/green_awarded.svg)

source: **Award**<br/>
es: **Adjudicación**<br/>

source: ![Contract](../../_static/svg/green_signed.svg)
es: ![Contrato](../../_static/svg/green_signed.svg)

source: **Contract**<br/>
es: **Contrato**<br/>

source: ![Implementation](../../_static/svg/grey_implementation.svg)
es: ![Implementación](../../_static/svg/grey_implementation.svg)

source: Implementation
es: Implementación

source: **Implementation**<br/>
es: **Implementación**<br/>

source: Each contracting process can have many awards and each award can have many related contracts.
es: Cada proceso de contratación puede tener muchas adjudicaciones y cada adjudicación puede tener muchos contratos relacionados.

source: OCDS separates data about the contract award and data about the signed contract into the `awards` and `contracts` sections respectively. `Award` objects (within `awards`) and `Contract` objects (within `contracts`) are connected by setting `awards.id` and `contracts.awardID` to the same value. Source systems can contain data on awards, on contracts, or on both.
es: OCDS separa los datos sobre la adjudicación del contrato y los datos sobre el contrato firmado en las secciones `awards` y `contracts` respectivamente. Los objetos `Award` (dentro de `awards`) y los objetos `Contract` (dentro de `contracts`) se conectan estableciendo `awards.id` y `contracts.awardID` con al mismo valor. Los sistemas de origen pueden contener datos sobre adjudicaciones, sobre contratos o sobre ambos.

source: If the data in the source systems relates to:
es: Si los datos en los sistemas fuente se relacionan con:

source: both awards and contracts, then both `awards` and `contracts` ought to be populated.
es: ambos adjudicaciones y contratos, entonces ambos `awards` y `contracts` deberían ser completados.

source: only awards, then only `awards` ought to be populated.
es: solo adjudicaciones, entonces solo `awards` debería ser completado.

source: only contracts, then `contracts`, `awards.id`, and `awards.suppliers` ought to be populated.
es: solo contratos, entonces `contracts`, `awards.id`, y `awards.suppliers` deberían ser completados.

source: If the contract (e.g. its value, period or items) is subsequently updated or amended, update only the corresponding fields in `contracts`. The fields in `awards` stay the same.
es: Si el contrato (por ejemplo, su valor, período o artículos) se actualiza o modifica posteriormente, actualice solo los campos correspondientes en `contracts`. Los campos en `awards` permanecen iguales.

source: Example: Changes between award and contract
es: Ejemplo: Cambios entre la adjudicación y el contrato

source: The Zambia Public Procurement Authority provides a central e-procurement system, used by procuring entities to manage the tender and award stages of the contracting processes, which publishes OCDS data.
es: La Autoridad de Adquisiciones Públicas de Zambia proporciona un sistema central de adquisiciones electrónicas, utilizado por las entidades contratantes para administrar las etapas de licitación y adjudicación de los procesos de contratación, que publica datos OCDS.

source: Once an award is published by the e-procurement system, there is a 10-day standstill period for unsuccessful bidders to appeal the award decision.
es: Una vez que el sistema de contratación electrónica publica una adjudicación, hay un período de inactividad de 10 días para que los oferentes que no tengan éxito apelen la decisión de adjudicación.

source: If an appeal is made and upheld, then the award is cancelled. If no appeals are upheld by the end of the standstill period, then a contract is signed between the buyer and the supplier, outside of the e-procurement system. No OCDS data is published or updated from this stage of the contracting process onward.
es: Si se hace y se confirma una apelación, se cancela la adjudicación. Si no se mantienen las apelaciones al final del período de inactividad, se firma un contrato entre el comprador y el proveedor, fuera del sistema de contratación electrónica. No se publican ni actualizan datos OCDS desde esta etapa del proceso de contratación en adelante.

source: In this example, the Ministry of Finance uses the e-procurement system to solicit bids for the development of a new website. A contract is awarded to 360nx Designs for 3,000,000 ZMK, through the e-procurement system.
es: En este ejemplo, el Ministerio de Finanzas utiliza el sistema de adquisición electrónica para solicitar ofertas para el desarrollo de un nuevo sitio web. Se otorga un contrato a 360nx Designs por 3,000,000 ZMK, a través del sistema de adquisición electrónica.

source: An unsuccessful bidder appeals the award decision and the appeal is upheld, resulting the award being cancelled.
es: Un licitador no ganador apela la decisión de adjudicación y la apelación se confirma, lo que resulta en la cancelación de la adjudicación.

source: If both the `award` and `contract` sections of OCDS had been populated when the award was made through the e-procurement system, this would have resulted in the presence of a contract in the OCDS data that had never existed in reality.
es: Si ambas secciones de `award` y` contract` de OCDS se hubieran poblado cuando la adjudicación se realizó a través del sistema de contratación electrónica, esto habría resultado en la presencia de un contrato en los datos de OCDS que nunca existió en realidad.

source: Awards and award notices
es: Adjudicaciones y avisos de adjudicación

source: Award notices are used by buyers and procuring entities to disclose award decisions, i.e. the value and/or items awarded to each supplier.
es: Los compradores y las entidades contratantes utilizan los avisos de adjudicación para divulgar las decisiones de adjudicación, es decir, el valor y/o los artículos adjudicados a cada proveedor adjudicado.

source: A single award notice can be used to disclose many award decisions; however in order for an award in OCDS to communicate a direct relationship between the items being purchased, the supplier providing the items, and the value of the items, such notices ought to be split into multiple awards in OCDS.
es: Se puede usar un solo aviso de adjudicación para divulgar muchas decisiones de adjudicación; sin embargo, para que una adjudicación en OCDS exprese una relación directa entre los artículos que se compran, el proveedor que proporciona los artículos y el valor de los mismos, dichos avisos deben dividirse en múltiples adjudicaciones en OCDS.

source: Example: Modelling award notices with multiple decisions
es: Ejemplo: modelar avisos de adjudicación con decisiones múltiples

source: In Paraguay, a single award notice is used to disclose many award decisions. Detailed information is provided about each individual award decision; however all decisions on an award notice share the same identifier. For example:
es: En Paraguay, se utiliza un solo aviso de adjudicación para divulgar muchas decisiones de adjudicación. Se proporciona información detallada sobre cada decisión de adjudicación individual; sin embargo, todas las decisiones en un aviso de adjudicación comparten el mismo identificador. Por ejemplo:

source: ![Example award notice from Paraguay](../../_static/png/awards_example_paraguay.png)
es: ![Ejemplo de aviso de adjudicación de Paraguay](../../_static/png/awards_example_paraguay.png)

source: Example award notice from Paraguay
es: Ejemplo de notificación de adjudicación de Paraguay

source: Using a single award object to model such a notice in OCDS would make it impossible to determine which items related to which suppliers or how much of the total award value related to each supplier:
es: El uso de un único objeto de adjudicación para modelar dicho aviso en OCDS haría imposible determinar qué artículos están relacionados con qué proveedores o cuánto del valor total de adjudicación está relacionado con cada proveedor:

source: For the award object in OCDS to communicate a direct relationship between items, suppliers, and values, Paraguay's award notice is split into multiple award objects, one for each supplier/value pairing on the notice.
es: Para que el objeto de adjudicación en OCDS indique una relación directa entre artículos, proveedores y valores, el aviso de adjudicación de Paraguay se divide en varios objetos de adjudicación, uno para cada par proveedor/valor en el aviso.

source: There are no identifiers for the individual supplier/value pairings on the original award notice, so it is necessary to create a new identifier for each award object in OCDS. The approach to creating an identifier will depend on the properties of the dataset; for example, in Paraguay a combination of the award notice identifier, supplier name, and a consecutive number is used.
es: No hay identificadores para los pares de proveedores/valores individuales en el aviso de adjudicación original, por lo que es necesario crear un nuevo identificador para cada objeto de adjudicación en OCDS. El enfoque para crear un identificador dependerá de las propiedades del conjunto de datos; por ejemplo, en Paraguay se usa una combinación del identificador de aviso de adjudicación, el nombre del proveedor y un número consecutivo.

source: View the example in JSON
es: Vea el ejemplo en JSON

source: [View the example in Paraguay’s API](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-340885-1)
es: [Ver el ejemplo en la API de Paraguay](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-340885-1)

source: A purchase order is a specific type of contract, an official document issued by a buyer committing to pay a supplier for the supply of specific goods, works or services to be delivered in the future.
es: Una orden de compra es un tipo específico de contrato, un documento oficial emitido por un comprador que se compromete a pagar a un proveedor por el suministro de bienes, obras o servicios específicos que se entregarán en el futuro.

source: Purchase orders can be issued against an existing contract, or if no prior contract exists then acceptance of a purchase order by a supplier forms a contract between buyer and supplier.
es: Las órdenes de compra pueden emitirse contra un contrato existente, o si no existe un contrato previo, la aceptación de una orden de compra por parte de un proveedor forma un contrato entre el comprador y el proveedor.

source: Purchase orders that are made against contracts with a definite quantity or value of items ought to not be disclosed in the `contracts` section of OCDS, due to the risk of double counting items on the purchase order and the contract it relates to.
es: Las órdenes de compra que se realizan contra contratos con una cantidad o valor definidos de artículos no deberían divulgarse en la sección de `contracts` de OCDS, por el riesgo de contar dos veces los artículos en la orden de compra y el contrato al que se refiere.

source: Example: Double counting contracts and purchase orders
es: Ejemplo: Duplicando el conteo de contratos y órdenes de compra

source: The UK's Department for Transport awards a £1.2m, 12-month contract to KPMG to provide the Project Management Office function for a project to construct a new highway bypass. The contract specifies that payment will be made quarterly in arrears in four equal amounts. The contract is represented in the `contracts` section of OCDS as follows:
es: El Departamento de Transporte del Reino Unido otorga un contrato de 12 meses por £1.2 millones a KPMG para proporcionar la función de Oficina de Gestión de Proyectos para un proyecto para construir un nuevo desvío de carretera. El contrato especifica que el pago se realizará trimestralmente en cuatro montos iguales. El contrato está representado en la sección `contracts` de OCDS de la siguiente manera:

source: Calculating the sum of the contract value in the above example gives the correct result of £1.2m.
es: Calculando la suma del valor del contrato en el ejemplo anterior da el resultado correcto de £1.2m.

source: The Department for Transport issues a purchase order on the final day of each quarter of the contract term, each for £300k.
es: El Departamento de Transporte emite una orden de compra el último día de cada trimestre del plazo del contrato, cada uno por £300k.

source: If purchase orders were also disclosed in the `contracts` section of OCDS, by the end of the contract term, the `contracts` section of OCDS would be populated as follows:
es: Si las órdenes de compra también se divulgaran en la sección `contracts` de OCDS, al final del plazo del contrato, la sección `contracts` de OCDS se completaría de la siguiente manera:

source: Calculating the sum of the contract value in the above example gives an incorrect result of £2.4m - double the actual value of the contract.
es: El cálculo de la suma del valor del contrato en el ejemplo anterior da un resultado incorrecto de £2.4m, el doble del valor real del contrato.

source: The approach for modelling purchase orders in OCDS is under discussion ([GitHub issue](https://github.com/open-contracting/standard/issues/897))
es: El enfoque para modelar órdenes de compra en OCDS está en discusión ([issue en GitHub](https://github.com/open-contracting/standard/issues/897))
