Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/award_notices_decisions.po
Languages: es

source: Award notices and decisions
es: Avisos y decisiones de adjudicación

source: Award notices are used by procuring entities to disclose award decisions, i.e. the value and/or items awarded to each supplier.
es: Los avisos de adjudicación son utilizados por las entidades contratantes para divulgar decisiones de adjudicación, es decir, el valor y/o los artículos adjudicados a cada proveedor.

source: A single award notice can be used to disclose many award decisions; however in order for an award in OCDS to communicate a direct relationship between the items being purchased, the supplier providing the items, and the value of the items, such notices ought to be split into multiple awards in OCDS.
es: Se puede usar un solo aviso de adjudicación para divulgar muchas decisiones de adjudicación; sin embargo, para que una adjudicación en OCDS exprese una relación directa entre los artículos que se compran, el proveedor que proporciona los artículos y el valor de los mismos, dichos avisos deben dividirse en múltiples adjudicaciones en OCDS.

source: Example: Modelling award notices with multiple decisions
es: Ejemplo: modelar avisos de adjudicación con decisiones múltiples

source: In Paraguay, a single award notice is used to disclose many award decisions. Detailed information is provided about each individual award decision; however all decisions on an award notice share the same identifier. For example:
es: En Paraguay, se utiliza un solo aviso de adjudicación para divulgar muchas decisiones de adjudicación. Se proporciona información detallada sobre cada decisión de adjudicación individual; sin embargo, todas las decisiones en un aviso de adjudicación comparten el mismo identificador. Por ejemplo:

source: ![Example award notice from Paraguay](../../_static/png/awards_example_paraguay.png)
es: ![Ejemplo de aviso de adjudicación de Paraguay](../../_static/png/awards_example_paraguay.png)

source: Using a single award object to model such a notice in OCDS would make it impossible to determine which items related to which suppliers or how much of the total award value related to each supplier:
es: El uso de un único objeto de adjudicación para modelar dicho aviso en OCDS haría imposible determinar qué artículos están relacionados con qué proveedores o cuánto del valor total de adjudicación está relacionado con cada proveedor:

source: For the award object in OCDS to communicate a direct relationship between items, suppliers, and values, Paraguay's award notice is split into multiple award objects, one for each supplier/value pairing on the notice.
es: Para que el objeto de adjudicación en OCDS indique una relación directa entre artículos, proveedores y valores, el aviso de adjudicación de Paraguay se divide en varios objetos de adjudicación, uno para cada par proveedor/valor en el aviso.

source: There are no identifiers for the individual supplier/value pairings on the original award notice, so it is necessary to create a new identifier for each award object in OCDS. The approach to creating an identifier will depend on the properties of the dataset; for example, in Paraguay a combination of the award notice identifier, supplier name, and a consecutive number is used.
es: No hay identificadores para los pares de proveedores/valores individuales en el aviso de adjudicación original, por lo que es necesario crear un nuevo identificador para cada objeto de adjudicación en OCDS. El enfoque para crear un identificador dependerá de las propiedades del conjunto de datos; por ejemplo, en Paraguay se usa una combinación del identificador de aviso de adjudicación, el nombre del proveedor y un número consecutivo.

source: View the example in JSON
es: Vea el ejemplo en JSON

source: [View the example in Paraguay’s API](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-340885-1)
es: [Ver el ejemplo en la API de Paraguay](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-340885-1)
