Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/beneficial_ownership.po
Languages: es

source: Beneficial ownership information
es: Información sobre el beneficiario final

source: This worked example describes how to:
es: Este ejemplo práctico describe cómo:

source: publish separate contracting and beneficial ownership datasets
es: publicar conjuntos de datos separados sobre contratos y beneficiarios finales.

source: publish beneficial ownership data using OCDS
es: publicar datos de beneficiarios finales utilizando OCDS

source: The Beneficial Ownership Data Standard (BODS) [defines](https://standard.openownership.org/en/0.2.0/primer/whatisbo.html) “beneficial ownership” as:
es: El Estándar de Datos sobre Beneficiarios Finales (BODS) [define](https://standard.openownership.org/en/0.2.0/primer/whatisbo.html) al "beneficiario final" como:

source: The right to some share of a legal entity’s income or assets (ownership) or the right to direct or influence the entity’s activities (control).
es: El derecho a una parte de los ingresos o activos de una entidad jurídica (titularidad) o el derecho a dirigir o influenciar en las actividades de la entidad (control).

source: Publishing the beneficial owners of tenderers and suppliers can help users to:
es: La publicación de los beneficiarios finales de los licitadores y proveedores puede ayudar a los usuarios a:

source: Identify collusion or deception
es: Identificar la colusión o el engaño

source: Detect undeclared conflicts of interest
es: Detectar conflictos de interés no declarados

source: Identify companies with debarred or sanctioned owners
es: Identificar empresas con propietarios inhabilitados o sancionados.

source: Assess risk
es: Evaluar el riesgo

source: For more information on the uses of beneficial ownership data in the context of procurement, see [Beneficial ownership data in procurement](https://www.openownership.org/uploads/OO%20BO%20Data%20in%20Procurement.pdf).
es: Para obtener más información sobre los usos de los datos sobre el beneficiario final en el contexto de la contratación, consulte [Datos sobre el beneficiario final en compras](https://www.openownership.org/uploads/OO%20BO%20Data%20in%20Procurement.pdf).

source: Some procurement systems collect beneficial ownership data, usually when companies submit bids. This data is true at the time of collection. But, procurement systems don’t track later changes to the ownership and control of suppliers. This limitation is especially challenging for users interested in long-standing contracts, in which there may have been many changes.
es: Algunos sistemas de compras recogen datos sobre beneficiarios finales, normalmente cuando las empresas presentan ofertas. Estos datos son verdaderos en el momento de la recolección. Pero los sistemas de contratación no registran los cambios posteriores en la propiedad y el control de los proveedores. Esta limitación es especialmente difícil para los usuarios interesados en contratos de larga duración, en los que puede haber habido muchos cambios.

source: Therefore, the preferred approach is to **publish separate contracting and beneficial ownership datasets**:
es: Por lo tanto, el enfoque preferido es **publicar conjuntos de datos de contrataciones y beneficiarios finales separados**:

source: Publish contracting data using OCDS.
es: Publicar datos de contratación mediante OCDS.

source: Collect beneficial ownership data in a separate beneficial ownership register.
es: Recopile datos sobre beneficiarios finales en un registro de beneficiarios finales por separado.

source: Periodically confirm the accuracy of data in the register and record changes as they happen.
es: Confirme periódicamente la exactitud de los datos en el registro y registre los cambios a medida que ocurren.

source: Publish beneficial ownership data using BODS, including a history of changes.
es: Publique datos de beneficiarios finales utilizando BODS, incluido un historial de cambios.

source: To allow users to connect contracting data and beneficial ownership data, you should use the same [organization identifiers](../../schema/identifiers.md#organization-ids) in both datasets.
es: Para permitir que los usuarios conecten los datos de contratación y los datos de beneficiarios finales, debe utilizar los mismos [identificadores de la organización](../../schema/identifiers.md#organization-ids) en ambos conjuntos de datos.

source: At the same time, you can **publish beneficial ownership data in OCDS** using the [beneficial owners extension](https://extensions.open-contracting.org/en/extensions/beneficialOwners/master/), in particular if:
es: Al mismo tiempo, puede **publicar datos sobre beneficiarios finales en OCDS** mediante la [extensión de beneficiarios finales](https://extensions.open-contracting.org/en/extensions/beneficialOwners/master/), en particular si:

source: You cannot implement a separate beneficial ownership register.
es: No puede implementar un registro de beneficiarios finales por separado.

source: The companies are not included in any beneficial ownership register: for example, companies based in another country.
es: Las empresas no están incluidas en ningún registro de beneficiarios finales: por ejemplo, empresas con sede en otro país.

source: You collect data in both a beneficial ownership register and a procurement system **and** the threshold for disclosure in the procurement system is lower than in the beneficial ownership register.
es: Usted recopila datos tanto en un registro de beneficiarios finales como en un sistema de compras **y** el umbral para la divulgación en el sistema de compras es más bajo que en el registro de beneficiarios finales.

source: Publish separate contracting and beneficial ownership datasets
es: Publicar conjuntos de datos separados de contratos y beneficiarios finales

source: The UK publishes separate contracting and beneficial ownership datasets. Both datasets use the same organization identifier: the company number from [Companies House](https://www.gov.uk/government/organisations/companies-house).
es: El Reino Unido publica conjuntos de datos independientes sobre contratos y beneficiarios finales. Ambos conjuntos de datos utilizan el mismo identificador de organización: el número de empresa de la [Cámara de Empresas](https://www.gov.uk/government/organisations/companies-house).

source: Contracting data
es: Datos de contratación

source: The UK publishes OCDS data from [Contracts Finder](https://www.contractsfinder.service.gov.uk/).
es: El Reino Unido publica datos OCDS del [Buscador de contratos](https://www.contractsfinder.service.gov.uk/).

source: This example shows a contract award to T.M. ENGINEERS (MIDLANDS) LIMITED. `parties.identifier.id` is set to the supplier’s company number (00507062) and `parties.identifier.scheme` is set to ‘GB-COH’ to identify the register the number is drawn from.
es: Este ejemplo muestra la adjudicación de un contrato a T.M. ENGINEERS (MIDLANDS) LIMITED. `parties.identifier.id` se establece a el número de empresa del proveedor (00507062) y `parties.identifier.scheme` se establece a ‘GB-COH’ para identificar el registro del que se extrae el número.

source: For more information on publishing organization identifiers in OCDS, see [Organization IDs](../../schema/identifiers.md#organization-ids).
es: Para obtener más información sobre la publicación de identificadores de organizaciones en OCDS, consulte [ID de organización](../../schema/identifiers.md#organization-ids).

source: Beneficial ownership data
es: Datos del beneficiario final

source: The UK also publishes a separate beneficial ownership dataset: the [People with significant control (PSC) snapshot](http://download.companieshouse.gov.uk/en_pscdata.html). This dataset is updated daily and includes a history of changes. The OpenOwnership Register publishes [the PSC snapshot in BODS format](https://register.openownership.org/data_sources/uk-psc-register).
es: El Reino Unido también publica un conjunto de datos de beneficiarios finales por separado: la [impresión o imagen de personas con control significativo (PSC)](http://download.companieshouse.gov.uk/en_pscdata.html). Este conjunto de datos se actualiza a diario e incluye un historial de cambios. El Registro de OpenOwnership publica [la impresión o imagen de PSC en formato BODS](https://register.openownership.org/data_sources/uk-psc-register).

source: This example shows the beneficial ownership data for the supplier from the contract award: T.M. ENGINEERS (MIDLANDS) LIMITED.
es: Este ejemplo muestra los datos del beneficiario final para el proveedor de la adjudicación del contrato: T.M. ENGINEERS (MIDLANDS) LIMITED.

source: BODS is based on statements, where each statement describes ownership or control, entities, or natural persons. For more information, see the [BODS documentation](http://standard.openownership.org/). The example includes:
es: BODS se basa en declaraciones, donde cada declaración describe titularidad o control, entidades o personas físicas. Para obtener más información, consulte la [documentación de BODS](http://standard.openownership.org/). El ejemplo incluye:

source: An entity statement that describes the company and includes the company number: 00507062. This is the same organization identifier used in the OCDS data.
es: Una declaración de la entidad que describe a la empresa e incluye el número de la misma: 00507062. Este es el mismo identificador de organización utilizado en los datos de OCDS.

source: An ownership/control statement that describes the relationship between an interested party and the company.
es: Una declaración de titularidad/control que describe la relación entre una parte interesada y la empresa.

source: A person statement that includes the details of the beneficial owner of the company.
es: Una declaración personal que incluye los detalles del beneficiario final de la empresa.

source: Publish beneficial ownership data in OCDS
es: Publicar datos de beneficiarios finales en OCDS

source: Moldova [collects the name and nationality](https://tender.gov.md/ro/content/formularul-standard-al-documentului-unic-de-achizi%C8%9Bii-european?fbclid=IwAR14CSxh6bo45cTq-hzVbwhnEkk9OEkY1aF86j1hVIU8kTnvaW3cU4q5loc) of the beneficial owners of bidders in its procurement system. But, Moldova does not maintain a separate beneficial ownership register.
es: Moldavia [recopila el nombre y la nacionalidad](https://tender.gov.md/ro/content/formularul-standard-al-documentului-unic-de-achizi%C8%9Bii-european?fbclid=IwAR14CSxh6bo45cTq-hzVbwhnEkk9OEkY1aF86j1hVIU8kTnvaW3cU4q5loc) de los beneficiarios finales de los oferentes en su sistema de compras. Sin embargo, Moldavia no mantiene un registro de beneficiarios finales por separado.

source: Therefore, Moldova can use the beneficial owners extension to publish the data in OCDS. For more information on using the beneficial ownership extension, see the [extension documentation](https://extensions.open-contracting.org/en/extensions/beneficialOwners/master/).
es: Por lo tanto, Moldavia puede utilizar la extensión de beneficiarios finales para publicar los datos en OCDS. Para obtener más información sobre el uso de la extensión del beneficiario final, consulte la [documentación de extensión](https://extensions.open-contracting.org/en/extensions/beneficialOwners/master/).

source: This example shows a fictional contract award to Microsoft Moldova:
es: Este ejemplo muestra la adjudicación de un contrato ficticio a Microsoft Moldovia:

source: In the package metadata, the `extensions` array includes the beneficial owners extension.
es: En los metadatos del paquete, la lista `extensions` incluye la extensión de beneficiarios finales.

source: In the `parties` array:
es: En la lista `parties`:

source: `beneficialOwners.name` is set to the name of the beneficial owner
es: `beneficialOwners.name` se establece al nombre del beneficiario final

source: `beneficialOwners.nationality` is set to the country code for the nationality of the beneficial owner
es: `beneficialOwners.nationality` se establece al código del país para la nacionalidad del beneficiario final
