Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/catalogs.po
Languages: es

source: Purchases from electronic catalogs
es: Compras desde catálogos electrónicos.

source: Electronic catalogs are a technique, or instrument, for electronic procurement, in which the exact quantity or value of items to be provided by each supplier are not known in advance when the catalog is set-up.
es: Los catálogos electrónicos son una técnica o instrumento para la adquisición electrónica, en el que no se conoce de antemano la cantidad o el valor exacto de los artículos que debe proporcionar cada proveedor cuando se establece el catálogo.

source: When a buyer makes a purchase from an electronic catalog, an order is placed with a supplier for a specific quantity or value of items.
es: Cuando un comprador realiza una compra desde un catálogo electrónico, se realiza un pedido con un proveedor por una cantidad o valor específico de artículos.

source: In OCDS, purchases from electronic catalogs ought to be modelled using `awards` and `contracts`, since catalog purchases:
es: En OCDS, las compras de catálogos electrónicos deben modelarse usando `awards` y `contracts` ya que las compras de catálogo:

source: Create a direct relationship between the items being purchased, the supplier providing the items, and the value of the items (an award in OCDS)
es: Crean una relación directa entre los artículos que se compran, el proveedor que proporciona los artículos y el valor de los artículos (una adjudicación en OCDS)

source: Result in a legally binding agreement for the supplier to provide the items (a contract in OCDS)
es: Resultan en un acuerdo legalmente vinculante para que el proveedor proporcione los artículos (un contrato en OCDS)

source: Modelling purchases from electronic catalogs using `awards` and `contracts` makes it easier to combine data on electronic catalog purchases with data on purchases made using other procurement techniques.
es: El modelado de compras de catálogos electrónicos utilizando `awards` y` contracts` hace que sea más fácil combinar datos sobre compras de catálogos electrónicos con datos sobre compras realizadas utilizando otras técnicas de adquisición.

source: Example: Combining data from different procurement techniques
es: Ejemplo: combinación de datos de diferentes técnicas de adquisición

source: Australia's Department of Defence uses an electronic catalog for purchases of basic office supplies (pens, paper, toner cartridges, etc.).
es: El Departamento de Defensa de Australia utiliza un catálogo electrónico para la compra de suministros básicos de oficina (bolígrafos, papel, cartuchos de tóner, etc.).

source: 3 suppliers provide the items in the catalog: COS, Office National and Mega Office Supplies. Each provides different categories of office supplies.
es: 3 proveedores proporcionan los artículos en el catálogo: COS, Office National y Mega Office Supplies. Cada uno proporciona diferentes categorías de suministros de oficina.

source: In July 2019, the department makes 3 separate purchases from the catalog: envelopes that are supplied by COS, whiteboard markers that are supplied by Office National, and sticky notes that are supplied by Mega Office Supplies. These purchases are represented in the `awards` section of OCDS as follows:
es: En julio de 2019, el departamento realiza 3 compras por separado del catálogo: sobres provistos por COS, marcadores de pizarra blanca proporcionados por Office National y notas adhesivas proporcionadas por Mega Office Supplies. Estas compras están representadas en la sección de `awards` de OCDS de la siguiente manera:

source: During the same month, the department also concludes a separate contracting process to procure 30 office desks by awarding a contract to Office National. This purchase is also represented in the `awards` section of OCDS:
es: Durante el mismo mes, el departamento también concluye un proceso de contratación por separado para adquirir 30 escritorios de oficina mediante la adjudicación de un contrato a Office National. Esta compra también está representada en la sección de `awards` de OCDS:

source: By using the `awards` section consistently for both contracting processes, it is possible to calculate the total value of purchases from Office National in July 2019, using only the `awards` section:
es: Al usar la sección de `awards` consistentemente para ambos procesos de contratación, es posible calcular el valor total de las compras de Office National en julio de 2019, usando solo la sección de `awards`

source: Note
es: Nota

source: The approach for modelling the set-up and second stages of electronic catalogs in OCDS is under discussion ([GitHub issue](https://github.com/open-contracting/standard/issues/396)).
es: El modelado de la conformación y las segundas etapas de los catálogos electrónicos en OCDS se está en discusión ([issue en GitHub](https://github.com/open-contracting/standard/issues/396)).
