Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/extensions.po
Languages: es

source: Extensions
es: Extensiones

source: OCDS provides a common core of [sections and building blocks](../../getting_started/building_blocks) for describing contracting processes.
es: OCDS proporciona [secciones y bloques](../../getting_started/building_blocks) centrales para describir los procesos de contratación.

source: Many publishers will have additional data that they could publish. Instead of ignoring this data and leaving it unpublished, OCDS encourages publishers to collaborate on the creation of **extensions** to the standard.
es: Muchos publicadores tendrán datos adicionales que podrían publicar. En lugar de ignorar estos datos y dejarlos inéditos, OCDS anima a los publicadores a colaborar en la creación de **extensiones** al estándar.

source: Extensions are divided into two types:
es: Las extensiones se dividen en dos tipos:

source: **Core** extensions are maintained as part of the standard governance process, documented as part of the standard and reviewed by the OCDS technical team with each version upgrade of OCDS. They are likely to be relevant to a large number of publishers and users.
es: Las extensiones **Centrales** se mantienen como parte del proceso de gobernanza del estándar, documentadas como parte del estándar y revisadas por el equipo técnico de OCDS con cada actualización de versión de OCDS. Probablemente estas extensiones son relevantes para un gran número de publicadores y usuarios.

source: **Community** and local extension are maintained by third-parties, or are maintained outside of the standard governance process. They might provide features needed by only a small number of publishers or users, or might be used to document a publisher's additional fields or codelist values.
es: Las extensiones **comunitarias** y locales son mantenidas por terceros, o se mantienen fuera del proceso de gobernanza del estándar. Pueden proporcionar características requeridas solamente por un pequeño número de publicadores o usuarios, o pueden ser usadas para documentar campos adicionales de un publicador o valores de listas de código.

source: All core and community extensions are listed in the [Extension Explorer](https://extensions.open-contracting.org/en/). The [standard technical team](../../governance/index) approves extensions for inclusion in the Extension Explorer (distinguishing community from local extensions) and for inclusion in the governance process (distinguishing core from community extensions).
es: Todas las extensiones centrales y comunitarias se listan en el [Explorador de extensiones](https://extensions.open-contracting.org/en/). El [equipo técnico del estándar](../../governance/index) aprueba las extensiones para incluirlas en el Explorador de extensiones (diferenciando las extensiones comunitarias de las locales) y para incluirlas en el proceso de gobernanza (diferenciando las extensiones centrales de las extensiones de la comunidad).

source: Using existing extensions
es: Uso de extensiones existentes

source: Extensions are applied by adding their URLs to the `extensions` array in the release package or record package. You can discover extensions, read their documentation and find the URL to add using the [Extension Explorer](https://extensions.open-contracting.org/en/).
es: Las extensiones se aplican añadiendo sus URLs a la lista de `extensions` en el paquete de entrega o en el paquete de registro. Puedes descubrir extensiones, leer su documentación y encontrar el URL para añadirlo usando el [Explorador de Extensiones](https://extensions.open-contracting.org/es/).

source: This version of OCDS uses these specific versions of core extensions:
es: Esta version del OCDS usa estas versiones específicas de las extensiones centrales:

source: Developing new extensions
es: Desarrollo de nuevas extensiones

source: If you have additional fields which cannot be mapped to the OCDS schema or an existing extension, you ought to include these in your OCDS data and create a new extension to document their structure and meaning.
es: Si tiene campos adicionales que no se pueden mapear al esquema OCDS o a una extensión existente, debe de incluir estas en sus datos OCDS y crear una nueva extensión para documentar su estructura y significado.

source: Extension template
es: Plantilla de extensión

source: You can find the [extension template](https://github.com/open-contracting/standard_extension_template) on GitHub. It contains guidance on creating an extension.
es: Puede encontrar la [plantilla de extensión](https://github.com/open-contracting/standard_extension_template) en GitHub. Contiene instrucciones para crear una extensión.

source: Profiles
es: Perfiles

source: Groups of extensions can be combined into **profiles**. OCDS provides a common core for describing contracting processes, which profiles expand to suit the disclosure requirements and user needs of a particular sector or legal framework.
es: Los grupos de extensiones se pueden combinar en **perfiles**. OCDS proporciona una base común para describir los procesos de contratación, cuyos perfiles se expanden para adaptarse a los requisitos de publicación y las necesidades del usuario de un sector o marco legal en particular.

source: OCDS for Public-Private Partnerships
es: OCDS para Asociaciones Público-Privadas

source: [OCDS for Public-Private Partnerships](https://standard.open-contracting.org/profiles/ppp/latest/en/) (PPPs) describes how to use OCDS to publish information about PPPs. The profile extends OCDS to offer a data format that follows the World Bank Group’s [Framework for Disclosure in Public-Private Partnership Projects](http://www.worldbank.org/en/topic/publicprivatepartnerships/brief/ppp-tools#T1).
es: [OCDS para Asociaciones Público-Privadas](https://standard.open-contracting.org/profiles/ppp/latest/en/) (APPs) describe cómo usar OCDS para publicar información sobre APPs. El perfil amplía OCDS para ofrecer un formato de datos que sigue el [Marco para la Divulgación en Proyectos de Asociación Público-Privada](http://www.worldbank.org/en/topic/publicprivatepartnerships/brief/ppp-tools#T1) del Grupo del Banco Mundial.

source: OCDS for the European Union
es: OCDS para la Unión Europea

source: [OCDS for the European Union](https://standard.open-contracting.org/profiles/eu/master/en/) describes how to use OCDS to publish information on public procurement as obliged by law within the European Union.
es: [OCDS para la Unión Europea](https://standard.open-contracting.org/profiles/eu/master/en/) describe cómo usar OCDS para publicar información sobre contratación pública según lo exige la ley dentro de la Unión Europea.

source: OCDS for the Agreement on Government Procurement
es: OCDS para el Acuerdo sobre Contratación Pública

source: [OCDS for the Agreement on Government Procurement](https://standard.open-contracting.org/profiles/gpa/master/en/) (GPA) describes how to use OCDS to publish information as obliged by the World Trade Organization’s [Agreement on Government Procurement](https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm).
es: [OCDS para el Acuerdo sobre Contratación Pública](https://standard.open-contracting.org/profiles/gpa/master/en/) (GPA) describe cómo utilizar OCDS para publicar información según lo dispuesto por el [Acuerdo sobre Contratación Pública](https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm) de la Organización Mundial del Comercio.

source: Linked standards
es: Estándares vinculados

source: OCDS data often refers to other datasets, like company registers, government budgets and infrastructure projects. These datasets contain information that is managed outside the lifecycle of a contracting process.
es: Los datos de OCDS a menudo se refieren a otros conjuntos de datos, como registros de empresas, presupuestos gubernamentales y proyectos de infraestructura. Estos conjuntos de datos contienen información que se gestiona fuera del ciclo de vida de un proceso de contratación.

source: Open Contracting for Infrastructure Data Standards
es: Estándares de Datos de Contrataciones Abiertas para Infraestructura

source: The [Open Contracting for Infrastructure Data Standards](https://standard.open-contracting.org/infrastructure/latest/en/) (OC4IDS) describe what information to disclose and how to disclose it, at each stage of an infrastructure project. It connects previously siloed information to better publish and track infrastructure investment and delivery, providing data at the project level, at the contracting summary level, and at contract process detail level.
es: Los [Estándares de Datos de Contrataciones Abiertas para Infraestructura](https://standard.open-contracting.org/infrastructure/latest/en/) (OC4IDS) describe qué información divulgar y cómo divulgarla, en cada etapa de un proyecto de infraestructura. Conecta información que anteriormente estaba aislada para publicar y rastrear mejor la inversión y entrega de infraestructura, proporcionando datos a nivel de proyecto, a nivel de resumen de contratación y a nivel de detalle de proceso de contratación.

source: A joint effort by the [Infrastructure Transparency Initiative](http://infrastructuretransparency.org) (CoST) and the Open Contracting Partnership, it builds on best practice in open data and openness of public infrastructure procurement globally.
es: Un esfuerzo conjunto de la [Iniciativa de Transparencia en Infraestructura](http://infrastructuretransparency.org)(CoST) y la Open Contracting Partnership, se basa en las mejores prácticas en datos abiertos y la apertura de las adquisiciones de infraestructura pública a nivel mundial.

source: The [Open Fiscal Data Package](http://www.fiscaltransparency.net/ofdp/) (OFDP) describes government budget and spending data. The [Budget and spending classification](https://extensions.open-contracting.org/en/extensions/budget_and_spend/) extension describes how to connect OCDS and OFDP datasets.
es: El [Open Fiscal Data Package](http://www.fiscaltransparency.net/ofdp/) (OFDP) describe los datos de presupuesto gubernamental y gastos. La extensión [Budget and spending classification](https://extensions.open-contracting.org/en/extensions/budget_and_spend/) describe cómo conectar los conjuntos de datos OCDS y OFDP.
