Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/localization.po
Languages: es

source: Localizing OCDS
es: Localizando OCDS

source: OCDS is a global standard for the publication of the key contracting data that users need. Publishing standardized data supports analysis across countries and the development of reusable tools. But, to get the most out of OCDS, it can be useful to localize the standard to your context. This guide explains how to:
es: OCDS es un estándar global para la publicación de los datos claves de contratación que necesitan los usuarios. La publicación de datos estandarizados respalda el análisis en todos los países y el desarrollo de herramientas reutilizables. Pero, para aprovechar al máximo OCDS, puede resultar útil localizar el estándar a su contexto. Esta guía explica cómo:

source: Document the local definition of OCDS terms
es: Documentar la definición local de términos OCDS

source: Map between disclosures required by law and OCDS fields
es: Mapear entre las divulgaciones requeridas por la ley y los campos de OCDS

source: Extend the standard to publish more fields
es: Extender el estándar para publicar más campos

source: Translate the standard into your language
es: Traducir el estándar a su idioma

source: Document and share your work
es: Documentar y compartir su trabajo

source: Documenting the local definition of OCDS terms
es: Documentar la definición local de términos OCDS

source: OCDS uses terms that make sense across different jurisdictions so that data is interoperable. But, in some cases, it can be useful to maintain a mapping between OCDS terms and local terms. This can help local users understand exactly how to interpret a field in the standard.
es: OCDS utiliza términos que tienen sentido en diferentes jurisdicciones para que los datos sean interoperables. Pero, en algunos casos, puede resultar útil mantener un mapeo entre los términos OCDS y los términos locales. Esto puede ayudar a los usuarios locales a comprender exactamente cómo interpretar un campo en el estándar.

source: For example, the current Spanish translation of OCDS uses the term 'Artículos que se adquirirán' for the 'Line Items'. Whereas in Mexico the equivalent term is ‘Items de la licitación’.
es: Por ejemplo, la traducción actual al español de OCDS utiliza el término 'Artículos que se adquirirán' para los 'Line Items'. Mientras que en México el término equivalente es ‘Items de la licitación’.

source: You can use the [field-level mapping template](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) to document localized titles and descriptions for OCDS fields. The **OCDS Schema** sheet contains the titles and descriptions used in the mapping sheets.
es: Puede utilizar la [plantilla de mapeo a nivel de campo](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) para documentar títulos y descripciones localizados para campos OCDS. La hoja **Esquema OCDS** contiene los títulos y descripciones utilizados en las hojas de mapeo.

source: ![Field Level Mapping Template](../../_static/png/mapping_template.png)
es: ![Plantilla de mapeo a nivel de campo](../../_static/png/mapping_template.png)

source: Field Level Mapping Template
es: Plantilla de Mapeo a Nivel de Campos

source: To localize a field title or description, edit the values columns C or D. We recommend that you keep the original title or description in brackets after your localized version. For example:
es: Para localizar el título o la descripción de un campo, edite las columnas de valores C o D. Le recomendamos que mantenga el título o la descripción original entre paréntesis después de la versión localizada. Por ejemplo:

source: Path
es: Ruta

source: Title
es: Título

source: This makes it easier for reviewers to check that localization has not changed the meaning of titles and descriptions. You can use the comments feature of Google Docs to discuss the proposed localization.
es: Esto hace que sea más fácil para los revisores verificar que la localización no haya cambiado el significado de los títulos y descripciones. Puede utilizar la función de comentarios de Google Docs para discutir la localización propuesta.

source: Do not edit the values in column B. These are the OCDS field paths which cannot be edited.
es: No edite los valores en la columna B. Estas son las rutas de los campos OCDS que no se pueden editar.

source: If you create your own mapping sheet, make sure to include the original OCDS field paths to link your mapping to the fields in OCDS.
es: Si crea su propia hoja de mapeo, asegúrese de incluir las rutas de campo originales de OCDS para vincular su mapeo a los campos en OCDS.

source: Similarly, you can use the [codelist mapping template](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template/) to document localized titles and descriptions for codes in [OCDS codelists](../../schema/codelists/).
es: Del mismo modo, puede utilizar la [plantilla de mapeo para listas de códigos](https://www.open-contracting.org/resources/ocds-1-1-codelist-mapping-template/) para documentar títulos y descripciones localizados para códigos en las [listas de códigos OCDS](../../schema/codelists/).

source: ![Codelist Mapping Template](../../_static/png/codelist_mapping.png)
es: ![Plantilla de mapeo para listas de códigos](../../_static/png/codelist_mapping.png)

source: Codelist Mapping Template
es: Plantilla de Mapeo de lista de códigos

source: To localize a code title or description, edit the values in columns B and C. As with field titles and descriptions, we recommend that you keep the original title or description in brackets after your localized version.
es: Para localizar el título o la descripción de un código, edite los valores en las columnas B y C. Al igual que con los títulos y las descripciones de los campos, le recomendamos que mantenga el título o la descripción original entre paréntesis después de la versión localizada.

source: Do not edit the values in column A. These are the OCDS field paths which cannot be edited.
es: No edite los valores en la columna A. Estas son las rutas de los campos OCDS que no se pueden editar.

source: You can ask the [Data Support Team](../../support/index) to review your localized mapping template before you put it to use.
es: Puede pedirle al [Equipo de Soporte de Datos](../../support/index) que revise su plantilla de mapeo localizada antes de usarla.

source: Mapping between disclosures required by law and OCDS fields
es: Mapeo entre las divulgaciones requeridas por la ley y los campos de OCDS

source: When local legislation mandates specific contracting disclosures, it can be useful to:
es: Cuando la legislación local exige divulgaciones específicas de contratación, puede ser útil para:

source: Identify the legal requirements related to OCDS fields
es: Identificar los requisitos legales relacionados con los campos OCDS.

source: Identify any extra fields or documents needed to meet legal requirements
es: Identificar los campos o documentos adicionales necesarios para cumplir con los requisitos legales.

source: Identify any OCDS fields which cannot be published for legal reasons
es: Identificar cualquier campo OCDS que no se pueda publicar por razones legales

source: You can use the [field-level mapping template](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) to document a mapping to local legislation. If you localized the mapping template, then start with the localized version.
es: Puede utilizar la [plantilla de mapeo a nivel de campo](https://www.open-contracting.org/resources/ocds-field-level-mapping-template/) para documentar un mapeo a la legislación local. Si localizó la plantilla de mapeo, entonces comience con la versión localizada.

source: You will need a clear list of the disclosure requirements set out in law. These should be divided up by which stage of the contracting process they apply to and under which circumstances.
es: Necesitará una lista clara de los requisitos de divulgación establecidos en la ley. Estos deben dividirse en función de la etapa del proceso de contratación a la que se aplican y en qué circunstancias.

source: Work through the OCDS tabs (1. - 6.) for each stage of the contracting process and for each field note any related legal requirements. Use column E to note the requirements or add a new column if you prefer.
es: Trabaje a través de las pestañas OCDS (1. - 6.) para cada etapa del proceso de contratación y para cada campo anote los requisitos legales relacionados. Utilice la columna E para anotar los requisitos o agregue una nueva columna si lo prefiere.

source: OCDS often breaks down the concepts used in disclosure legislation to make sure the data is useful. For example, the concept of a supplier is broken down into fields for the supplier's name, organization identifier and address. So you may find that one legal requirement maps to many fields.
es: OCDS a menudo desglosa los conceptos utilizados en la legislación de divulgación para asegurarse de que los datos sean útiles. Por ejemplo, el concepto de proveedor se divide en campos para el nombre del proveedor, el identificador de la organización y la dirección. Por lo tanto, puede encontrar que un requisito legal se asigna a muchos campos.

source: There may be some disclosure requirements that are not covered by OCDS fields. Use the space at the bottom of each mapping sheet to list any extra requirements.
es: Puede haber algunos requisitos de divulgación que no estén cubiertos por los campos de OCDS. Utilice el espacio en la parte inferior de cada hoja de mapeo para enumerar los requisitos adicionales.

source: Provide as much detail as you can about these extra requirements and then share your mapping with the Data Support Team. The team can work with you to identify whether to model the requirements using an existing field or whether to develop an extension.
es: Proporcione tantos detalles como pueda sobre estos requisitos adicionales y luego comparta su mapeo con el Equipo de Soporte de Datos. El equipo puede trabajar con usted para identificar si modelar los requisitos usando un campo existente o si desarrollar una extensión.

source: Extending the standard
es: Extensión del estándar

source: OCDS is an extensible standard. Extensions are used to document the meaning, structure and format of additional fields so that users and tools can interpret them.
es: OCDS es un estándar extensible. Las extensiones se utilizan para documentar el significado, la estructura y el formato de campos adicionales para que los usuarios y las herramientas puedan interpretarlos.

source: Refer to the [extensions documentation](extensions) for more information on using and developing extensions.
es: Consulte la [documentación de extensiones](extensions) para obtener más información sobre el uso y desarrollo de extensiones.

source: Translating the standard
es: Traducción del estándar

source: The OCDS standard development team maintains *supported* translations according to the [translation and localization policy](../../governance/translation). Volunteers contribute *community* translations.
es: El equipo de desarrollo del estándar de OCDS mantiene las traducciones **admitidas** de acuerdo a la [política de traducción y localización](../../governance/index.md#translation-and-localization-policy). Los voluntarios contribuyen con traducciones **comunitarias.**

source: If the standard is not yet available in your language, you can propose a new translation of the schema and documentation, or collaborate on an existing community translation.
es: Si el estándar aún no está disponible en su idioma, puede proponer una nueva traducción del esquema y la documentación, o colaborar en una traducción comunitaria existente.

source: Translations are managed using [Transifex](https://www.transifex.com/open-contracting-partnership-1/open-contracting-standard-1-1/) which can generate translated versions of the schema, documentation and other resources.
es: Las traducciones se gestionan mediante [Transifex](https://www.transifex.com/open-contracting-partnership-1/open-contracting-standard-1-1/) que puede generar versiones traducidas del esquema, documentación y otros recursos.

source: Contact the [Data Support Team](../../support/index) to get access to Transifex or to propose a new translation.
es: Póngase en contacto con el [Equipo de Soporte de Datos](../../support/index) para obtener acceso a Transifex o para proponer una nueva traducción.

source: Whatever you do to localize the OCDS, it’s important to provide clear documentation. For example, you could set-up a page on your website with links to the main standard documentation, and details of your localization.
es: Independientemente a lo que realice para localizar el OCDS, es importante proporcionar documentación clara. Por ejemplo, puede configurar una página en su sitio web con enlaces a la documentación estándar principal y detalles de su localización.

source: It’s also important to share updates with the OCDS community, through the [standard-discuss mailing list](https://groups.google.com/a/open-contracting.org/g/standard-discuss) and the [GitHub issue tracker](https://github.com/open-contracting/standard). Without doing this, there is a chance that you might be duplicating work that others have already undertaken, or missing out on insights from other projects working on similar issues.
es: También es importante compartir actualizaciones con la comunidad de OCDS, a través de la [lista de correo electrónico del estándar](https://groups.google.com/a/open-contracting.org/g/standard-discuss) y el [GitHub issue tracker](https://github.com/open-contracting/standard). Sin hacer esto, existe la posibilidad de que esté duplicando el trabajo que otros ya han realizado o que se pierda información de otros proyectos que trabajan en temas similares.
