Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/mapping_awards_contracts.po
Languages: es

source: Awards and contracts
es: Adjudicaciones y contratos

source: OCDS separates data about the contract award and data about the signed contract into the `awards` and `contracts` sections respectively. Source systems can contain data on awards, on contracts, or on both.
es: OCDS separa los datos sobre la adjudicación del contrato y los datos sobre el contrato firmado en las secciones de `awards` y` contracts` respectivamente. Los sistemas de origen pueden tener datos sobre adjudicaciones, contratos o ambos.

source: If the data in the source system relates only to contract awards, then only the `award` section of OCDS ought to be populated, unless the law governing procurement permits no changes between award and signature of a contract, in which case the `contract` section can be populated.
es: Si los datos en el sistema origen se relacionan sólo con adjudicaciones de contratos, entonces sólo se debería completar la sección de `awards` de OCDS, a menos que la ley que rige las adquisiciones no permita cambios entre la adjudicación y la firma de un contrato, en cuyo caso la sección de `contracts` puede ser poblada.

source: If the data in the source system relates only to the signed contract and no changes are permitted between the award and signature of a contract, then:
es: Si los datos en el sistema origen se relacionan sólo con el contrato firmado y no se permiten cambios entre la adjudicación y la firma de un contrato, entonces:

source: Add an `Award` object to `awards` and a `Contract` object to `contracts`
es: Agregue un objeto `Award` a` awards` y un objeto `Contract` a` contracts`

source: Set `awards.id` and `contracts.id` to the same value
es: Establezca `awards.id` y` contracts.id` con el mismo valor

source: Populate the `awards.value`, `awards.contractPeriod` and `awards.items` fields with the initial contract value, period and items respectively
es: Rellene los campos `awards.value`,` awards.contractPeriod` y `awards.items` con el valor, el período y los artículos iniciales del contrato, respectivamente.

source: If the contract value, period or items are subsequently updated, populate the `contracts.value`, `contracts.period` and `contracts.items` fields with the updated value
es: Si el valor del contrato, el período o los artículos se actualizan posteriormente, complete los campos `contracts.value`, `contracts.period` y `contracts.items` con el valor actualizado

source: The above approach is also applicable to direct call-offs from framework agreements with multiple suppliers, since the call-off is, conceptually, an award.
es: El enfoque anterior también es aplicable a compras directas en acuerdos marco con múltiples proveedores, ya que la compra directa es, conceptualmente, una adjudicación.

source: Example: Changes between award and contract
es: Ejemplo: Cambios entre la adjudicación y el contrato

source: The Zambia Public Procurement Authority provides a central e-procurement system, used by procuring entities to manage the tender and award stages of the contracting processes, which publishes OCDS data.
es: La Autoridad de Adquisiciones Públicas de Zambia proporciona un sistema central de adquisiciones electrónicas, utilizado por las entidades contratantes para administrar las etapas de licitación y adjudicación de los procesos de contratación, que publica datos OCDS.

source: Once an award is published by the e-procurement system, there is a 10-day standstill period for unsuccessful bidders to appeal the award decision.
es: Una vez que el sistema de contratación electrónica publica una adjudicación, hay un período de inactividad de 10 días para que los oferentes que no tengan éxito apelen la decisión de adjudicación.

source: If an appeal is made and upheld, then the award is cancelled. If no appeals are upheld by the end of the standstill period, then a contract is signed between the buyer and the supplier, outside of the e-procurement system. No OCDS data is published or updated from this stage of the contracting process onward.
es: Si se hace y se confirma una apelación, se cancela la adjudicación. Si no se mantienen las apelaciones al final del período de inactividad, se firma un contrato entre el comprador y el proveedor, fuera del sistema de contratación electrónica. No se publican ni actualizan datos OCDS desde esta etapa del proceso de contratación en adelante.

source: In this example, the Ministry of Finance uses the e-procurement system to solicit bids for the development of a new website. A contract is awarded to 360nx Designs for 3,000,000 ZMK, through the e-procurement system.
es: En este ejemplo, el Ministerio de Finanzas utiliza el sistema de adquisición electrónica para solicitar ofertas para el desarrollo de un nuevo sitio web. Se otorga un contrato a 360nx Designs por 3,000,000 ZMK, a través del sistema de adquisición electrónica.

source: An unsuccessful bidder appeals the award decision and the appeal is upheld, resulting the award being cancelled.
es: Un licitador no ganador apela la decisión de adjudicación y la apelación se confirma, lo que resulta en la cancelación de la adjudicación.

source: If both the `award` and `contract` sections of OCDS had been populated when the award was made through the e-procurement system, this would have resulted in the presence of a contract in the OCDS data that had never existed in reality.
es: Si ambas secciones de `award` y` contract` de OCDS se hubieran poblado cuando la adjudicación se realizó a través del sistema de contratación electrónica, esto habría resultado en la presencia de un contrato en los datos de OCDS que nunca existió en realidad.
