Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/organizational_units.po
Languages: es

source: Organizational Units
es: Unidades Organizacionales

source: For some use cases, publishers might need to disclose the organizational units involved in the contracting process, e.g agency branches or divisions.
es: Para algunos casos de uso, los publicadores pueden necesitar publicar las unidades organizativas involucradas en el proceso de contratación, por ejemplo, las ramas o divisiones de agencias.

source: There is more than one approach to model organizational units in OCDS:
es: Hay más de un enfoque para modelar unidades organizativas en OCDS:

source: **Use the fields and blocks available in the Organization building block**. This is the preferred approach, when possible.
es: **Use los campos y bloques disponibles en el bloque de construcción de Organización**. Este es el enfoque preferido, cuando sea posible.

source: Unit names can be included in the `name` field alongside the organization name.
es: Los nombres de las unidades se pueden incluir en el campo `name` junto con el nombre de la organización.

source: The `additionalIdentifiers` array can be used to provide any unit identifiers. It is important to note that `identifier` and `additionalIdentifiers` need to point toward the *same legal entity*. The main `identifier` ought to belong to the organization and the `legalName` field can be used to provide the organization name alone.
es: La lista de `additionalIdentifiers` se puede utilizar para proporcionar cualquier identificador de unidad. Es importante tener en cuenta que los campos `identifier` y `additionalIdentifiers` deben apuntar hacia la *misma entidad legal*. El `identificador` principal debe pertenecer a la organización y el campo `legalName` puede usarse para proporcionar sólo el nombre de la organización.

source: The `address` and `contactPoint` blocks can be filled with the unit information.
es: Los bloques `address` y` contactPoint` pueden rellenarse con la información de la unidad.

source: Unit identifiers can also be appended to `parties/id`.
es: Los identificadores de unidad también se pueden agregar al final de `parties/id`.

source: When the first option is not enough to model the publisher's case, **use or create an extension**. Any additional fields can be placed in the `details` section of the Organization building block.
es: Cuando la primera opción no es suficiente para modelar el caso del publicador, **use o cree una extensión**. Cualquier campo adicional se puede colocar en la sección `details` del bloque de Organización.

source: Some publishers use the [memberOf](https://github.com/open-contracting-extensions/ocds_memberOf_extension) extension to represent organization hierarchies, including organizational units. This is strongly discouraged unless there is a clear use case to support it, because OCDS is not designed to disclose hierarchical organization information. Ideally, organizational hierarchies would be represented in separate, non-OCDS datasets, and organizational units would be modelled using one of the alternatives described above.
es: Algunos editores usan la extensión [memberOf](https://github.com/open-contracting-extensions/ocds_memberOf_extension) para representar las jerarquías de la organización, incluidas las unidades organizativas. Esto se desaconseja encarecidamente a menos que exista un caso de uso claro para respaldarlo, porque OCDS no está diseñado para divulgar información de organización jerárquica. Idealmente, las jerarquías organizacionales estarían representadas en conjuntos de datos separados, no en OCDS, y las unidades organizacionales serían modeladas usando una de las alternativas descritas anteriormente.

source: Worked examples
es: Ejemplos Prácticos

source: 1. Using the Organization building block
es: 1. Usando el bloque de Organización

source: In Honduras, the Ministry of Health is planning the procurement of food supplies for the San Felipe Hospital. For the purposes of the example, San Felipe Hospital is considered to be a unit belonging to the Ministry of Health, and it is not a legal entity of its own.
es: En Honduras, el Ministerio de Salud está planificando la adquisición de alimentos para el Hospital San Felipe. A los fines del ejemplo, el Hospital San Felipe se considera una unidad perteneciente al Ministerio de Salud, y no es una entidad legal propia.

source: In the release below, the publisher adds the hospital name at the end of the procuring entity name. The main identifier for the organization (*Secretaría de Salud Pública*) is extracted from a local list in the "HonduCompras" platform, used to publish procurement information in the country.
es: En la entrega a continuación, el editor agrega el nombre del hospital al final del nombre de la entidad contratante. El identificador principal de la organización (*Secretaría de Salud Pública*) se extrae de una lista local en la plataforma "HonduCompras", utilizada para publicar información de adquisiciones en el país.

source: An identifier for the hospital has been added using the "HN-ONCAE-UNIT" list code. The `address` and `contactPoint` information belongs to the hospital only.
es: Se ha agregado un identificador para el hospital utilizando el código de lista "HN-ONCAE-UNIT". La información de `address` y` contactPoint` pertenecen sólo al hospital.

source: 2. Defining a new Extension
es: 2. Definiendo una nueva extensión

source: In Moldova, the national procurement agency needs to include a division code for particular organizations. Since divisions can be separate legal entities in some cases, the publisher chooses to use the `identifier` block to point to the main organization for all cases, and use an additional field to provide the division code that enables data users to locate the departments and branches involved.
es: En Moldavia, la agencia nacional de adquisiciones debe incluir un código de división para organizaciones particulares. Dado que las divisiones pueden ser entidades legales separadas en algunos casos, el publicador elige usar el bloque "identificador" para apuntar a la organización principal para todos los casos, y usar un campo adicional para proporcionar el código de división que permite a los usuarios de datos ubicar los departamentos y sucursales involucradas.

source: In the release below, a branch of the Bank of Moldova announces a contract opportunity for the provision of consumables for electrical appliances.
es: En la entrega a continuación, una sucursal del Banco de Moldavia anuncia una oportunidad de contrato para el suministro de consumibles para aparatos eléctricos.

source: The branch name (*Chişinău Branch*) is appended at the end of the name of the procuring entity. A new extension called "Division code" has been defined to add the `divisionCode` field in the `parties/details` section. The branch code in the example is "101".
es: El nombre de la sucursal (*Chişinău Branch*) se adjunta al final del nombre de la entidad contratante. Se ha definido una nueva extensión llamada "Division code" para agregar el campo `divisionCode` en la sección` parties/details`. El código de sucursal en el ejemplo es "101".

source: The `extension.json` and `release-schema.json` files for the Division code extension can be displayed using the combo box above the JSON example. Instructions on how to create an OCDS extension can be found [here](https://github.com/open-contracting/standard_extension_template).
es: Los archivos `extension.json` y `release-schema.json` para la extensión de código de División se pueden mostrar usando el cuadro combinado arriba del ejemplo JSON. Puede encontrar instrucciones sobre cómo crear una extensión OCDS [aquí](https://github.com/open-contracting/standard_extension_template).

source: 3. Using the Organization building block with an organizational hierarchy
es: 3. Usando el bloque de Organización con una jerarquía organizacional

source: The *Hospital de Clínicas* is in the planning stage of procuring supplies for their Blood Center. The Hospital is part of the Medical School in the National University of Asuncion. Since the hospital is key in the provision of healthcare for low income groups in the community, it is in the interest of many to clearly identify the procurement of the Hospital only. It is also important for the publisher that users can group the data following organizational hierarchies.
es: El *Hospital de Clínicas* se encuentra en la etapa de planificación de la adquisición de suministros para su Centro de Sangre. El Hospital es parte de la Escuela de Medicina de la Universidad Nacional de Asunción. Dado que el hospital es clave en la provisión de atención médica para grupos de bajos ingresos en la comunidad, a muchos les interesa identificar claramente las adquisiciones del hospital únicamente. También es importante para el publicador que los usuarios puedan agrupar los datos siguiendo las jerarquías organizacionales.

source: It is important to note that OCDS ought to not be used to publish organizational hierarchies unless there is a strong case to support it. Organizational hierarchies can be disclosed in additional datasets. Publishers can refer to the [W3C Organization Ontology](https://www.w3.org/TR/vocab-org/) to design a hierarchy-oriented dataset.
es: Es importante tener en cuenta que OCDS no debe usarse para publicar jerarquías organizacionales a menos que haya un caso sólido para esto. Las jerarquías organizacionales se pueden publicar en conjuntos de datos adicionales. Los publicadores pueden consultar la [Ontología de la organización del W3C](https://www.w3.org/TR/vocab-org/) para diseñar un conjunto de datos orientado a jerarquías.

source: The release below shows how the publisher chooses to model the hospital as an organizational unit of the Medical School (*Facultad de Ciencias Médicas*). The source systems collect the name of the organizational unit only, and this is appended to the organization name.
es: La entrega a continuación muestra cómo el editor elige modelar el hospital como una unidad organizativa de la Facultad de Medicina (*Facultad de Ciencias Médicas*). Los sistemas de origen sólo recopilan el nombre de la unidad organizativa, y esto se agrega al nombre de la organización.

source: In a separate dataset, the publisher discloses the organizational hierarchy. This dataset, in combination with the OCDS publication, would allow users to summarize contracting information. The table below shows an extract of the dataset.
es: En un conjunto de datos separado, el publicador publica la jerarquía organizacional. Este conjunto de datos, en combinación con la publicación OCDS, permitiría a los usuarios resumir la información de contratación. La siguiente tabla muestra un extracto del conjunto de datos.
