Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/organization_reference.po
Languages: es

source: Organization references
es: Referencias a la Organización

source: Many parties can be involved in the lifecycle of a contracting process. Sometimes the same party can have multiple roles. For example, an organization can first be a tenderer and then become a supplier.
es: Muchas partes pueden participar en el ciclo de vida de un proceso de contratación. A veces, la misma parte puede tener múltiples roles. Por ejemplo, una organización puede ser primero un oferente y luego convertirse en un proveedor.

source: To avoid data repetition, OCDS 1.1 introduced a top-level parties array, where the detailed information about all the organizations and other participants involved in a particular contracting process is declared.
es: Para evitar la repetición de datos, OCDS 1.1 introdujo una lista de partes interesadas a alto nivel, donde se declara la información detallada sobre todas las organizaciones y otros participantes involucrados en un proceso de contratación particular.

source: When a **reference** is needed to an entry in the parties array, e.g. to provide a link between a `tenderer` declared in the `tender` section and its organization details, use an `OrganizationReference` object. This object includes just the `name` and `id` of the organization, instead of repeating all its relevant data again.
es: Cuando se necesita una **referencia** para una entrada en la lista de partes, por ejemplo, para proporcionar un enlace entre un `tenderer` declarado en la sección` tender` y los detalles de su organización, use un objeto `OrganizationReference`. Este objeto incluye sólo el `nombre` y el` id` de la organización, en lugar de repetir todos sus datos relevantes nuevamente.

source: Worked Example
es: Ejemplo práctico

source: In the example below:
es: En el siguiente ejemplo:

source: An Organization is declared in the `parties` array with the `id` *GB-COH-09506232* and `name` *Open Data Services*. Information related to its legal `identifier` and `contactPoint` is also disclosed here.
es: Se declara una Organización en la lista de `parties` con el `id` *GB-COH-09506232* y `name` *Open Data Services*. La información relacionada con su `identifier` legal y `contactPoint` también se divulga aquí.

source: An OrganizationReference object is used in the `tenderers` and `suppliers` array to reference *Open Data Services*, **without** duplicating the organization's detailed information.
es: Se utiliza un objeto OrganizationReference en la lista de `tenderers` y `suppliers` para hacer referencia a *Open Data Services*, **sin** duplicar la información detallada de la organización.

source: If a user looks at the `tenderers` block and wants to contact *Open Data Services*, then the user has to search for the `id` *GB-COH-09506232* in the `parties` array.
es: Si un usuario mira el bloque de `tenderers` y quiere contactar a *Open Data Services*, entonces el usuario tiene que buscar el `id` *GB-COH-09506232* en la lista `parties`.

source: The same needs to be applied to each `OrganizationReference` instance.
es: Lo mismo debe aplicarse a cada instancia de `OrganizationReference`.
