Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/organization_classifications.po
Languages: es

source: Organization classifications
es: Clasificaciones de Organizaciones

source: Many publishers wish to disclose and monitor information about different classifications of organizations involved in contracting processes. Example classifications include organization ownership, incorporation, sector, location, and number of employees. We recognise that publishing information about a variety of organization characteristics, for example women-owned and/or indigenous-owned organizations, is an important part of monitoring participation in public procurement.
es: Muchos publicadores desean publicar y monitorear información sobre las diferentes clasificaciones de las organizaciones relacionadas a un proceso de contratación. Algunos ejemplos de estas clasificaciones incluyen tipos de propietarios de la organización, constitución, sector, ubicación y número de empleados. Reconocemos que la publicación de una gran variedad de características de la organización, por ejemplo si la empresa es propiedad de mujeres y/o indígenas, es una parte importante del monitoreo de la participación en las compras públicas.

source: Some organization classifications, such as organization scale, can be published using a specific extension in OCDS. Many other classifications are context-specific, and for this case, we provide an organization classification extension that allows publishers to provide their own classifications.
es: Algunas clasificaciones de las organizaciones, como el tamaño de la organización, pueden ser publicadas usando una extensión OCDS específica. Muchas otras clasificaciones son específicas de un contexto dado, y para estos casos, proveemos una extensión de clasificación de organizaciones que permite a los publicadores proveer sus propias clasificaciones.

source: There are therefore two options that are encouraged for publishing organization classifications.
es: Por lo tanto, se recomiendan dos opciones para publicar clasificaciones de organizaciones.

source: For classifications that have become standardized, there are specific OCDS extension fields that ought to be used. At present, this only applies to organization scale, which ought to be disclosed using the [party scale extension](https://extensions.open-contracting.org/en/extensions/partyScale/master/). This extension adds a `scale` field to the `parties.details` block, to indicate the size or scale of an organization, in particular commercial enterprises or economic operators.
es: Para clasificaciones que han sido estandarizadas, existen campos específicos de extensiones OCDS que deberían ser utilizados. Actualmente, esto sólo aplica al tamaño de la organización, que debería ser publicado usando la extensión de {party scale}(https://extensions.open-contracting.org/en/extensions/partyScale/master/). Esta extensión agrega un campo `scale` al bloque `parties.details`, para indicar el tamaño o escala de una organización, en particular empresas comerciales u operadores económicos.

source: For non-standardized options, such as classifying forms of organization ownership, publishers ought to use the [organization classification extension](https://github.com/open-contracting-extensions/ocds_organizationClassification_extension). This extension adds a [`classifications`](../../../schema/reference/#classification) array to the `parties.details` block to enable the categorization of organizations. Each `classification.id` field ought to contain a code from the particular scheme given in the `classification.scheme` field. Details about the particular organization characteristic that is being disclosed ought to be provided in the `classification.description` field. The given `classification.scheme` can be an existing scheme (drawn from the open [itemClassificationScheme codelist](../../../schema/codelists/#item-classification-scheme)), or a local scheme for a particular publisher. In both cases, we encourage publishers to provide details of all schemes and classification codes used in their [publication policy](../../publish/#finalize-your-publication-policy), to help users understand the data.
es: Para opciones no estandarizadas, como clasificar los tipos de dueños de una organización, los publicadores deberían usar la extensión [organization classification](https://github.com/open-contracting-extensions/ocds_organizationClassification_extension). Esta extensión agrega una lista de [`classifications`](../../../schema/reference/#classification) al bloque `parties.details` para permitir la categorización de organizaciones. Cada campo `classification.id` debería contener un código de un esquema dado en el campo `classification.scheme`. Los detalles de la característica particular que está siendo publicada de la organización debería ser proveída en el campo `classification.description`. El `classification.scheme` dado puede ser un esquema existente (extraído de la lista de códigos abierta [itemClassificationScheme](../../../schema/codelists/#item-classification-scheme)), o un esquema local para un publicador particular. En ambos casos, recomendamos a los publicadores a proveer detalles de todos los esquemas y códigos de clasificación usados en su [política de publicación](../../publish/#finalize-your-publication-policy), para ayudar a los usuarios a entender los datos.

source: As fields become standardized through the use of option 2, the information can be migrated to _also_ be published via specific extensions as in option 1. Publishers can continue to publish the information in the organization classification extension to preserve backwards compatibility in data sets.
es: A medida que los campos sean estandarizados a través del uso de la opción 2, la información puede ser migrada a _también_ ser publicada vía extensiones específicas como en la opción 1. Los publicadores pueden continuar publicando la información en la extensión de clasificación de organizaciones para preservar la compatibilidad hacia atrás en los conjuntos de datos.

source: A third, discouraged, example approach using local extensions is also given below, for situations where neither of the above two approaches apply to a specific use case.
es: Una tercera, no recomendada, alternativa usando extensiones locales es también mostrado en el ejemplo a continuación, para situaciones en las que ninguna de las opciones aplican a un caso de uso específico.

source: Worked examples
es: Ejemplos Prácticos

source: Option 1: standardized options
es: Opción 1: opciones estandarizadas

source: Organization scale
es: Tamaño de la Organización

source: In the example below, Moldova has disclosed information about the 'Companie mică' organization using the [party scale extension](https://extensions.open-contracting.org/en/extensions/partyScale/master/). The scale is given as 'micro', from the [partyScale codelist](https://extensions.open-contracting.org/en/extensions/partyScale/master/codelists/).
es: En el siguiente ejemplo, Moldova ha publicado información sobre la organización 'Companie mică' usando la extensión [party scale](https://extensions.open-contracting.org/en/extensions/partyScale/master/). El tamaño está dado como 'micro', de la [lista de códigos de partyScale](https://extensions.open-contracting.org/en/extensions/partyScale/master/codelists/)

source: Option 2: Organization classification extension
es: Opción 2: Extensión de clasificación de organización

source: In the examples below, two different publishers have disclosed information about organizations involved in their contracting processes. An organization classification needs to consist of at least two parts: an identifier for the list (scheme) from which the classification is taken, and an identifier for the category from that list being applied. It is useful to also publish a text label and/or URI that users can draw on to interpret the classification. In the [first example](#example-2-1-disclosing-data-using-existing-schemes), the publisher re-uses an existing `classification.scheme`. In the [second example](#example-2-2-disclosing-data-using-a-local-scheme), where a publisher wishes to track specific policy-related data, a local list of categories is used in preference to mapping to a generic set.
es: En los ejemplos siguientes, dos publicadores diferentes han publicado información sobre las organizaciones involucradas en sus procesos de contratación. Una clasificación de organización necesita estar formada por al menos dos partes: un identificador de la lista (esquema) de la cual la clasificación es tomada, y un identificador para la categoría de esa lista que se aplica. Es también útil publicar un texto y/o URI que los usuarios puedan extraer para interpretar la clasificación. En el primer [ejemplo](#example-2-1-disclosing-data-using-existing-schemes), el publicador reutiliza un `classification.scheme` existente. En el [segundo ejemplo](#example-2-2-disclosing-data-using-a-local-scheme), donde un publicador desea realizar seguimiento de datos específicos relacionados a políticas, se prefiere utilizar una lista local de categorías en lugar de mapear a un conjunto genérico.

source: Classification schemes
es: Esquemas de clasificación

source: Each `classification` block contains fields to provide information about the `description` (a textual description or title for the classification code), `id` (the classification code), `uri` (to uniquely identify the classification code) and `scheme`. The `scheme` value can be drawn from the open [itemClassificationScheme codelist](../../../schema/codelists/#item-classification-scheme) (where the `Category` value is "organization"), or it can be a local scheme. Schemes are given to classify the activities of procuring authorities (i.e. procuring entities and/or buyers).
es: Cada bloque `classification` contiene campos para proveer información de: `description` (una descripción textual o título para el código de la clasificación), `id` (el código de clasificación), la `uri` (para identificar unívocamente el código de clasificación) y `scheme`. El valor de `scheme` puede ser extraído de la lista de códigos abierta de [itemClassificationScheme](../../../schema/codelists/#item-classification-scheme), o se puede usar un esquema local. Los esquemas son dados para clasificar las actividades de las autoridades contratantes (es decir, las entidades contratantes y/o compradores).

source: Where an appropriate scheme is not listed in the [itemClassificationScheme codelist](../../../schema/codelists/#item-classification-scheme), publishers can specify their own scheme. Publishers can either re-use an alternative scheme, or provide their own. Where publishers provide their own local schemes, they ought to prefix their `scheme` code with an [ISO-3166-1 alpha-3 country code](https://en.wikipedia.org/wiki/ISO_3166-1) to preserve its global uniqueness. Details of this local scheme, and a list of possible codes, ought to be described in the [publication policy](../../publish/#finalize-your-publication-policy).
es: Cuando un esquema apropiado no es listado en la lista de códigos [itemClassificationScheme](../../../schema/codelists/#item-classification-scheme), los publicadores pueden especificar su propio esquema. Los publicadores pueden o reutilizar un esquema alternativo, o proveer el suyo propio. Cuando los proveedores proveen su propio esquema local, deberían incluir un prefijo en su esquema con el código de país de 3 caracteres [ISO-3166-1](https://es.wikipedia.org/wiki/ISO_3166-1) para preservar su unicidad global. Los detalles de este esquema local, y la lista de los códigos posibles, deben ser descritas en la [política de publicación](../../publish/#finalize-your-publication-policy).

source: Example 2.1 disclosing data using existing schemes
es: Ejemplo 2.1 publicando datos usando esquemas existentes

source: In the first fictional example below, the UK has disclosed a code from two different European Commission (EC) schemes, 'TED_CE_ACTIVITY' and 'TED_CA_TYPE' to classify the organization whose name is "London Borough of Haringey". Refer to the [itemClassificationScheme codelist](../../../schema/codelists/#item-classification-scheme) for further details of these schemes.
es: En el primer ejemplo ficticio siguiente, el Reino Unido ha publicado un código de dos diferentes esquemas de la Comisión Europea (EC), 'TED_CE_ACTIVITY' y 'TED_CA_TYPE' para clasificar las organización cuyo nombre es "London Borough of Haringey". Refiérase a la lista de códigos [itemClassificationScheme](../../../schema/codelists/#item-classification-scheme) para más detalles sobre estos esquemas.

source: Note that the `classification.id` relates to the id of the code in the `classification.scheme` given, rather than its position in the `classifications` array. Therefore, the first `classification` shows that the `id` of 'Regional or local authority' in the 'TED_CA_TYPE' scheme is 'REGIONAL_AUTHORITY', and the second `classification` shows that the `id` of 'General public services' in the 'COFOG' scheme is '01'.
es: Note que el campo `classification.id` se relaciona con el código del `classification.scheme` dado, en lugar de con su posición en la lista de `classifications`. Por lo tanto, el primer `classification` muestra que el `id` de 'Regional or local authority' en el esquema 'TED_CA_TYPE' es 'REGIONAL_AUTHORITY', y la segunda `classification` indica que el `id` de 'General public services' en el esquema 'COFOG' es '01'.

source: Example 2.2 disclosing data using a local scheme
es: Ejemplo 2.2 publicando datos usando un esquema local

source: The second example below is set in the fictional city of Ciudad Ficticia in Colombia. The procurement team wishes to monitor the participation of women-owned businesses in procurement according to specific policy priorities. The first organization declared in the `parties` array is a women-owned business, so they add a `classifications` array to it with just one `classification` object. In this object, the local `classification.scheme` is 'COL-CF-MON' and the `classification.id` is 'NPDM'. Note that the `classification.id` contains the relevant classification code from the given scheme, rather than being an internal identifier in the `classifications` array.
es: El segundo ejemplo siguiente es dado en la Ciudad Ficticia en Colombia. El equipo de adquisiciones desea monitorear la participación de negocios que tienen mujeres como dueñas en las contrataciones de acuerdo a algunas prioridades políticas específicas. La primera organización declarada en la lista de `parties` es un negocio con mujeres como dueñas, entonces agregan una lista de `classifications` con un solo objeto `classification`. En este objeto, el esquema local `classification.scheme` es 'COL-CF-MON' y el `classification.id` es 'NPDM'. Note que el campo `classification.id` contiene el código de clasificación relevante para el esquema dado, en lugar de un identificador interno en la lista de `classifications`.

source: In their publication policy, the procurement team documents all possible codes for COL-CF-MON with definitions of each code, including explaining that 'NPDM' is for businesses registered with the local Chamber of Commerce where ownership and control is at least 51% women.
es: En su política de publicación, el equipo de adquisiciones documenta todos los códigos posibles para COL-CF-MON con la definición de cada código, incluyendo la explicación de que 'NPDM' es usado para empresas registradas en la Cámara de Comercio local donde la propiedad y el control son al menos 51% de mujeres.

source: Option 3: Local extensions
es: Opción 3: Extensiones locales

source: A third, discouraged, option is for publishers to use local extensions to disclose organization classification information. This option is discouraged because it is difficult for data users to compare organization classifications across multiple data sets that use many different approaches to disclosing similar information. However, in the absence of standardized options, where there is a specific use case for the data, this can be the most appropriate short-term option. Local extensions ought to document the structure and meaning of the additional fields they describe: please refer to the [extensions documentation](extensions).
es: Una tercera, no recomendada, opción es que los publicadores usen extensiones locales para publicar la información de la clasificación de las organizaciones. Esta opción no es recomendada porque es difícil para los usuarios de los datos comparar las clasificaciones de las organizaciones a través de múltiples conjuntos de datos que usan diferentes enfoques para publicar información similar. Sin embargo, ante la ausencia de opciones estandarizadas, donde existe un caso de uso específico para los datos, esta puede ser la alternativa más apropiada a corto plazo. Las extensiones locales deben documentar la estructura y significado de los campos adicionales que esta describe: por favor refiérase a la [documentación de extensiones](extensions).

source: For example, although tracking women-owned organizations is shown example 2.2 above, this data only provides information on entities that have been registered as women-owned. Organizations without the classification can be not women-owned, women-owned but not registered as such, or the information might not be known.
es: Por ejemplo, aunque el seguimiento de organizaciones de mujeres se muestra en el ejemplo 2.2 anterior, estos datos sólo proporcionan información sobre entidades que han sido registradas como propiedad de mujeres. Las organizaciones sin la clasificación pueden no ser propiedad de mujeres, pertenecer a mujeres pero no estar registradas como tales, o la información puede no ser conocida.

source: To disambiguate these cases, a publisher can choose to publish a flag field for the relevant organization classification. In the fictional example below, Dhanghadi has created a local extension so they can publish data in the `parties.details` block on an organization that is `femaleChaired`, with the values of the field being either 'true' or 'false'. The publisher would document the structure of this field and its meaning in the local extension files.
es: Para eliminar la ambigüedad de estos casos, un publicador puede optar por publicar un campo tipo bandera para la clasificación de la organización correspondiente. En el siguiente ejemplo ficticio, Dhanghadi ha creado una extensión local para que puedan publicar datos en el bloque `parties.details` en una organización que es` femaleChaired`, con los valores del campo como 'true' o 'false'. El publicador documentaría la estructura de este campo y su significado en los archivos de extensión locales.
