Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/pre-qualification.po
Languages: es

source: Pre-qualification and pre-selection
es: Pre-calificación y pre-selección

source: In single-stage procedures, procuring entities invite suppliers to bid without submitting any prior information. Such procedures are straightforward to model in OCDS.
es: En procedimientos de una sola etapa, las entidades contratantes invitan a los proveedores a presentar una oferta sin presentar ninguna información previa. Estos procedimientos son fáciles de modelar en OCDS.

source: But, many jurisdictions also use multi-stage procedures. Such procedures follow a process like:
es: Pero muchas jurisdicciones también usan procedimientos de múltiples etapas. Estos procedimientos siguen un proceso como el siguiente:

source: First stage
es: Primera etapa

source: Second stage
es: Segunda etapa

source: The procuring entity issues an invitation to participate in the process
es: La entidad contratante emite una invitación a participar en el proceso

source: Suppliers submit requests to participate
es: Los proveedores envían solicitudes para participar

source: The procuring entity assess suppliers based on their submissions
es: La entidad contratante evalúa a los proveedores basándose en sus solicitudes

source: The procuring entity establishes a list of qualified or selected suppliers
es: La entidad contratante establece una lista de proveedores calificados o seleccionados

source: The procuring entity issues an invitation to bid to the suppliers on the list
es: La entidad contratante emite una invitación a ofertas para los proveedores en la lista

source: Suppliers submit bids
es: Los proveedores presentan ofertas

source: The procuring entity evaluates the bids
es: La entidad contratante evalúa las ofertas

source: The procuring entity awards a contract to the successful supplier(s)
es: La entidad contratante adjudica un contrato a el(los) proveedor(es) exitoso(s)

source: This worked example describes 3 types of multi-stage procedure and explains how to model them in OCDS.
es: Este ejemplo práctico describe 3 tipos de procedimientos multi-etapa y explica cómo modelarlos en OCDS.

source: Definitions
es: Definiciones

source: The term ‘pre-qualification’ describes different types of multi-stage procedure:
es: El término 'pre-calificación' describe diferentes tipos de procedimientos multi-etapa:

source: Pre-qualification with no limit on the number of qualified suppliers
es: Pre-calificación sin límite en el número de proveedores calificados

source: The [UNCITRAL Model Law on Public Procurement (2011)](https://uncitral.un.org/en/texts/procurement/modellaw/public_procurement) was developed through extensive consultation and so reflects the procurement practices and concepts used in many different jurisdictions. The UNCITRAL model law defines pre-qualification as a procedure to:
es: La [Ley Modelo en Adquisiciones Públicas UNCITRAL (2011)](https://uncitral.un.org/en/texts/procurement/modellaw/public_procurement) fue desarrollada a través de entrevistas extensivas y por lo tanto refleja las prácticas y conceptos de adquisiciones usados en muchas jurisdicciones diferentes. La ley modelo UNCITRAL define la pre-calificación como un procedimiento para:

source: ...identify, prior to solicitation, suppliers or contractors that are qualified.
es: ...identificar, antes de de la convocatoria, a proveedores o contratistas que están calificados.

source: The model law obliges procuring entities to publish an invitation to pre-qualify. The invitation needs to specify the criteria and procedure for assessing the qualifications of suppliers. Much of the information that would usually appear on an invitation to tender is provided on the invitation to pre-qualify.
es: La ley modelo obliga a las entidades contratantes a publicar una invitación para pre-calificar. La invitación necesita especificar los criterios y el procedimiento para evaluar las cualificaciones de los proveedores. Mucha de la información que usualmente aparecería en una invitación a ofertas es proveída en la invitación a pre-calificar.

source: The procuring entity assesses the qualifications of the suppliers based on their responses. Only pre-qualified suppliers can take part in the later proceedings.
es: La entidad contratante evalúa las cualificaciones de los proveedores basándose en sus respuestas. Sólo los proveedores pre-calificados pueden tomar parte en los procedimientos subsecuentes.

source: The European Union’s restricted procedure, competitive procedure with negotiation, competitive dialogue and innovation partnership use pre-qualification (see Articles 28-31, [Directive 2014/24/EU](https://eur-lex.europa.eu/eli/dir/2014/24/oj)).
es: El procedimiento restringido de la Unión Europea, el procedimiento competitivo con negociación, el diálogo competitivo y la asociación para la innovación utilizan la pre-calificación (ver Artículos 28-31, [Directiva 2014/24/EU](https://eur-lex.europa.eu/eli/dir/2014/24/oj)).

source: Pre-qualification with a limit on the number of qualified suppliers (pre-selection)
es: Pre-calificación con un límite en el número de proveedores calificados (pre-selección)

source: The UNCITRAL model law defines pre-selection as a procedure to:
es: La ley modelo UNCITRAL define la pre-selección como un procedimiento para:

source: ...identify, prior to solicitation, a **limited number** of suppliers or contractors that best meet the qualification criteria for the procurement concerned.
es: ...identificar, antes de la convocatoria, a un **número limitado** de proveedores o contratistas que cumplen mejor los criterios de calificación para la adquisición en cuestión.

source: Pre-selection follows the same process as pre-qualification, with some additional requirements. The invitation to pre-qualify needs to specify how many suppliers the procuring entity will later request proposals from. The invitation also needs to specify how the procuring entity will select the suppliers to request proposals from.
es: La pre-selección sigue el mismo proceso que la pre-calificación, con algunos requerimientos adicionales. La invitación a pre-calificar necesita especificar de cuántos proveedores la entidad contratante solicitará ofertas luego. La invitación también necesita especificar cómo la entidad contratante seleccionará a los proveedores a los que solicitará ofertas.

source: The European Union’s restricted procedure, competitive procedure with negotiation, competitive dialogue procedure and innovation partnership all permit the use of pre-selection (see Article 65, [Directive 2014/24/EU](https://eur-lex.europa.eu/eli/dir/2014/24/oj)).
es: El procedimiento restringido de la Unión Europea, el procedimiento competitivo con negociación, el diálogo competitivo y la asociación para la innovación utilizan la pre-selección (ver Artículo 65, [Directiva 2014/24/EU](https://eur-lex.europa.eu/eli/dir/2014/24/oj)).

source: Pre-qualification in Paraguay
es: Pre-calificación en Paraguay

source: In Paraguay, procuring entities can carry out a single pre-qualification for several tenders of the same nature (see article 22, [law Nº 2.051/03](https://www.contrataciones.gov.py/documentos/download/marco-legal/12760)). The details of this procedure will become clearer in the example below.
es: En Paraguay, las entidades contratantes pueden llevar a cabo una sola pre-calificación para varias licitaciones de la misma naturaleza (vea el artículo 22, [ley Nº 2.051/03](https://www.contrataciones.gov.py/documentos/download/marco-legal/12760)). Los detalles de este procedimiento se aclararán en el siguiente ejemplo.

source: The OCDS model
es: El modelo OCDS

source: In OCDS, a contracting process has a single competitive stage, the `tender` section. This represents the initiation of the process, when procuring entities invite suppliers to take part:
es: En OCDS, un proceso de contratación tiene una sola etapa competitiva, la sección de `tender`. Este representa la iniciación del proceso, donde las entidades contratantes invitan a los proveedores a tomar parte:

source: ![Planning](../../_static/svg/grey_planning.svg)
es: ![Planeación](../../_static/svg/grey_planning.svg)

source: Planning
es: Planeación

source: **Planning**
es: **Planeación**

source: ![Tender](../../_static/svg/green_tendering.svg)
es: ![Licitación](../../_static/svg/green_tendering.svg)

source: Tender
es: Licitación

source: **Initiation (Tender)**
es: **Iniciación (Licitación)**

source: ![Award](../../_static/svg/grey_awarded.svg)
es: ![Adjudicación](../../_static/svg/grey_awarded.svg)

source: Award
es: Adjudicación

source: **Award**
es: **Adjudicación**

source: ![Contract](../../_static/svg/grey_signed.svg)
es: ![Contrato](../../_static/svg/grey_signed.svg)

source: Contract
es: Contrato

source: ![Implementation](../../_static/svg/grey_implementation.svg)
es: ![Implementación](../../_static/svg/grey_implementation.svg)

source: Implementation
es: Implementación

source: **Implementation**
es: **Implementación**

source: The `tender` section is also used to disclose information about the procedure used by the contracting process. In particular, the `tender.procurementMethod` field classifies the procedure using the following codelist:
es: La sección de `tender` también es usada para divulgar información sobre el procedimiento usado por el proceso de contratación. En particular, el campo `tender.procurementMethod` clasifica el procedimiento utilizando la siguiente lista de códigos:

source: Example: Pre-qualification
es: Ejemplo: Pre-calificación

source: The Bank of England issues a [restricted procedure contract notice](https://ted.europa.eu/udl?uri=TED:NOTICE:90873-2019:TEXT:EN:HTML) to invite suppliers to pre-qualify for a tender to provide facilities management services.
es: El Banco de Inglaterra emite un [aviso de contratación de procedimiento restringido](https://ted.europa.eu/udl?uri=TED:NOTICE:90873-2019:TEXT:EN:HTML) para invitar a proveedores a pre-calificar a una licitación para proveer servicios de gestión de instalaciones.

source: The notice represents the initiation of the contracting process, so it is modelled using the `tender` section in OCDS:
es: El aviso representa la iniciación del proceso de contratación, por lo que es modelado usando la sección de `tender` en OCDS:

source: Any supplier can submit a request to take part in the first stage, but only qualified suppliers will be invited to submit a tender for the contract. Therefore, `tender/procurementMethod` is set to ‘selective’.
es: Cualquier proveedor puede enviar una solicitud para tomar parte en la primera etapa, pero sólo los proveedores calificados serán invitados a presentar una oferta por el contrato. Por lo tanto, `tender/procurementMethod` se establece a 'selective'.

source: OCDS does not currently provide a way to disclose information on the second stage of multi-stage procedures. The approach to modelling multi-stage procedures is under discussion on [GitHub](https://github.com/open-contracting/standard/issues/440).
es: Actualmente, el OCDS no proporciona una forma de divulgar información sobre la segunda etapa de los procedimientos de múltiples etapas. El enfoque para modelar procedimientos de múltiples etapas se está discutiendo en [GitHub](https://github.com/open-contracting/standard/issues/440).

source: Contact the [Data Support Team](../../support/index) if you want to disclose this type of information.
es: Comuníquese con el [Equipo de Soporte de Datos](../../support/index) si desea divulgar este tipo de información.

source: Example: Pre-selection
es: Ejemplo: Pre-selección

source: The National Nuclear Laboratory issues a [restricted procedure contract notice](https://ted.europa.eu/udl?uri=TED:NOTICE:28681-2020:TEXT:EN:HTML&src=0) to invite suppliers to pre-qualify for a project to update its physical security system arrangements.
es: El Laboratorio Nuclear Nacional emite un [aviso de contratación de procedimiento restringido](https://ted.europa.eu/udl?uri=TED:NOTICE:28681-2020:TEXT:EN:HTML&src=0) para invitar a proveedores a pre-calificar a un proyecto para actualizar las disposiciones de su sistema de seguridad física.

source: The notice represents the initiation of the contracting process, so it is modelled using the `tender` section in OCDS.
es: El aviso representa la iniciación del proceso de contratación, por lo que es modelado usando la sección de `tender` en OCDS.

source: The procuring entitiy will invite a maximum of 5 qualified suppliers to submit a tender at the next stage, so `tender/procurementMethod` is set to ‘selective’. The [selectionCriteria extension](https://extensions.open-contracting.org/en/extensions/selectionCriteria/master/) is used to disclose the criteria for choosing which suppliers to invite proposals from.
es: La entidad contratante invitará a un máximo de 5 proveedores calificados a presentar una oferta en la siguiente etapa, así que `tender/procurementMethod` se establece a 'selective'. La [extensión de selectionCriteria](https://extensions.open-contracting.org/en/extensions/selectionCriteria/master/) se usa para divulgar los criterios para elegir de qué proveedores se solicitarán propuestas.

source: Example: Pre-qualification in Paraguay
es: Ejemplo: Pre-calificación en Paraguay

source: The Ministry of Public Works and Communications issues an [invitation for suppliers to pre-qualify for two tenders for road construction in different neighbourhoods](https://contrataciones.gov.py/licitaciones/convocatoria/338229-servicios-consultoria-estudios-factibilidad-diseno-final-ingenieria-tramos-caminos-1/precalificacion.html). Each tender will re-use the list of pre-qualified suppliers established as a result of this first procedure.
es: El Ministerio de Obras Públicas y Comunicaciones emite una [invitación a proveedores a pre-calificar a dos licitaciones para construcción de caminos en diferentes vecindarios](https://contrataciones.gov.py/licitaciones/convocatoria/338229-servicios-consultoria-estudios-factibilidad-diseno-final-ingenieria-tramos-caminos-1/precalificacion.html). Cada licitación reutilizará la lista de proveedores pre-calificados establecida como resultado de este primer procedimiento.

source: The invitation represents the initiation of a contracting process to establish a list of pre-qualified suppliers, so it is modelled using the `tender` section in OCDS.
es: La invitación representa la iniciación del proceso de contratación para establecer una lista de proveedores pre-calificados, por lo que es modelado usando la sección de `tender` en OCDS.

source: Only qualified suppliers will be invited to bid in subsequent tenders that use the list, so `tender.procurementMethod` is set to ‘selective’.
es: Sólo los proveedores calificados serán invitados a ofertar en las licitaciones subsecuentes que usen esta lista, por lo que `tender/procurementMethod` se establece a 'selective'.

source: OCDS does not currently provide a way to disclose information on the second stage of multi-stage procedures. The approach to modelling multi-stage procedures is under discussion on [GitHub issue](https://github.com/open-contracting/standard/issues/440).
es: Actualmente, el OCDS no ofrece una forma de divulgar información sobre la segunda etapa de los procedimientos de múltiples etapas. El enfoque para modelar procedimientos de múltiples etapas se está debatiendo en [GitHub issue](https://github.com/open-contracting/standard/issues/440).
