Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/related_processes.po
Languages: es, it

source: A open framework agreement established for multiple buyers, with multiple suppliers and **with** second-stage competition
es: Un acuerdo marco abierto establecido para múltiples compradores, con múltiples proveedores y **con** segunda etapa competitiva

source: Closed framework agreement with single buyer, single supplier and without second-stage competition
es: Un acuerdo marco cerrado con un solo comprador, un solo proveedor y sin segunda etapa competitiva

source: NHS National Services Scotland (NSS) wants to establish a framework agreement for the receipt, storage and distribution of seasonal influenza vaccines to general practitioner practices, social care premises, vaccine holding centres and community pharmacies across NHS Scotland.
es: NHS National Services Scotland (NSS) quiere establecer un acuerdo marco para la recepción, almacenamiento y distribución de vacunas contra la influenza estacional a médicos generales, instalaciones de atención social, centros de almacenamiento de vacunas y farmacias comunitarias en todo el NHS Escocia.

source: Invitation to participate in the first stage
es: Invitación a participar en la primera etapa

source: NSS issues a [contract notice](https://ted.europa.eu/udl?uri=TED:NOTICE:478648-2019:TEXT:EN:HTML) (tender notice), inviting suppliers to participate in the framework agreement. The tender notice specifies that the framework agreement is with a single operator. The framework agreement is not open, since the tender notice does not specify that the procurement involves the setting up of a dynamic purchasing system. The framework agreement is for a single buyer, since the tender notice specifies only one contracting authority.
es: NSS emite un [aviso de contrato](https://ted.europa.eu/udl?uri=TED:NOTICE:478648-2019:TEXT:EN:HTML) (aviso de licitación), invitando a los proveedores a participar en el acuerdo marco. El aviso de licitación especifica que el acuerdo marco es con un solo operador. El acuerdo marco no es abierto, dado que el aviso de licitación no especifica que la adquisición involucra el establecimiento de un sistema de compra dinámico. El acuerdo marco es para un único comprador, dado que el aviso de licitación especifica solo una autoridad de contratación.

source: The notice is modelled as an OCDS release with a `tag` of 'tender' and the following properties:
es: El aviso es modelado como un release OCDS con el `tag` establecido a 'tender' y las siguientes propiedades:

source: The techniques extension is declared in the package metadata.
es: La extensión de técnicas es declarada en los metadatos del paquete.

source: Since this contracting process is for the set-up of a framework agreement, `tender.techniques.hasFrameworkAgreement` is set to `true`.
es: Dado que este proceso de contratación es para el establecimiento de un acuerdo marco, `tender.techniques.hasFrameworkAgreement` es establecido a `true`.

source: Since the framework agreement will be concluded with a single supplier and since any supplier is able to submit a response to the invitation to participate, `tender.procurementMethod` is set to 'open'.
es: Dado que el acuerdo marco será concluido con un único proveedor y dado que cualquier proveedor puede enviar una respuesta a la invitación a participar, `tender.procurementMethod` es establecido a 'open'.

source: Since the framework agreement is closed, `tender.tenderPeriod` is set to the deadline for responses to the invitation to participate.
es: Dado que el acuerdo marco es cerrado, `tender.tenderPeriod` es establecido a la fecha límite para enviar respuestas a la invitación a participar.

source: Since there is only one buyer, `buyer` is set to reference the buyer's object in the `parties` array.
es: Dado que hay un solo comprador, `buyer` se establece a la referencia del objeto buyer en el array de `parties`.

source: Adding a supplier to the framework agreement
es: Agregando un proveedor al acuerdo marco

source: NSS issues a [contract award notice](https://ted.europa.eu/udl?uri=TED:NOTICE:268595-2020:TEXT:EN:HTML&src=0) to announce that the framework agreement has been concluded with a single supplier, Movianto UK.
es: NSS emite un [aviso de adjudicación de contato](https://ted.europa.eu/udl?uri=TED:NOTICE:268595-2020:TEXT:EN:HTML&src=0) para anunciar que el acuerdo marco ha sido concluido con un solo proveedor, Movianto UK.

source: The notice is modelled as an OCDS release with the same `ocid` as the previous release, a `tag` of 'award', and the following properties:
es: El aviso el modelado con un release OCDS con el mismo `ocid` como el release previo, el `tag` 'award', y las siguientes características:

source: Since no further suppliers will be added to the framework agreement, `tender.status` is set to 'complete'.
es: Dado que no se añadirán más proveedores al acuerdo marco, `tender.status` se establece a 'complete'.

source: An `Award` object is added to the `awards` array.
es: Un objeto `Award` es agregado al array de `awards`.

source: An `Organization` object is added to the `parties` array with the supplier's details.
es: Un objeto `Organization` es agregado al aray de `parties` con los detalles de los proveedores.

source: An `OrganizationReference` object is added to award's `.suppliers` array to reference the supplier's object in the `parties` array.
es: Un objeto `OrganizationReference` es agregado al array `.suppliers` de awards para referenciar el objeto supplier en el array de `parties`.

source: The first stage of the framework agreement procedure is complete and NSS can now purchase services from the supplier.
es: La primera etapa del acuerdo marco está completa y NSS puede ahora contratar servicios del proveedor.

source: NSS uses the framework agreement to place an order for the supplier to receive and store ten pallets of seasonal flu vaccine. Under the terms of the agreement the cost for this service is £10,000.
es: NSS utiliza el acuerdo marco para realizar un pedido para que el proveedor reciba y almacene diez tarimas de vacuna contra la influenza estacional. Según los términos del acuerdo, el costo de este servicio es de £ 10,000.

source: The order represents the award of a procurement contract at the second stage of the framework agreement procedure.
es: El pedido representa la adjudicación de un contrato de adquisición en la segunda etapa del procedimiento del acuerdo marco.

source: Because there was no competition at the second stage, the new contracting process has only one release, with a `tag` of 'award' and 'contract'. The release has the following properties:
es: Debido a que no hubo competencia en la segunda etapa, el nuevo proceso de contratación tiene un solo release, con una `tag` de 'award' y 'contract'. El release tiene las siguientes propiedades:

source: A new `ocid` is used.
es: Un nuevo `ocid` es usado.

source: The `relatedProcesses` section is populated with a reference to the contracting process for the first stage.
es: La sección `relatedProcesses` se completa con una referencia al proceso de contratación para la primera etapa.

source: A minimal `tender` section sets `tender.id` and sets `tender.competitive` to `false`.
es: Una sección mínima de `tender` establece` tender.id` y establece `tender.competitive` a` false`.

source: The `awards` section is populated with the initial contract value, period and items.
es: La sección de `awards` se completa con el valor inicial del contrato, periodo e ítems.

source: The `contracts` section is populated and linked to the award.
es: La sección `contracts` se completa y se vincula con la adjudicación.

source: The `buyer`, `tender.procuringEntity`, `awards.suppliers` and `parties` fields are populated with the details of the buyer, procuring entity and supplier.
es: Los campos `buyer`, `tender.procuringEntity`, `awards.suppliers` y `parties` son completados con los detalles del comprador, la entidad contratante y proveedor.

source: Each additional purchase made under the framework agreement is represented by a new contracting process with a new `ocid`.
es: Cada compra adicional realizada bajo el acuerdo marco está representada por un nuevo proceso de contratación con un nuevo `ocid`.

source: Open framework agreement with multiple buyers, with multiple suppliers and with second-stage competition
es: Acuerdo marco abierto con múltiples compradores, con múltiples proveedores y con segunda etapa competitiva

source: The National Procurement Agency in Chile (Chile Compra) wants to establish a framework agreement for the purchase of office supplies, including paper and stationery items for the different public entities across Chile.
es: La Agencia Nacional de Adquisiciones en Chile (Chile Compra) quiere establecer un acuerdo marco para las compras de insumos de oficina, incluyendo papel y artículos de papelería para las distintas entidades públicas de Chile.

source: Chile Compra publishes a [tender notice](https://www.mercadopublico.cl/Procurement/Modules/RFB/DetailsAcquisition.aspx?qs=TLr0Si6+0YXBLbyobaRgPQ==) inviting suppliers to participate in the framework agreement. The tender notice specifies that multiple suppliers can join the framework agreement. The framework agreement is open, since all the framework agreements in Chile involve the setting up of a dynamic purchasing system. The framework agreement is for multiple buyers, since the tender notice specifies two contracting authorities.
es: Chile Compra publica un [aviso de licitación] (https://www.mercadopublico.cl/Procurement/Modules/RFB/DetailsAcquisition.aspx?qs=TLr0Si6+0YXBLbyobaRgPQ==) invitando a los proveedores a participar en el acuerdo marco. El aviso de licitación especifica que varios proveedores pueden unirse al acuerdo marco. El convenio marco es abierto, ya que todos los acuerdos marco en Chile implican el establecimiento de un sistema dinámico de compras. El acuerdo marco es para varios compradores, ya que el anuncio de licitación especifica dos autoridades de contratación.

source: Since the framework agreement will be concluded with multiple suppliers and will involve second-stage competition, `tender.procurementMethod` is set to 'selective'.
es: Dado que el acuerdo marco se celebrará con varios proveedores e implicará una segunda fase competitiva, `tender.procurementMethod` se establece en 'selective'.

source: Since the framework agreement is open, `tender.tenderPeriod` is set to the end of the framework agreement.
es: Dado que el acuerdo marco es abierto, `tender.tenderPeriod` se establece a la fecha de fin del acuerdo marco.

source: Since there are two buyers, the 'buyer' object is not set, and the buyers are declared in the `parties` array.
es: Dado que hay dos compradores, el objeto 'buyer' no se establece y los compradores se declaran en el array de `parties`.

source: Since Chile Compra is the entity that manages the contracting process, `tender.procuringEntity` is set to reference Chile Compra's object in the `parties` array.
es: Dado que Chile Compra es la entidad que administra el proceso de contratación, `tender.procuringEntity` se establece para hacer referencia al objeto de Chile Compra en el array de `parties`.

source: Chile Compra issues an [award notice](https://www.mercadopublico.cl/Procurement/Modules/RFB/StepsProcessAward/PreviewAwardAct.aspx?qs=TLr0Si6+0YXBLbyobaRgPQ==) to announce that the framework agreement has been awarded to two suppliers: Rodrigo Alejandro Vidal Campos and Comercializadora e Importadora Grupo RAVC SPA.
es: Chile Compra emite un [aviso de adjudicación] (https://www.mercadopublico.cl/Procurement/Modules/RFB/StepsProcessAward/PreviewAwardAct.aspx?qs=TLr0Si6+0YXBLbyobaRgPQ==) para anunciar que el acuerdo marco ha sido adjudicado a dos proveedores: Rodrigo Alejandro Vidal Campos y Comercializadora e Importadora Grupo RAVC SPA.

source: Since other suppliers are still able to submit a request to participate in the framework agreement, no change is made to `tender.status`.
es: Dado que otros proveedores aún pueden presentar una solicitud para participar en el acuerdo marco, no se realiza ningún cambio en `tender.status`.

source: An `Organization` object is added to the `parties` array for each supplier with its details.
es: Se agrega un objeto `Organization` al array de `parties` para cada proveedor con sus detalles.

source: An `OrganizationReference` object is added to the award's `.suppliers` array for each supplier to reference its object in the `parties` array.
es: Se agrega un objeto `OrganizationReference` al array de ` .suppliers` de awards para que cada proveedor haga referencia a su objeto en el array de `parties`.

source: The framework is now established, and both buyers can now purchase items from the suppliers.
es: El acuerdo está establecido y ambos compradores ahora pueden comprar artículos de los proveedores.

source: Servicio Local de Educación Pública Puerto Cordillera publishes a [tender notice](https://www.mercadopublico.cl/CMII/Tienda/frm_GCV2_Ficha.aspx?IURL=uPteMZpbYBeM$07gdm9g$08EFecMSuZM0euS4Z$07cbeFMX_05ohEOMPbeteMZpbYBeM), inviting suppliers on the framework agreement to bid to supply 200 pencils. This represents an invitation to participate in a second-stage competition.
es: El Servicio Local de Educación Pública Puerto Cordillera publica un [aviso de licitación](https://www.mercadopublico.cl/CMII/Tienda/frm_GCV2_Ficha.aspx?IURL=uPteMZpbYBeM$07gdm9g$08EFecMSuZM0euS4Z$07cbeFMX_05ohEOMPbeteMZpbYBeM), invitando a los proveedores del acuerdo marco a presentar ofertas para el suministro de 200 lápices. Esto representa una invitación a participar en una segunda etapa competitiva.

source: The release has the following properties:
es: El release tiene las siguientes propiedades:

source: The `tag` is set to 'tender'.
es: El `tag` es establecido a 'tender'.

source: The tender section includes details about the competition, and `tender.competitive` is set to `true`.
es: La sección de licitación incluye detalles sobre la competencia, y `tender.competitive` es establecido a `true`.

source: Since this new contracting process has a single buyer, the `buyer` is set to Servicio Local de Educación Pública Puerto Cordillera.
es: Dado que este nuevo proceso de contratación tiene un solo comprador, el `buyer` se establece en el Servicio Local de Educación Pública Puerto Cordillera.

source: Following the invitation to participate in the second-stage competition, Servicio Local de Educación Pública Puerto Cordillera awards a contract to Comercializadora e Importadora Grupo RAVC SPA.
es: Tras la invitación para participar en la segunda etapa competitiva, el Servicio Local de Educación Pública Puerto Cordillera adjudica un contrato a Comercializadora e Importadora Grupo RAVC SPA.

source: The same `ocid` as the invitation to participate in the second-stage competition is used.
es: El mismo `ocid` que la invitación a participar en la segunda etapa competitiva es usado.

source: The `tag` is set to 'award' and 'contract'.
es: El `tag` es establecido a 'award' y 'contract'.

source: The `tender.status` is updated to 'complete'.
es: El `tender.status` es actualizado a 'complete'.

source: The `awards.suppliers` and `parties` fields are populated with the details of the supplier.
es: Los campos `awards.suppliers` y `parties` son completados con los detalles del proveedor adjudicado.

source: Frameworks and related processes
it: Accordi Quadro, Accordi di programma e processi correlati

source: OCDS defines a contracting process as:
it: OCDS definisce un processo di appalto come:

source: All the planning, tendering information, awards, contracts and contract implementation information related to a single initiation process.
it: Tutte le informazioni sulla pianificazione, sulle gare d'appalto, sulle aggiudicazioni, sui contratti e sull'attuazione del contratto relativi a un singolo processo di investimento.

source: A contracting process brings together, under a single identifier, the information that users need to answer questions such as:
it: Un processo di appalto riunisce, sotto un unico identificatore, tutte le informazioni che servono per rispondere alle domande degli utenti, quali:

source: In some cases, complex contracting processes cannot be represented under a single identifier because:
it: In alcuni casi, i processi di investimento complessi non possono essere rappresentati sotto un singolo identificatore perché:

source: There are multiple initiation stages: for example, when a framework is setup, and then mini-competitions are used for purchases from the framework;
it: Esistono diverse fasi per l'avvio del processo di approvigionamento: ad esempio, quando si utilizza un accordo quadro, e quindi vengono utilizzate mini-gare per gli acquisti dall'accordo quadro;

source: The procurement systems through which stages of the process are managed by different bodies, and are not integrated;
it: I sistemi di approvvigionamento attraverso i quali le fasi del processo sono gestite da organismi diversi e non sono integrate;

source: There are also cases when users want to know about related, but separate, contracting processes - such as the tender for renewal of a contract, or sub-contracting processes.
it: Vi sono anche casi in cui gli utenti desiderano conoscere processi di appalto correlati, ma separati, come la gara d'appalto per il rinnovo di un contratto o i processi di subappalto.

source: The `relatedProcess` block can be used in these cases to link together multiple contracting processes.
it: Il blocco `relatedProcess` può essere usato in questi casi per collegare insieme più processi di contrattazione.

source: Framework types
it: Tipi di accordi quadro

source: The table below provides a number of examples of when to use related process, and when to keep information within a single contracting process.
it: La tabella seguente fornisce una serie di esempi su quando utilizzare la correlazione tra processi e quando conservare le informazioni all'interno di un singolo processo di contrattazione.

source: Framework type
it: Tipo di accordo quadro

source: OCDS approach
it: Approccio OCDS

source: Single supplier with direct call-offs
it: Unico fornitore con chiamate dirette

source: **A single contracting process** using award(s) to represent the framework agreement and contract(s) to represent the call-offs.
it: **Una singola procedura di appalto** che utilizza le aggiudicazioni in rappresentanza dell'accordo quadro e dei/del contratto/i per le chiamate dirette.

source: Multiple suppliers with direct call offs
it: Fornitori multipli con chiamate dirette

source: Multiple suppliers with mini-competitions for call-offs
it: Fornitori multipli con mini-gare ad invito

source: **Multiple contracting processes**: One process using awards to represent suppliers on the framework agreement; Multiple selective or limited processes to represent the mini-competitions linked to the framework agreement via relatedProcess.
it: **Processi di appalto multipli**: un processo che utilizza aggiudicazione in rappresentanza dei fornitori del contratto quadro; Processi multipli selettivi o limitati per rappresentare le mini-gare legate all'accordo quadro tramite relatedProcess.

source: Multiple suppliers with either direct call-offs or mini-competitions
it: Fornitori multipli sia con chiamata diretta o mini-gare

source: **Multiple contracting processes**: One process using awards to represent suppliers on the framework agreement and contract(s) to represent the direct call-offs; Multiple selective or limited processes to represent the mini-competitions linked to the framework agreement via relatedProcess.
it: **Processi multipli di appalto**: una procedura che utilizza le aggiudicazione per rappresentare i fornitori dell'accordo quadro e il/i contratto/i nel caso di chiamata diretta; Processi multipli competitivi o limitati per rappresentare le mini-gare legate all'accordo quadro tramite relatedProcess.

source: Dynamic Purchasing System
it: Sistema di acquisto dinamico
