Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/map/related_processes.po
Languages: es, it

source: Framework Agreements and Related Processes
es: Acuerdos Marco y Procesos Relacionados

source: In this guidance we defer to the definitions given in the [UNCITRAL Model Law on Public Procurement (2011)](https://uncitral.un.org/en/texts/procurement/modellaw/public_procurement). The model law was developed through extensive consultation and reflects the procurement practices and concepts used in many different jurisdictions.
es: En esta guía nos remitimos a las definiciones dadas en la [Ley Modelo de UNCITRAL sobre Contrataciones Públicas UNCITRAL (2011)](https://uncitral.un.org/en/texts/procurement/modellaw/public_procurement). La ley modelo fue desarrollada a través de entrevistas extensivas y por lo tanto refleja las prácticas y conceptos de adquisiciones usados en muchas jurisdicciones diferentes.

source: The UNCITRAL model law defines a framework agreement procedure as:
es: La ley modelo UNCITRAL define un procedimiento de acuerdo marco como:

source: Procedure conducted in two stages: a first stage to select a supplier (or suppliers) or a contractor (or contractors) to be a party (or parties) to a framework agreement with a procuring entity, and a second stage to award a procurement contract under the framework agreement to a supplier or contractor party to the framework agreement.
es: Todo proceso que se programe en dos etapas: la primera para seleccionar a uno o más proveedores o contratistas que vayan a ser partes en un acuerdo marco concertado con una entidad contratante, y la segunda para adjudicar algún contrato, con arreglo a ese acuerdo marco, a un proveedor o contratista que sea parte en el acuerdo.

source: In OCDS terms, a framework agreement procedure is a procedure involving at least one framework agreement. A framework agreement is defined in UNCITRAL as:
es: En términos de OCDS, un procedimiento de acuerdo marco es un procedimiento que involucra al menos un acuerdo marco. Un acuerdo marco se define en la UNCITRAL como:

source: Agreement between the procuring entity and the selected supplier (or suppliers) or contractor (or contractors) concluded upon completion of the first stage of the framework agreement procedure.
es: Todo acuerdo que se concierte, al concluirse con éxito la primera etapa del método de contratación con arreglo a un acuerdo marco, entre la entidad adjudicadora y uno o más proveedores o contratistas seleccionados.

source: In OCDS we treat “contractors” and “suppliers” as synonyms. One or more buyers and one or more suppliers can participate in a framework agreement.
es: En OCDS usamos "contratistas" y "proveedores" como sinónimos. Uno o más compradores y uno o más proveedores pueden participar en un acuerdo marco.

source: A procurement contract is defined in UNCITRAL as:
es: Un contrato de adquisición se define en UNCITRAL como:

source: Contract concluded between the procuring entity and a supplier (or suppliers) or a contractor (or contractors) at the end of the procurement proceedings.
es: Contrato celebrado entre la entidad contratante y uno o más proveedores o contratistas a raíz de un proceso de contratación.

source: Framework agreements can be **open** or **closed**:
es: Los acuerdos marco pueden ser **abiertos** o **cerrados**:

source: **Closed framework agreement**
es: **Acuerdos marco cerrados**

source: Framework agreement to which no supplier or contractor that is not initially a party to the framework agreement may subsequently become a party.
es: Acuerdo marco del que ningún proveedor o contratista que no sea inicialmente parte del acuerdo marco podrá convertirse posteriormente en parte.

source: **Open framework agreement**
es: **Acuerdos marco abiertos**

source: Framework agreement to which a supplier (or suppliers) or a contractor (or contractors) in addition to the initial parties may subsequently become a party or parties.
es: Acuerdo marco en el cual un proveedor (o proveedores) o un contratista (o contratistas) además de las partes iniciales pueden posteriormente convertirse en parte o partes.

source: Procurement systems which provide for closed framework agreements include the EU (Framework Agreements, per Directive 2014/24/EU, Article 33) and the US federal system (Indefinite-delivery contracts, per Federal Acquisition Regulation, Subpart 16.5). An example of a procurement system which provides for open framework agreements is the EU (Dynamic Purchasing Systems, per Directive 2014/24/EU, Article 33).
es: Los sistemas de contratación que prevén acuerdos marco cerrados incluyen a la UE (Acuerdos Marco, según la Directiva 2014/24 / UE, artículo 33) y el sistema federal de los EE.UU. (Contratos de entrega indefinida, según el Reglamento Federal de Adquisiciones, Subparte 16.5). Un ejemplo de un sistema de contratación que prevé acuerdos marco abiertos es la UE (Sistemas de compra dinámica, según la Directiva 2014/24 / UE, artículo 33).

source: Framework agreement procedures can involve second-stage competition, or not:
es: Los procedimientos de acuerdo marco pueden o no incluir una segunda etapa competitiva:

source: **Framework agreement procedure with second-stage competition**
es: **Procedimiento por el método del acuerdo marco con segunda etapa competitiva**

source: Procedure under an open framework agreement or a closed framework agreement with more than one supplier or contractor in which certain terms and conditions of the procurement that cannot be established with sufficient precision when the framework agreement is concluded are to be established or refined through a second-stage competition.
es: Todo proceso de adjudicación con arreglo al método del acuerdo marco, ya sea abierto o cerrado, entablado con más de un proveedor o contratista, en el que al no haber sido posible determinar, al concluirse el acuerdo marco, algunas de las condiciones de los contratos que se tenga previsto adjudicar, será preciso determinar o precisar esas condiciones en una segunda etapa competitiva.

source: **Framework agreement procedure without second-stage competition**
es: **Procedimiento por el método del acuerdo marco sin segunda etapa competitiva**

source: Procedure under a closed framework agreement in which all terms and conditions of the procurement are established when the framework agreement is concluded.
es: Proceso de adjudicación, con arreglo a un acuerdo marco cerrado, en el que se hayan de concretar, al concertarse el acuerdo marco, todas las condiciones de los contratos que se vayan a adjudicar

source: Competition at the second stage is limited to suppliers that are party to the framework agreement. Framework agreement procedures can include a mix of competitive and non-competitive second stages.
es: La competencia en la segunda etapa está limitada a los proveedores que son parte del acuerdo marco. Los procedimientos de acuerdo marco pueden incluir una mezcla de segundas etapas competitivas y no competitivas.

source: The second stage of a framework agreement procedure is also known as a “call-off.” Non-competitive second stages are also known as “direct call-offs.” Competitive second stages are also known as “mini-competitions.”
es: La segunda etapa de un procedimiento de acuerdo marco también se conoce también como "solicitud de orden de compra". Las segundas etapas no competitivas también se conocen como "orden de compra directa". Las segundas etapas competitivas también son conocidas como "mini-competencias"

source: ![Types of framework agreement](../../_static/png/framework_agreement_types.png)
es: ![Tipos de acuerdos marco](../../_static/png/framework_agreement_types.png)

source: Modelling framework agreements in OCDS
es: Modelado de acuerdos marco en OCDS

source: In OCDS, a contracting process brings together, under a single identifier, the information that users need to answer questions such as:
es: En OCDS, un proceso de contratación reúne, bajo un único identificador, la información que los usuarios necesitan para responder preguntas tales como:

source: Was a contract signed as a result of this tender?
es: ¿Se firmó un contrato como resultado de esta licitación?
it: È stato firmato un contratto a seguito di questa gara d'appalto?

source: What was the total value of spending that resulted from this award?
es: ¿Cuál fue el valor total del gasto que resultó de esta adjudicación?
it: Qual è stato il valore totale della spesa risultante da questa aggiudicazione?

source: Was a renewal of this contract signed?
es: ¿Se firmó una renovación de este contrato?
it: È stato firmato un rinnovo di questo contratto?

source: In some cases, complex contracting processes cannot be represented under a single identifier under OCDS' model, because:
es: En algunos casos, procesos de contratación complejos no pueden ser representados bajo un solo identificador bajo el modelo de OCDS porque:

source: There are multiple competitive stages: for example, when a framework agreement involves second-stage competitions.
es: Hay múltiples etapas competitivas: por ejemplo cuando un acuerdo marco implica segundas etapas competitivas.

source: The procurement systems used at different stages of the process are managed by different bodies, and cannot be integrated.
es: Los sistemas de contratación a través de los cuales se gestionan las diferentes etapas del proceso son coordinados por diferentes organismos y no pueden ser integrados.

source: OCDS models the first and second stages of framework agreement procedures as separate contracting processes, linked together using the `relatedProcesses` array. The `tender.techniques.hasFrameworkAgreement` field, from the [Techniques](https://extensions.open-contracting.org/en/extensions/techniques/master/) extension, is used to identify contracting processes that represent the first stage of a framework agreement procedure. The presence of a related process with a `.relationship` set to 'framework' is used to identify contracting processes that represent the second stage of a framework agreement procedure.
es: OCDS modela la primera y segundas etapas de los procedimientos por acuerdo marco como procesos de contratación separados, enlazándolos usando el array `relatedProcesses`. El campo `tender.techniques.hasFrameworkAgreement` de la extensión [Técnicas](https://extensions.open-contracting.org/en/extensions/techniques/master/), es usado para identificar los procesos de contratación que representan la primera etapa de un procedimiento por acuerdo marco. La presencia de un proceso relacionado con el valor 'framework' en el campo `.relationship` es usado para identificar los procesos de contratación que representan la segunda etapa de un procedimiento por acuerdo marco.

source: The following diagram shows how OCDS models a framework agreement procedure with two second stages: one with competition and one without competition. Grey blocks represent unused sections of the OCDS schema.
es: El siguiente diagrama muestra cómo OCDS modela los procedimientos por acuerdo marco con dos segundas etapas: una con competencia y una sin competencia. Los bloques en gris representan las secciones no utilizadas del esquema OCDS.

source: ![OCDS framework agreement model](../../_static/png/framework_agreement_model.png)
es: ![Modelo OCDS de acuerdos marco](../../_static/png/framework_agreement_model.png)

source: The `tender.competitive` field, from the [Competitive](https://extensions.open-contracting.org/en/extensions/competitive/master/) extension, is used to indicate whether the second stage involves competition.
es: El campo `tender.competitive`, de la extensión [Competitive](https://extensions.open-contracting.org/en/extensions/competitive/master/), es usado para indicar si la segunda etapa es competitiva.

source: The following guidance describes how to model the different stages of a framework agreement procedure in OCDS.
es: La siguiente guía describe cómo modelar las diferentes etapas de un procedimiento por acuerdo marco en OCDS.

source: Invitation to participate in the first stage of a framework agreement procedure
es: Invitación a participar en la primera etapa del procedimiento por acuerdo marco.

source: Create a release and add 'tender' to the `tag` array
es: Crear un release y agregar 'tender' al array de 'tag'

source: For each buyer that will participate in the framework agreement, add an `Organization` object to the `parties` array, add 'buyer' to its `.roles`, and populate its other fields.
es: Por cada comprador que participará en el acuerdo marco, agregar un objeto `Organization` al array de `parties`, agregar 'buyer' a sus `.roles`, y completar sus otros campos.

source: If all potential buyers can participate, don't add them to the `parties` array. Instead, add a note in the [publication policy](../publish) to explain how users should interpret a contracting process with no buyers.
es: Si todos los potenciales compradores pueden participar, no agregarlos al array de `parties`. En su lugar, agregar una nota en la [política de publicación](../publish) para explicar cómo los usuarios deben interpretar un proceso de contratación sin compradores.

source: If a single buyer will participate in the framework agreement, set the `buyer.id` and `buyer.name` to match the buyer's object in the `parties` array. Otherwise, don't populate `buyer`.
es: Si solo un comprador participará en el acuerdo marco, establecer `buyer.id` y `buyer.name` con los mismos valores del objeto 'buyer' en el array de `parties`. De lo contrario, no incluir el campo `buyer`.

source: In the `tender` section, set:
es: En la sección `tender`, establecer:

source: `tender.techniques.hasFrameworkAgreement` to `true`.
es: `tender.techniques.hasFrameworkAgreement` a `true`.

source: `tender.contractPeriod` to the duration of the framework agreement.
es: `tender.contractPeriod` a la duración del acuerdo marco.

source: If the framework agreement is closed, set `tender.tenderPeriod.endDate` to the deadline for responses to the invitation.
es: Si el acuerdo marco es cerrado, establecer `tender.tenderPeriod.endDate` a la fecha máxima de respuestas a la invitación.

source: If the framework agreement is open, set `tender.tenderPeriod.endDate` to the last date that new suppliers can be added.
es: Si el acuerdo marco es abierto, establecer `tender.tenderPeriod.endDate` a la última fecha en la que nuevos proveedores pueden ser añadidos.

source: Setting procurement method
es: Estableciendo el método de contratación

source: The `tender.procurementMethod` field uses the [method codelist](../../schema/codelists.md#method) to describe the competitive conditions of the framework agreement procedure as a whole, not only the first stage.
es: El campo `tender.procurementMethod` usa la [lista de códigos de métodos](../../schema/codelists.md#method) para describir las condiciones competitivas del procedimiento por acuerdo marco como un todo, no solo de la primera etapa.

source: Use the following criteria to determine the procurement method:
es: Use el siguiente criterio para determinar el método de contratación:

source: If the contracting process will establish a framework agreement with a single supplier and if there are no conditions to participate in the contracting process, set `tender.procurementMethod` to 'open'.
es: Si el proceso de contratación establecerá un acuerdo marco con un solo proveedor y si no hay condiciones para participar en el proceso de contratación, establecer `tender.procurementMethod` a 'open'.

source: If the contracting process limits the suppliers that can submit a request to participate in the framework agreement, set `tender.procurementMethod` to 'limited'.
es: Si el proceso de contratación limita los proveedores que pueden enviar una solicitud para participar en el acuerdo marco, establecer `tender.procurementMethod` a 'limited'.

source: Otherwise, set `tender.procurementMethod` to 'selective'.
es: De lo contrario, establecer `tender.procurementMethod` a 'selective'.

source: Addition of a supplier to a framework agreement
es: Adición de un proveedor a un acuerdo marco

source: Create a release with the **same** `ocid` as the tender release and add 'award' to the `tag` array
es: Crear un release con el **mismo** `ocid` que el release de tender y agregar 'award' al array `tag`

source: Add an `Award` object to the `awards` array.
es: Agragar un objeto `Award` al array de `awards`.

source: For each supplier:
es: Por cada proveedor:

source: Add an `Organization` object to the `parties` array, add 'supplier' to its `.roles` and populate its other fields.
es: Agregar un objeto `Organization` al array de `parties`, agregar 'supplier' a sus `.roles` y completar sus otros campos.

source: Add an `OrganizationReference` object to the award's `.suppliers` array, and set its `.id` and `.name` to match the supplier's object in the `parties` array.
es: Agregar un objeto `OrganizationReference` al array `.suppliers` de awards, y establecer su `.id` y `.name` para que coincida con el objeto de supplier del array de `parties`.

source: If no further suppliers will be added to the framework agreement, set `tender.status` to 'complete'.
es: Si no se agregarán más proveedores al acuerdo marco, establecer `tender.status` a 'complete'.

source: Award of a procurement contract without second-stage competition
es: Adjudicación de un contrato sin una segunda etapa competitiva

source: Create a release with a **new** `ocid` and add 'award' and 'contract' to the `tag`
es: Crear un release con un **nuevo** `ocid` y agregar 'award' y 'contract' a `tag`

source: [Relate the second stage to the first stage](#relate-the-second-stage-to-the-first-stage)
es: [Relacionar la segunda etapa con la primera etapa](#relate-the-second-stage-to-the-first-stage)

source: [Add a buyer](#add-a-buyer)
es: [Agregar un comprador](#add-a-buyer)

source: Set `tender.id` to the `award.id`, set `tender.competitive` to `false`, and set `tender.procuringEntity` if appropriate
es: Establecer `tender.id` al valor de `award.id`, establecer `tender.competitive` a `false`, y completar `tender.procuringEntity` si corresponde

source: [Add an award, contract and supplier](#add-an-award-contract-and-supplier)
es: [Agregar una adjudicación, contrato y proveedor](#add-an-award-contract-and-supplier)

source: Invitation to participate in a second-stage competition
es: Invitación a participar en una segunda etapa competitiva

source: Create a release with a **new** `ocid` and add 'tender' to the `.tag` array
es: Crear un release con un **nuevo** `ocid` y agregar 'tender' al array de `.tag`

source: Populate the `tender` section, setting `tender.procurementMethod` to the same value as in the first stage
es: Completar la sección de `tender`, estableciendo `tender.procurementMethod` al mismo valor que la primera etapa

source: Award of a procurement contract resulting from a second-stage competition
es: Adjudicación de un contrato resultante de una segunda etapa competitiva

source: Create a release with the **same** `ocid` as the tender release *for the second stage*, and add 'award' and 'contract' to the `tag`
es: Crear un release con el **mismo** `ocid` que el release de tender *para la segunda etapa*, y agregar 'award' and 'contract' a `tag`

source: Updating the contract value, period or items
es: Actualizando el valor, periodo o ítems del contrato

source: If the initial contract value, period or items are subsequently updated, populate the contract's `.value`, `.period` and `.items` with the updated values.
es: Si el valor, periodo o ítems iniciales del contrato son actualizados subsecuentemente, completar los campos `.value`, `.period` e `.items` del contrato con los valores actualizados.

source: Common operations
es: Operaciones comunes

source: Relate the second stage to the first stage
es: Relacionar la segunda etapa con la primera etapa

source: Add a `RelatedProcess` object to the `relatedProcesses` array, set its `.id` (to '1', for example), add 'framework' to its `.relationship` array, set its `.scheme` to 'ocid' and set its `.identifier` to the `ocid` of the invitation to participate in the framework agreement.
es: Agregar un objeto `RelatedProcess` al array de `relatedProcesses`, establecer su `.id` (a '1', por ejemplo), agregar 'framework' a su array de `.relationship`, establecer su `.scheme` a 'ocid' y establecer su `.identifier` al `ocid` de la invitación a participar en el acuerdo marco.

source: Add a buyer
es: Agregar un comprador

source: Add an `Organization` object to the `parties` array, add 'buyer' to its `.roles` and populate its other fields with the details of the buyer for this specific contract.
es: Agregar un objeto `Organization` al array de `parties`, agregar 'buyer' a sus `.roles` y completar sus otros campos con los detalles del comprador para este contrato específico.

source: Set `buyer.id` and `buyer.name` to match the buyer's object in the `parties` array.
es: Establecer los campos `buyer.id` y `buyer.name` para que coincidan con el objeto de buyer en el array de `parties`.

source: Add an award, contract and supplier
es: Agregar una adjudicación, contrato y proveedor

source: Add an `Award` object to the `awards` array and a `Contract` object to the `contracts` array.
es: Agregar un objeto `Award` al array de `awards` y un objeto `Contract` al array de `contracts`.

source: Set the award's `.id` and the contract's `.id` to the same value.
es: Establecer el `.id` de la adjudicación `.id` del contrato al mismo valor.

source: Add an `OrganizationReference` object to the award's `.suppliers` array and set `.id` and `.name` to match the supplier's object in the `parties` array.
es: Agregar un objeto `OrganizationReference` al array `.suppliers` del array de award, y establecer los campos `.id` y `.name` para que coincidan con el objeto de supplier en el array de `parties`.

source: Populate the award's `.value`, `.contractPeriod` and `.items` with the initial contract value, period and items.
es: Completar los campos `.value`, `.contractPeriod` e `.items` de la adjudicación con los valores, periodo e ítems iniciales del contrato.

source: Extensions
es: Extensiones

source: The `tender.techniques.hasFrameworkAgreement` field, from the [Techniques](https://extensions.open-contracting.org/en/extensions/techniques/master/) extension, is used to identify contracting processes that represent the first stage of a framework agreement procedure. More information on the nature of the framework agreement can be provided via the `tender.techniques.frameworkAgreement` object.
es: El campo `tender.techniques.hasFrameworkAgreement` , de la extensión [Técnicas](https://extensions.open-contracting.org/en/extensions/techniques/master/), es usado para identificar los procesos de contratación que representan la primera etapa de un procedimiento por acuerdo marco. Más información sobre la naturaleza del acuerdo marco puede ser proveída via el objeto `tender.techniques.frameworkAgreement`.

source: The two extensions should be declared in the package metadata:
es: Las dos extensiones deberían ser declaradas en los metadatos del paquete:

source: Worked examples
es: Ejemplos prácticos

source: The following examples show how to model two framework agreements, covering a range of characteristics:
es: Los siguientes ejemplos muestran cómo modelar dos acuerdos marco, cubriendo una serie de características:

source: A closed framework agreement established for a single buyer, with a single supplier and **without** second-stage competition
es: Un acuerdo marco cerrado establecido para un único comprador, con un único proveedor y **sin** segunda etapa competitiva
