Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/support/index.po
Languages: es

source: Getting Help
es: Obteniendo ayuda

source: OCDS Helpdesk
es: Mesa de ayuda de OCDS

source: The Open Contracting Data Standard (OCDS) Helpdesk is available to support you in publishing or using OCDS data, and to assist in the ongoing development of the standard.
es: La mesa de ayuda del Estándar de Datos de Contrataciones Abiertas (OCDS por sus siglas en inglés) está disponible para ayudarlo a publicar o utilizar los datos del OCDS, y para ayudarlo en el desarrollo continuo del estándar.

source: If you are planning to publish or use OCDS data, then the OCDS Helpdesk is on-hand to offer advice and input, by:
es: Si planea publicar o utilizar datos de OCDS, la mesa de ayuda de OCDS está disponible para ofrecerle consejos y sugerencias, de la siguiente manera:

source: Helping you identify approaches for converting data from your existing systems to OCDS
es: Ayudándole a identificar enfoques para convertir datos de sus sistemas existentes a OCDS

source: Suggesting existing tools and services that can help you publish or use OCDS data
es: Sugiriendo herramientas y servicios existentes que pueden ayudarlo a publicar o usar datos OCDS

source: Providing guidance on mapping your data structures to OCDS
es: Proporcionando orientación sobre el mapeo de sus estructuras de datos a OCDS

source: Giving you feedback on draft data files, and checking the structure of your data
es: Dando retroalimentación sobre borradores de archivos de datos y verificar la estructura de sus datos

source: Helpdesk support is available in English and Spanish and delivered through collaboration with the [Open Data Services Cooperative](https://opendataservices.coop) in the United Kingdom and [Centro de Desarrollo Sostenible](http://www.cds.com.py) in Paraguay.
es: El soporte técnico está disponible en inglés y español y se entrega a través de la colaboración con [Open Data Services Cooperative](https://opendataservices.coop) en el Reino Unido y el [Centro de Desarrollo Sostenible](http://www.cds.com.py) en Paraguay.

source: Through funding from the Open Contracting Partnership, this support is provided free of charge.
es: A través del financiamiento de la Open Contracting Partnership, este apoyo se otorga sin costo.

source: Please e-mail <a href="mailto:data@open-contracting.org">data@open-contracting.org</a> with your questions, and a member of the OCDS Helpdesk will be in touch with you soon.
es: Por favor, envíe un e-mail a <a href="mailto:data@open-contracting.org">data@open-contracting.org</a> con sus preguntas, y un miembro de la mesa de ayuda de OCDS se pondrá en contacto pronto.

source: OCDS Community
es: Comunidad OCDS

source: The Open Contracting community is a great source of input and support. You can ask questions, discuss ideas, and share news on your projects on the [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss) mailing list.
es: La comunidad de Contratación Abierta es una gran fuente de aportes y apoyo. Puede hacer preguntas, discutir ideas y compartir noticias sobre sus proyectos en la lista de correo [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss).

source: You can also contribute directly to public discussions about implementing the standard and give feedback on its development, via the issue tracker of its [GitHub repository](https://github.com/open-contracting/standard).
es: También puede contribuir directamente a las discusiones públicas sobre la implementación del estándar y dar su opinión sobre su desarrollo, a través del issue tracker en el [repositorio GitHub](https://github.com/open-contracting/standard).

source: OCDS Tools
es: Herramientas OCDS

source: There are a growing number of tools available to support the publication and use of OCDS data. Please refer to the [Open Contracting Tools Directory](https://www.open-contracting.org/resources/open-contracting-tools-directory/).
es: Hay un número creciente de herramientas disponibles para apoyar la publicación y el uso de datos OCDS. Consulte el [Directorio de herramientas de contratación abierta](https://www.open-contracting.org/resources/open-contracting-tools-directory/).
