Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/primer/how.po
Languages: es

source: How does the OCDS work?
es: ¿Cómo funciona OCDS?

source: Objectives
es: Objetivos

source: The Open Contracting Data Standards (OCDS) is designed to support publishing data about contracting processes. This page will:
es: El Estándar de Datos para las Contrataciones Abiertas (OCDS), está diseñado para brindar soporte a la publicación de datos de procesos de contratación. En esta página se:

source: Show how a contracting process is represented using the OCDS
es: Indica cómo un proceso de contratación es representado utilizando OCDS.

source: Introduce the OCDS schema
es: Introduce el esquema OCDS.

source: Describe the formats for publishing OCDS data
es: Describen los formatos para la publicación de datos de OCDS.

source: The OCDS defines a unique contracting process as all the actions aimed at implementing one or more contracts. An individual contracting process has several different stages: **tendering, awarding, contracting** and **implementation.** The OCDS describes a way to model and publish data in a standardized way along entire public contracting processes.
es: El OCDS define un proceso único de contratación así como todas las acciones destinadas a la celebración de uno o más contratos. Un proceso individual de contratación tiene varias etapas: **licitación, adjudicación, contrato** e **implementación.** El OCDS describe una forma para modelar y publicar datos de manera estandarizada para procesos enteros de contrataciones.

source: ![Tender](../_static/svg/green_tendering.svg)
es: ![Licitación](../_static/svg/green_tendering.svg)

source: Tender
es: Licitación

source: **Tender**\ *Including:*\ Tender notices\ Specifications\ Line items\ Values\ Enquiries
es: **Licitación**\ *Incluye:*\ Avisos de licitación\ Especificaciones\ Partidas\ Valores\ Consultas

source: ![Award](../_static/svg/green_awarded.svg)
es: ![Adjudicación](../_static/svg/green_awarded.svg)

source: Award
es: Adjudicación

source: **Award**\ *Including:*\ Details of award\ Bidder information\ Bid evaluation\ Values
es: **Adjudicación**\ *Incluye:*\ Detalles del adjudicación\ "Información del licitante\ Evaluación de la oferta\ Valores

source: ![Contract](../_static/svg/green_signed.svg)
es: ![Contrato](../_static/svg/green_signed.svg)

source: Contract
es: Contrato

source: **Contract**\ *Including:*\ Final details\ Signed contract\ Amendments\ Values
es: **Contrato**\ *Incluye:*\ Detalles finales\ Contrato firmado\ Enmiendas\ Valores

source: ![Implementation](../_static/svg/green_implementation.svg)
es: ![Implementación](../_static/svg/green_implementation.svg)

source: Implementation
es: Implementación

source: **Implementation**\ *Including:*\ Payments\ Progress updates\ Location\ Extensions\ Amendments\ Completion or Termination info
es: **Implementación**\ *Incluye:*\ Pagos\ Actualizaciones de progreso\ Ubicación\ Extensiones\ Enmiendas\ Información de finalización o terminación

source: The OCDS brings together the data published at each stage using a single open contracting process identifier: the **OCID.** An OCID is composed of a prefix, [registered by the publisher with OCP](../guidance/build.md#register-an-ocid-prefix), and a unique process identifier chosen by the publisher.
es: El OCDS reúne los datos publicados en cada etapa utilizando un identificador único del proceso de contratación: el **OCID.** Un OCID está compuesto por un prefijo [registrado por un publicador con OCP](../guidance/build.md#register-an-ocid-prefix), y un único identificador de proceso elegido por el publicador.

source: The OCID helps users to join up data across the whole contracting process – a key feature and benefit of publishing and using OCDS data.
es: El OCID ayuda a los usuarios a unir datos relacionados a todo proceso de contratación; esta es una característica fundamental y un beneficio de publicar y utilizar datos OCDS.

source: In designing the OCDS, we [explored](https://www.open-contracting.org/resources/demand-side-assessment-report/) a range of different user needs and use cases for data about public contracting. Each use case has different data needs in terms of data fields, documents, publication frequency, and data quality. The OCDS provides a common framework to maximize the number of user needs that can be met through data and document disclosure.
es: Al diseñar el OCDS, [exploramos](https://www.open-contracting.org/resources/demand-side-assessment-report/) un rango de diferentes necesidades de los usuarios y casos de uso de datos sobre contratación pública. Cada caso de uso tiene diferentes necesidades de datos en términos de campos de datos, documentos, frecuencia de publicación y calidad de los datos. El OCDS proporciona un marco común para maximizar el número de necesidades de los usuarios que pueden satisfacerse mediante la divulgación de datos y documentos.

source: In addition to the OCID, another component of OCDS' common framework is the OCDS **schema.** The schema sets out the fields, structure, data types and validation rules for OCDS data. The schema is described using JSON Schema, and the default format of the data is JSON (JavaScript Object Notation). The schema is documented in the [Reference](../schema/index) section of the OCDS.
es: Además del OCID, otro componente del marco de referencia común de OCDS es el **esquema** OCDS. El esquema establece los campos, la estructura, los tipos de datos y las reglas de validación de los datos del OCDS. El esquema se describe utilizando JSON Schema, y el formato de los datos por definición es JSON (JavaScript Object Notation). El esquema de datos es documentado en la sección de [Referencias](../schema/index) de OCDS.

source: When mapping your data to the OCDS or when using OCDS data, you will encounter a number of common data fields and structures, which are described by the schema:
es: Durante el mapeo de los datos a OCDS, o en el uso de datos OCDS, encontrará una serie de estructuras de datos comunes, representadas en el esquema, estos son:

source: **release metadata** - contextual information about each release of data;
es: **metadatos de la entrega** - información contextual sobre cada entrega de datos;

source: **parties** - information about the organizations and participants in the contracting process;
es: **partes involucradas** - información sobre las organizaciones y los participantes en del proceso de contratación;

source: **planning** - information about the goals, budgets and projects a contracting process relates to;
es: **planeación** - información sobre los objetivos, presupuestos y proyectos a los que se refiere un proceso de contratación;

source: **tender** - information about how a tender will take place, or has taken place;
es: **licitación** - información sobre la forma en que tendrá lugar la licitación o se ha realizado;

source: **awards** - information on awards made as part of a contracting process;
es: **adjudicación** - información sobre las adjudicaciones otorgadas como parte de un proceso de contratación;

source: **contract** - information on contracts signed as part of a contracting process;
es: **contrato** - información sobre contratos firmados como parte de un proceso de contratación;

source: **implementation** - information on the progress of each contract towards completion.
es: **implementación** - información sobre el progreso de cada contrato hasta su finalización.

source: Some schema fields refer to [codelists](../schema/codelists), to limit and standardize the possible values of the fields, in order to promote data interoperability.
es: Algunos campos del esquema hacen referencia a [listas de códigos](../schema/codelists) para limitar y estandarizar los posibles valores de los campos, con el fin de promover la interoperabilidad de los datos.

source: In addition to the default format of JSON, you can convert and publish your OCDS data as Excel and CSV (comma-separated values) files.
es: Además del formato predeterminado de JSON, puede convertir y publicar sus datos OCDS como archivos Excel y CSV (valores separados por comas).

source: Publication formats: JSON and Excel/CSV
es: Formatos de publicación: JSON y Excel/CSV

source: While the OCDS schema is described using JSON Schema, OCDS data can be converted from its JSON format to tabular formats such as CSV files or spreadsheets. JSON is favored by developers because it uses human-readable text to exchange complex information, such as nested objects. It can contain large volumes of information and is particularly good at handling one-to-many relationships (such as multiple bids per tender notice).
es: Mientras que el esquema OCDS se representa en JSON Schema, los datos OCDS pueden ser publicados tanto en formato JSON como en formatos tabulares como CSV y hojas de cálculo. JSON es el formato preferido por los desarrolladores ya que utiliza texto legible por personas para intercambiar información compleja, tal como objetos anidados. Puede contener grandes volúmenes de información y es particularmente bueno para manipular relaciones uno-a-muchos (como múltiples ofertas por aviso de licitación).

source: Tabular formats, such as CSV (or comma separated values) are commonly used in spreadsheets applications and other analysis tools. Many people are comfortable working with spreadsheets using tools like Excel. While JSON is the default format, a good publication will publish tabular formats as well both so that more users’ needs can be satisfied.
es: Formatos tabulares como CSV (o valores separados por comas) son utilizados comúnmente en hojas de cálculo y otro tipo de herramientas de análisis. Muchas personas se sienten cómodas trabajando con hojas de cálculo, usando herramientas como Excel. Si bien JSON es el formato por defecto, una adecuada publicación se publicará en ambos formatos a fin de satisfacer las necesidades de más usuarios.

source: No matter what type of contracting data you are working with or format you publish in, following OCDS rules and guidance will help you and your users to:
es: Sin importar el tipo o el formato de datos de contrataciones con que se encuentre trabajando o publicando, el uso las reglas y guías de OCDS lo ayudará a usted y a los usuarios a:

source: Access clear definitions for the meaning, structure and format of your data
es: Acceder a definiciones claras del significado, estructura y formato de sus datos.

source: Access a growing ecosystem of reusable tools and methodologies for working with OCDS data
es: Acceder a un ecosistema creciente de herramientas y metodologías reutilizables para trabajar con datos OCDS.

source: Compare your data with other publishers’ data to examine value for money and other types of analysis
es: Comparar sus datos con otros publicadores para evaluar el valor por dinero y otros tipos de análisis.

source: Check the structure, format and quality of your data against the OCDS schema
es: Verificar la estructura, formato y calidad de sus datos comparados con el esquema OCDS.

source: **To learn more,** go to the next page in the Primer: [How is OCDS data published?](releases_and_records) You can also review the further resources below to go deeper into the subjects introduced on this page.
es: **Para aprender más,** puede dirigirse a la siguiente página del manual de introducción. [¿Cómo se publican los datos de OCDS?](releases_and_records) Así también usted puede revisar fuentes adicionales que se encuentran a continuación, a fin de profundizar en los temas introducidos en esta página.

source: [Guidance to implementing OCDS](../guidance/index)
es: [Guía de implementación OCDS](../guidance/index)

source: [Video Learning Guide to the OCDS](https://www.youtube.com/playlist?list=PL7sSifLpWd8hLOVrNMiwNApXAsOr06E1Q)
es: [Video guía de aprendizaje de OCDS](https://www.youtube.com/playlist?list=PL7sSifLpWd8hLOVrNMiwNApXAsOr06E1Q)

source: [OCP Learning: Publishing OCDS Data](https://www.open-contracting.org/learn/publish/)
es: [Aprende con OCP: publicación de datos OCDS](https://www.open-contracting.org/es/learn/publish/)

source: [Open Contracting Playbook: Component 2](https://docs.google.com/document/d/1Y_sYOqUfdRdnvU6P8-aJFqWw9LaTNbbIPS0oJtmskCQ/edit#heading=h.44c3tmyw3edx)
es: [Guía práctica de contrataciones abiertas: Componente 2](https://docs.google.com/document/d/1Y_sYOqUfdRdnvU6P8-aJFqWw9LaTNbbIPS0oJtmskCQ/edit#heading=h.44c3tmyw3edx)
