Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/primer/index.po
Languages: es

source: Primer
es: Introducción

source: Objectives
es: Objetivos

source: This Primer to the Open Contracting Data Standard (OCDS) will help you get started with publishing OCDS data. It exists to define core concepts for understanding the OCDS and direct you to the relevant sections of the documentation based on your needs.
es: Esta introducción al Estándar de Datos para las Contrataciones Abiertas (OCDS, por sus siglas en inglés Open Contracting Data Standard), le ayudará a iniciarse en la publicación de datos OCDS. Aquí se definen conceptos fundamentales para comprender el OCDS, y así también para dirigir al público a las secciones pertinentes de la documentación conforme a sus necesidades.

source: In this Primer, you will find resources to help you answer these questions:
es: En esta introducción, usted encontrará recursos que le ayudará a responder estas preguntas:

source: [What is the OCDS and why use it?](what)
es: [¿Qué es el OCDS y por qué usarlo?](what)

source: [How does the OCDS work?](how)
es: [¿Cómo funciona el OCDS?](how)

source: [How is OCDS data published?](releases_and_records)
es: [¿Cómo son publicados los datos en OCDS?](releases_and_records)

source: [How can I implement the OCDS?](next)
es: [¿Cómo puedo implementar el OCDS?](next)

source: Beyond the Primer, you can use the following resources contained in the OCDS documentation to help you implement the OCDS. The remainder of the documentation covers:
es: Además de la Introducción, usted puede utilizar los siguientes recursos disponibles en la documentación del OCDS para ayudar a la implementación. El resto de la documentación cubre:

source: [Guidance](../guidance/index): Step-by-step instructions on how to design and implement an OCDS publication, including helpful tools and examples
es: [Guía](../guidance/index): instrucciones paso a paso de cómo diseñar e implementar una publicación de OCDS, incluyendo herramientas y ejemplos.

source: [Reference](../schema/index): Describing the specific rules that need to be followed to publish OCDS data
es: [Referencia](../schema/index): describe las reglas específicas a seguir para publicar datos OCDS.

source: [Getting help](../support/index): Outlining how you can get free support and how you can participate in the OCDS community
es: [Obteniendo ayuda](../support/index): descripción de cómo puede obtener soporte gratuito y cómo puede participar en la comunidad OCDS

source: [Governance](../governance/index): Details about the stewardships, development, and revisions process for the OCDS
es: [Gobernanza](../governance/index): Detalles sobre el proceso de gestión, desarrollo y revisión del OCDS

source: [History](../history/index): Information about the changes in each version of the OCDS
es: [Historia](../history/index): información sobre los cambios en cada versión de OCDS.

source: [Data Review Tool](https://standard.open-contracting.org/review/): A tool to help check whether your data is following the OCDS correctly
es: [Herramienta de revisión de datos](https://standard.open-contracting.org/review/): Una herramienta para ayudar a verificar si sus datos están siguiendo el OCDS correctamente

source: **To learn more about the OCDS,** go to the next page in the primer: [What is the OCDS and why use it?](what) To learn more about open contracting in general, go to:
es: **Para aprender más acerca de OCDS,** vaya a la siguiente página del manual de introducción: [¿Qué es y por qué utilizar OCDS?](what) Para aprender más acerca de contrataciones abiertas en general, vaya a:

source: [OCP Website](https://www.open-contracting.org/)
es: [Sitio Web de OCP](https://www.open-contracting.org/es/)

source: [OCP Learning](https://www.open-contracting.org/learn/)
es: [Aprende con OCP](https://www.open-contracting.org/es/learn/)
