Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/primer/next.po
Languages: es

source: How can I implement the OCDS?
es: ¿Cómo puedo implementar OCDS?

source: Objectives
es: Objetivos

source: To implement the Open Contracting Data Standard (OCDS) you should follow the steps in the implementation guidance and the rules in the reference section. This page will:
es: Para implementar el Estándar de Datos de Contrataciones Abiertas (OCDS), debe seguir los pasos en la guía de implementación y las reglas en la sección de referencia. En está página se:

source: Outline next steps you can follow to start implementing the OCDS
es: Establecer los distintos pasos a seguir para comenzar a poner en práctica documentación OCDS.

source: Direct you to resources for getting help on implementing the OCDS
es: Dirigirlo a recursos para obtener ayuda sobre la implementación de OCDS.

source: Beyond the Primer, you can use the following resources contained in the OCDS documentation to help you implement the OCDS. The remainder of the documentation covers:
es: Además de la Introducción, usted puede utilizar los siguientes recursos disponibles en la documentación del OCDS para ayudar a la implementación. El resto de la documentación cubre:

source: [Guidance](../guidance/index): Step-by-step instructions on how to design and implement an OCDS publication, including helpful tools and examples
es: [Guía](../guidance/index): instrucciones paso a paso de cómo diseñar e implementar una publicación de OCDS, incluyendo herramientas y ejemplos.

source: [Reference](../schema/index): Describing the specific rules that need to be followed to publish OCDS data
es: [Referencia](../schema/index): describe las reglas específicas a seguir para publicar datos OCDS.

source: [Getting help](../support/index): Outlining how you can get Helpdesk support and how you can participate in the OCDS community
es: [Obteniendo ayuda](../support/index): indica cómo obtener asistencia técnica sin costo, y cómo participar en la comunidad de OCDS.

source: [Governance](../governance/index): Details about the stewardships, development, and revisions process for the OCDS
es: [Gobernanza](../governance/index): Detalles sobre el proceso de gestión, desarrollo y revisión del OCDS

source: [History](../history/index): Information about the changes in each version of the OCDS
es: [Historia](../history/index): información sobre los cambios en cada versión de OCDS.

source: [Data Review Tool](https://review.standard.open-contracting.org/): A tool to help check whether your data is following the OCDS correctly
es: [Herramienta de revisión de datos](https://review.standard.open-contracting.org/): Una herramienta para ayudar a verificar si sus datos están siguiendo el OCDS correctamente

source: **Have a question? Ask us!**
es: **¿Tienes una pregunta? ¡Consúltanos!**

source: OCP and the OCDS offers a free Helpdesk service to support you in publishing or using OCDS data. If you are planning to publish or use OCDS data, then the OCDS Helpdesk is on-hand to offer advice and input, by:
es: OCP y el OCDS ofrecen una mesa de ayuda técnica gratuita para brindarle soporte en la publicación o el uso de datos OCDS. Si usted está planeando publicar o utilizar datos OCDS, entonces el equipo de asistencia técnica de OCDS se encuentra disponible para ofrecer asesoramiento e información, para:

source: Helping you identify approaches for converting data from your existing systems to the OCDS
es: Ayudar a identificar su enfoque para convertir datos de sus sistemas existentes a OCDS.

source: Suggesting existing tools and services that can help you publish or use OCDS data
es: Sugerir herramientas y servicios existentes que lo pueden ayudar a publicar o usar datos OCDS.

source: Providing guidance on mapping your data structures to the OCDS
es: Proporcionar orientación sobre cómo mapear sus estructuras de datos a OCDS.

source: Giving you feedback on draft data files, and checking the structure of your data
es: Brindar comentarios sobre las versiones iniciales de archivos de datos OCDS y verificar la estructura de los mismos.

source: Helpdesk support is available in English and Spanish and delivered through collaboration with Open Data Services Cooperative in the United Kingdom and Centro de Desarrollo Sostenible in Paraguay. If you have a question about OCDS implementation, e-mail [data@open-contracting.org](mailto:data@open-contracting.org) and a member of the OCDS Helpdesk will be in touch with you soon.
es: El servicio de asistencia técnica se encuentra disponible en inglés y español, este se realiza en colaboración con Open Data Services Cooperative en el Reino Unido y el Centro de Desarrollo Sostenible en Paraguay. Si tiene alguna pregunta sobre la implementación de OCDS, envíe un correo electrónico a [data@open-contracting.org](mailto:data@open-contracting.org) y un miembro del servicio de asistencia de técnica OCDS se comunicará con usted en la brevedad posible.

source: **To continue learning about OCDS implementation,** go to the next page in the documentation: [Guidance](../guidance/index). You can also review the resources below to go deeper into the subjects introduced on this page.
es: **Para continuar aprendiendo sobre la implementación del OCDS,** vaya a la siguiente página de la documentación: [Guía](../guidance/index). Así también, usted puede revisar fuentes adicionales que se encuentran a continuación, a fin de profundizar en los temas introducidos en esta página.

source: To learn more about Open Contracting and how it can be used to support wider reform and measurable improvements in public contracting, please visit www.open-contracting.org. You may also be interested in:
es: Para aprender más acerca de Contratación Abierta y cómo puede ser utilizada para brindar soporte a mayores reformas y mejoras considerables en las compras públicas, favor visite www.open-contracting.org. Usted también podría estar interesado:

source: [Worldwide - who is implementing open contracting and OCDS?](https://www.open-contracting.org/worldwide/)
es: [En el mundo, ¿quiénes están implementando contrataciones abiertas y OCDS?](https://www.open-contracting.org/es/worldwide/)

source: [OCP Learning](https://www.open-contracting.org/learn/)
es: [Aprende con OCP](https://www.open-contracting.org/es/learn/)
