Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/primer/what.po
Languages: es

source: What is the OCDS and why use it?
es: ¿Qué es OCDS y por qué utilizarlo?

source: Objectives
es: Objetivos

source: This page will:
es: En esta página se:

source: Introduce the Open Contracting Data Standard (OCDS)
es: Introducir el Estándar de Datos de Contrataciones Abiertas (OCDS)

source: Show the key concepts behind the OCDS
es: Exponen los conceptos claves asociados al OCDS.

source: Describe the relationship between the OCDS and open contracting
es: Describen la relación entre OCDS y las contrataciones abiertas.

source: The Open Contracting Data Standard (OCDS) is a free, non-proprietary open data standard for public contracting, implemented by over 30 governments around the world. It describes how to publish data and documents about contracting processes for goods, works and services.
es: El Estándar de Datos de Contrataciones Abiertas (OCDS) es un estándar de datos abiertos gratuito y de acceso público para las contrataciones públicas, implementado por más de 30 gobiernos alrededor de todo el mundo. Este Estándar describe cómo publicar datos y documentos relacionados a los procesos de contrataciones de bienes, obras y servicios.

source: There are three concepts behind the Open Contracting Data Standard:
es: Hay tres conceptos detrás del Estándar de Datos de Contrataciones Abiertas:

source: **Open Contracting** is about publishing and using open, accessible and timely information on public contracting to engage citizens and businesses to fix problems and deliver results. These results include improving the efficiency, effectiveness and integrity of a public contracting system.
es: La **Contratación Abierta** se trata de la publicación y el uso de información abierta, accesible y oportuna sobre las contrataciones públicas, a fin de involucrar a ciudadanos y al sector privado en la solución de problemas y obtención de resultados. Estos resultados incluyen una mejora en la eficiencia, efectividad e integridad del sistema público de contratación.

source: **Open Data** is data that can be freely used, modified, and shared by anyone for any purpose. This requires data to be accessible and machine-readable, and for permission to be granted for reuse.
es: Los **Datos Abiertos** son datos que pueden ser utilizados libremente, modificados y compartidos por cualquier persona para cualquier propósito. Esto requiere que los datos sean accesibles y que los mismos sean legibles por máquina, además de conceder un permiso para su reutilización.

source: A **Data Standard** defines the structure and meaning of data in order to resolve ambiguity and help systems and people interpret it.
es: El **Estándar de datos** define la estructura y el significado de los datos con el fin de resolver ambigüedades y ayudar a los sistemas, así como a las personas que lo interpretan.

source: The OCDS builds on all three of these concepts, and the ultimate goal of the OCDS is to **help deliver** open contracting using standardized open data. The OCDS describes how to publish data and documents for the procurement of goods, works, and services. It makes contracting data available for anyone to use, modify, and share, for any purpose.
es: El OCDS se basa en estos tres conceptos con el objetivo final de lograr que las contrataciones abiertas se publiquen utilizando datos abiertos estandarizados. Así también, el OCDS describe cómo publicar datos y documentos para la compra de bienes, obras y servicios. Hace que los datos de contratación estén disponibles para que cualquiera los use, modifique y comparta, para cualquier propósito.

source: The OCDS can be adapted to meet your needs. Whether purchasing medicines, running a municipal recycling program or building an airport, the OCDS helps you organize and publish all relevant data and documents during the process.
es: El OCDS puede ser adaptado según las necesidades de los usuarios. Ya sea para la compra de medicinas, para implementar un programa municipal de reciclaje o construir un aeropuerto, el OCDS lo ayuda a organizar y publicar todos aquellos datos y documentos relevantes durante el proceso.

source: The OCDS is not an electronic procurement system or database. But it can inform how data is collected, stored and published in these systems. The OCDS can help make sure that the contracting data you collect and publish meet global best practices and are fit-for-purpose to meet the needs of a range of different users.
es: El OCDS no es un sistema electrónico de compra o base de datos. Sin embargo, puede informar cómo los datos son recolectados, almacenados y publicados en estos sistemas. Así también, el OCDS puede asegurar que los datos de contrataciones abiertas que han sido recolectados y publicados, reúnan las mejoras prácticas y sean adecuados para las necesidades de distintos tipos de usuarios.

source: The OCDS helps to increase transparency, enables deeper analysis of contracting data, and facilitates the use of data by a wide range of stakeholders. [Academic research](https://www.open-contracting.org/impact/evidence/) shows that improved openness and transparency is good for public integrity, value for money and competition when it is linked to systemic changes that allow people to use the information. [More than 50 countries and cities, from Argentina to Zambia](https://www.open-contracting.org/impact/), are pursuing open contracting reforms to make public procurement fairer and more efficient.
es: El OCDS ayuda a incrementar la transparencia, hace posible un análisis profundo de los datos de contrataciones y facilita el uso de estos datos para una amplia gama de actores interesados. [Investigaciones Académicas](https://www.open-contracting.org/impact/evidence/) demuestran que la mejora en la apertura y transparencia de datos son beneficiosas para la integridad pública, la relación calidad-precio y la competencia cuando están asociadas a cambios sistemáticos que permiten a las personas usar la información. [Más de 50 países y ciudades, desde Argentina a Zambia,](https://www.open-contracting.org/impact/) están llevando a cabo reformas en las contrataciones abiertas para que las compras públicas sean más justas y eficientes.

source: To facilitate publication of contracting data to meet a variety of needs, the OCDS provides:
es: Para facilitar la publicación de contrataciones abiertas asociadas a satisfacer diversas necesidades, el OCDS provee:

source: A common structured [data model](../schema/index), including a schema, codelists, and common rules and definitions for data fields and contracting processes;
es: Un [modelo de datos](../schema/index) común estructurado, incluyendo un esquema, lista de códigos y reglas comunes, así como definiciones para campos de datos y procesos de contratación.

source: [Guidance and tools](../guidance/index) to support implementation and data use;
es: [Orientación y herramientas](../guidance/index) para apoyar la implementación y el uso de datos;

source: An [extension](../guidance/map/extensions) mechanism to add additional key information to your OCDS data; and
es: Un mecanismo de [extensión](../guidance/map/extensions) para añadir informaciones claves a sus datos OCDS y;

source: Free global support from the [Data Support Team](../support/index).
es: Soporte global gratuito del [Equipo de Soporte de Datos](../support/index).

source: **To learn more,** go to the next page in the Primer: [How does the OCDS work?](how) You can also review the further resources below to go deeper into the subjects introduced on this page.
es: **Para aprender más,** puede dirigirse a la siguiente página del manual de introducción: [¿Cómo funciona el OCDS?](how) Así también usted puede revisar fuentes adicionales que se encuentran a continuación, a fin de profundizar en los temas introducidos en esta página.

source: [Implement Open Contracting](https://www.open-contracting.org/implement/)
es: [Implementación de las Contrataciones Abiertas](https://www.open-contracting.org/es/implement/)

source: [Impact of Open Contracting](https://www.open-contracting.org/impact/)
es: [Impacto de las Contrataciones Abiertas](https://www.open-contracting.org/es/impact/)

source: [Why implement OCDS?](https://www.open-contracting.org/data-standard/)
es: [¿Por qué implementar OCDS?](https://www.open-contracting.org/data-standard/)

source: [Open Contracting Data Use Cases](https://www.open-contracting.org/resources/open-contracting-data-use-cases/)
es: [Casos de uso de datos de contratación abierta](https://www.open-contracting.org/resources/open-contracting-data-use-cases/)

source: [Video Learning Guide to the OCDS](https://www.youtube.com/playlist?list=PL7sSifLpWd8hLOVrNMiwNApXAsOr06E1Q)
es: [Vídeo Guía de OCDS](https://www.youtube.com/playlist?list=PL7sSifLpWd8hLOVrNMiwNApXAsOr06E1Q)

source: [What is open data?](https://opendatahandbook.org/guide/en/what-is-open-data/)
es: [¿Qué son los datos abiertos?](https://opendatahandbook.org/guide/es/what-is-open-data/)

source: [What are data standards?](https://standards.theodi.org/introduction/what-are-open-standards-for-data/)
es: [¿Qué son los datos estandarizados?](https://standards.theodi.org/introduction/what-are-open-standards-for-data/)
