Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/bids.po
Languages: es, fr, it

source: Bid statistics and details
es: Estadísticas y detalles de las ofertas
fr: Statistiques et détails des offres
it: Statistiche e dettagli dell'offerta

source: Metadata
es: Metadatos
fr: Métadonnées
it: Metadati

source: To use this extension, include its URL in the `extension` array of your release or record package.
it: Per utilizzare questa estensione, includi l'URL nella matrice `extension` della tua pacchetto di rilascio o del descrittore.

source: This extension is maintained at [https://github.com/open-contracting/ocds_bid_extension](https://github.com/open-contracting/ocds_bid_extension)
es: Esta extensión es mantenida en [https://github.com/open-contracting/ocds_bid_extension](https://github.com/open-contracting/ocds_bid_extension)
fr: Cette extension est maintenue à l'adresse [https://github.com/open-contracting/ocds_bid_extension](https://github.com/open-contracting/ocds_bid_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_bid_extension](https://github.com/open-contracting/ocds_bid_extension)

source: Documentation
es: Documentación
it: Documentazione

source: Information on bids submitted as part of a contracting process is important for many forms of analysis, including:
es: La información sobre las ofertas presentadas como parte de un proceso de contratación es importante para muchas formas de análisis, incluyendo:
fr: Les informations sur les offres soumises dans le cadre d'un processus de passation de marché sont importantes pour de nombreuses formes d'analyses telles que :
it: Le informazioni sulle offerte presentate come parte di un processo di contrattazione sono importanti per molte forme di analisi, tra cui:

source: Market analysis for understanding the competitiveness of a given marketplace;
es: Análisis de mercado para comprender la competitividad de un mercado determinado;
fr: Des analyses de marché pour comprendre la compétitivité d'un marché donné ;
it: Analisi di mercato per capire la competitività in un determinato mercato;

source: Red flag analysis for understanding potential corruption risks; and
es: Análisis de banderas rojas para comprender los posibles riesgos de corrupción; y
fr: Des analyses des signes avant coureur ("red flag") pour comprendre les potentiels risques de corruption ;
it: Analisi delle allerte per la comprensione dei potenziali rischi di corruzione; e

source: Value for money analysis;
es: Análisis de valor por dinero;
fr: Des analyses du rapport qualité-prix de la commande publique ;
it: Analisi del rapporto qualità/prezzo;

source: Regulatory regimes vary on the extent to which they allow information on bidding to be proactively published, and at what point in the procurement process. In some systems and processes, a list of invited bidders will be published at the start of tendering, and full details and documents on the bids received may be disclosed when evaluation is complete. In other systems, only summary statistics on the number of bids received may be made public.
es: Los regímenes regulatorios varían en la medida en que permiten que la información sobre licitaciones se publique de forma proactiva y en qué momento del proceso de adquisición. En algunos sistemas y procesos, se publicará una lista de licitadores invitados al comienzo de la licitación, y todos los detalles y documentos sobre las ofertas recibidas podrán ser revelados cuando se complete la evaluación. En otros sistemas, sólo pueden hacerse públicas las estadísticas resumidas sobre el número de ofertas recibidas.
fr: Les régimes de régulation peuvent varier sur l'étendue des informations sur les offres qui doivent être proactivement publiées et à quel moment du processus de passation de marché elles doivent être publiées. Dans certains systèmes et processus, une liste des candidats invités peut être publiée au début de l'appel d'offres ainsi que des détails et des documents complets sur les offres reçues peuvent être révélés quand l'évaluation est complète. Dans d'autres systèmes, seul un résumé statistique sur le nombre d'offres reçues peut être rendu public.
it: I regimi di regolamentazione variano in base alla misura in cui consentono di pubblicare proattivamente le informazioni delle offerte e in quale fase del processo di approvvigionamento . In alcuni sistemi e processi, all'inizio del bando di gara verrà pubblicato un elenco di offerenti invitati e, al termine della valutazione, potranno essere resi noti tutti i dettagli e i documenti relativi alle offerte ricevute. In altri sistemi, solo le statistiche riassuntive sul numero di offerte ricevute possono essere rese pubbliche.

source: The OCDS bid extension introduces a new, flexible, top-level section to each contracting process to capture bidding information. Implementers will need to assess which fields are applicable to their local regulatory regime, and to local use-cases.
es: La extensión de oferta de OCDS introduce una sección nueva, flexible y de alto nivel para cada proceso de contratación para capturar información de ofertas. Los ejecutores deberán evaluar qué campos son aplicables a su régimen regulatorio local y los casos de uso locales.
fr: L'extension OCDS sur les offres introduit une nouvelle section flexible de haut niveau à chaque processus de passation de marché pour capturer des informations sur les offres. Celles et ceux qui la mettent en œuvre doivent évaluer quels champs sont applicables dans leur régime de régulation et dans des cas d'usage locaux.
it: L'estensione OCDS per l'offerta introduce una nuova sezione, flessibile e di primo livello per ogni processo di appalto in modo da acquisire le informazioni più complete dell'offerta. I responsabili dell'attuazione dovranno valutare quali campi sono applicabili al loro regime normativo locale e ai casi d'uso locali.

source: Bid Statistics
es: Estadísticas de ofertas
fr: Statistiques sur les offres
it: Statistiche sulle offerte

source: The `bids/bidStatistics` array can be used to represent key statistical information about the number of bids and bidders. Each entry in the array is a `BidsStatistic` object containing at least:
it: L'array `bids/bidStatistics` può essere utilizzato per rappresentare le principali informazioni statistiche sul numero di offerte e di offerenti. Ogni voce nell'array è un oggetto `BidsStatistic` che contiene almeno:

source: An identifier;
es: Un identificador;
fr: Un identifiant ;
it: Un identificatore;

source: A measure, from the bidStatistics codelist;
es: Una medida, de la lista de códigos bidStatistics;
fr: Une mesure, à partir de la liste de codes bidStatistics ;
it: Una misura, dal vocabolario controllato del bidStatistics;

source: A value for that measure;
es: Un valor para esa medida;
fr: Une valeur pour cette mesure ;
it: Un valore per quella misura;

source: Field
es: Campo
fr: Champ
it: Campo

source: Definition
es: Definición
fr: Définition
it: Definizione

source: Description
es: Descripción
it: Descrizione

source: Type
es: Tipo
it: Tipo

source: An internal identifier for this statistical item.
es: Un identificador interno para este elemento estadístico.
fr: Un identifiant statistique pour cet objet statistique.
it: Un identificatore interno per questo elemento statistico.

source: An item from the bidStatistics codelist for the statistic reported in value. This is an open codelist, and other statistics may also be included.
es: Un elemento de la lista de códigos bidStatistics para la estadística informada en valor. Esta es una lista de códigos abierta, y también se pueden incluir otras estadísticas.
fr: Un objet de la liste de codes bidStatistics pour les statistique reportées en valeur. C'est une liste de codes ouverte et d'autres statistiques peuvent être incluses.
it: Un elemento per il tipo di statistica dal vocabolario bidStatistics da usarsi come valore. Questo è un vocabolario aperto e possono essere incluse anche altri tipi di statistiche.

source: The date when this statistic was last updated. This is often the closing date of the tender process. This field can be left blank unless either (a) the same statistic is provided from multiple points in time, or (b) there is a specific local requirement for the date when statistics were calculated to be provided.
es: La fecha en que se actualizó por última vez esta estadística. Esta es a menudo la fecha de cierre del proceso de licitación. Este campo puede dejarse en blanco a menos que (a) se proporcione la misma estadística desde múltiples puntos en el tiempo, o (b) exista un requisito local específico para los datos cuando se calculen estadísticas para que estén disponibles.
fr: La date à laquelle les statistiques ont été mises à jour pour la dernière fois. C'est souvent la date de clôture du processus d'appel d'offre. Ce champ peut être laissé vide sauf si (a) les mêmes statistiques ont été fournies pour de multiples points dans le temps ou (b) s'il y a une exigence locale sur le moment auquel les statistiques doivent être fournies.
it: La data in cui questa statistica è stata aggiornata l'ultima volta. Questa è spesso la data di chiusura della procedura di gara. Questo campo può essere lasciato in bianco a meno che o (a) la stessa statistica sia fornita in più istanti nel tempo, o (b) ci sia un requisito locale specifico per la data in cui sono state calcolate le statistiche da fornire.

source: The value for the measure in question. Total counts should be provided as an integer. Percentages should be presented as a proportion of 1 (e.g. 10% = 0.1)
es: El valor de la medida en cuestión. Los recuentos totales deben proporcionarse como un entero. Los porcentajes deben presentarse como una proporción de 1 (por ejemplo, 10% = 0.1)
fr: La valeur pour la mesure en question. Les comptes totaux doivent être fournis avec des nombres entiers. Les pourcentages doivent être présentés comme une proportion de 1 (par exemple 10% = 0.1)
it: Il valore per la misura in questione. I conteggi totali dovrebbero essere forniti come numero intero. Le percentuali devono essere presentate in proporzione ad 1 (ad esempio 10% = 0,1)

source: Any notes required to understand or interpret the given statistic.
es: Cualquier nota requerida para entender o interpretar la estadística.
fr: Toute mention nécessaire pour comprendre ou interpréter les statistiques.
it: Eventuali note richieste per comprendere o interpretare la statistica fornita.

source: Where lots are in use, if this statistic relates to bids on a particular lot, provide the lot identifier here. If left blank, the statistic will be interpreted as applying to the whole tender.
es: Cuando se usen lotes, si esta estadística se relaciona con ofertas en un lote determinado, proporcione el identificador de lote aquí. Si se deja en blanco, la estadística se interpretará como aplicable a toda la oferta.
fr: Quand des lots sont utilisés, si les statistiques sont reliés à des offres sur un lot particulier, fournissez l'identifiant du lot ici. Si laissé vide, les statistiques seront interprétées comme s'appliquant à l'ensemble de l'appel d'offres.
it: Dove sono in uso lotti, se questa statistica si riferisce a offerte su un particolare lotto, fornire qui l'identificatore del lotto. Se questo viene lasciato vuoto, allora la statistica verrà interpretata come relativa all'intera offerta.

source: Bid Statistics Codelist
es: Listas de Códigos de Estadísitcas de Ofertas
fr: Liste de codes sur les statistiques des offres
it: Vocabolario delle statistiche sulle offerte

source: This is an **open** codelist. Publishers can add their own codes to this list. When doing so, publishers are encouraged to engage with the open contracting community to agree upon definitions of each code.
es: Esta es una lista de códigos **abierta**. Los publicadores pueden agregar sus propios códigos a esta lista. Al hacerlo, se alienta a los publicadores a comprometerse con la comunidad de contrataciones abiertas para acordar las definiciones de cada código.
fr: C'est une liste de code **ouverte**. Les producteurs de données peuvent ajouter leurs propres codes à cette liste. Quand c'est le cas, les producteurs de données sont incités à entrer en contact avec la communauté Open Contracting pour s'accorder sur les définitions de chaque code.
it: Questa è un vocabolario **aperto**. Coloro che pubblicano dati possono aggiungere i propri codici a questo elenco. Nel fare ciò, gli editori sono incoraggiati ad impegnarsi con la comunità per concordare le definizioni di ciascun codice.

source: For example, publishers may wish to add statistics on minority or women owned businesses, or bids that meet certain environmental standards and targets.
es: Por ejemplo, tal vez los publicadores deseen agregar estadísticas sobre negocios pertenecientes a minorías o mujeres, u ofertas que cumplan ciertos estándares y metas ambientales.
fr: Par exemple, les producteurs de données peuvent souhaiter ajouter des statistiques sur les entreprises possédées par des personnes issues de minorité ou des femmes, ou des sur les offres qui répondent à certains objectifs ou standards environnementaux.
it: Ad esempio, coloro che pubblicano dati potrebbero voler aggiungere statistiche sulle imprese di minoranza o di proprietà delle donne o sulle offerte che soddisfano determinati standard e obiettivi ambientali.

source: Bid Details
it: Dettagli dell'offerta

source: The `bids/details` array is used to provide one or more `Bid` objects, each representing a unique bid received.
it: L'elenco dei `bids/details` è usato per fornire uno o più oggetti `Bid`, ognuno rappresentante in modo univoco un'offerta che è stata ricevuta.

source: Bid
es: Oferta
fr: Offre
it: Offerta

source: A local identifier for this bid
es: Un identificador local para esta oferta
fr: Un identifiant local pour l'offre
it: Un identificatore locale per questa offerta

source: The date when this bid was received.
es: La fecha en que se recibió esta oferta.
fr: La date à laquelle l'offre a été reçue.
it: La data in cui è stata ricevuta questa offerta.

source: The status of the bid, drawn from the bidStatus codelist
es: El estado de la oferta, extraído de la lista de códigos bidStatus
fr: Le statut de l'offre tiré de la liste de code bidStatus
it: Lo stato dell'offerta, valorizzato in accordo con il vocabolario bidStatus

source: The party, or parties, responsible for this bid. This should provide a name and identifier, cross-referenced to an entry in the parties array at the top level of the release.
es: La parte o partes responsables de esta oferta. Esto debe proporcionar un nombre y un identificador, con referencias cruzadas a una entrada en la matriz de partes en el nivel superior de la entrega.
fr: La ou les parties responsables de l'offre. Ce champ devrait contenir un nom et un identifiant, croisé avec une entrée dans la liste des parties au premier niveau de chaque instance.
it: La festa o le parti responsabili di questa offerta. Questo dovrebbe fornire un nome e un identificatore, con riferimenti incrociati a una voce nell'array delle parti al livello più alto del rilascio.

source: The total value of the bid.
es: El valor total de la oferta.
fr: La valeur totale de l'offre.
it: Il valore totale dell'offerta.

source: All documents and attachments related to the bid and its evaluation.
es: Todos los documentos y anexos relacionados con la oferta y su evaluación.
fr: Tous les documents et les pièces jointes liés à l'offre et à son évaluation.
it: Tutti i documenti e gli allegati relativi all'offerta e alla sua valutazione.

source: Bid Status Codelist
es: Listas de Códigos de Estado de Ofertas
fr: Liste des codes sur le statut des offres
it: Vocabolario controllato degli stati dell'offerta

source: Example
es: Ejemplo
fr: Exemple
it: Esempio

source: Below is an example of a bids extension:
it: Di seguito è riportato un esempio di un'estensione delle offerte:

source: Issues
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo del problema.

source: Changelog
it: Storico delle modifiche

source: Disallow required fields `BidsStatistic.id`, `BidsStatistic.measure`, `BidsStatistic.value` from being null
it: Non consentire valori nulli per i campi obbligatori `BidsStatistic.id`,` BidsStatistic.measure`, `BidsStatistic.value`

source: Disallow `Bids.statistics` from having null in its array of objects
it: Non consentire oggetti nulli nell'elenco `Bids.statistics`

source: Allow `Bids.statistics` to be null
it: Consenti elementi nulli nell'elenco `Bids.statistics`

source: Add enum to `BidsStatistic.status`
it: Aggiungi una enumerazione a `BidsStatistic.status`

source: Move `BidsStatistic.requirementResponses` to requirements extension
it: Sposta `BidsStatistic.requirementResponses` sulla estensione dei requisiti

source: Add descriptions to bidStatus.csv
it: Aggiung delle descrizioni al bidStatus.csv

source: List codelists in extension.json
it: Elenca i valori ammissibili del vocabolari controllati in extension.json

source: Add example to documentation
it: Aggiungi un esempio alla documentazione

source: Add tests and tidy code
it: Aggiungi test e codice ordinato

source: To use this extension, include its URL in the ```extension``` array of your release or record package.
es: Para usar esta extensión, incluya su URL en la lista ```extension``` de su entrega o paquete de registro.
fr: Pour utiliser cette extension, ajouter son URL dans la liste ```extension``` de votre paquet d'instance ou d'archive.

source: The ```bids/bidStatistics``` array can be used to represent key statistical information about the number of bids and bidders. Each entry in the array is a ```BidsStatistic``` object containing at least:
es: La matriz ```bids/bidStatistics``` puede usarse para representar información estadística clave sobre el número de ofertas y licitadores. Cada entrada en la matriz es un objeto ```BidsStatistic``` que contiene al menos:
fr: La liste ```bids/bidStatistics``` peut être utilisée pour représenter des informations statistiques clés sur le nombre d'offres et de candidats. Chaque entrée dans la liste est un objet ```BidStatistic``` contenant au moins :

source: Bid Statistics Schema
es: Esquema de Estadísticas de Ofertas
fr: Schéma des statistiques sur les offres

source: The bid section is used to publish summary statistics, and where applicable, individual bid information.
es: La sección de ofertas se utiliza para publicar resúmenes estadísticos y, si aplica, información de ofertas individuales.
fr: La section sur les offres est utilisée pour publier des statistiques résumées et, lorsque c'est pertinent, des informations individuelles sur les offres.

source: Award
es: Adjudicación
fr: Attribution

source: Where bid details are used, a cross reference to the entry in the bids array to which this award relates. Provide the bid identifier here.
es: Cuando se usan los detalles de la oferta, una referencia cruzada a la entrada en la lista de ofertas a la que se refiere esta adjudicación. Proporcione el identificador de oferta aquí.
fr: Dans les composants où les détails de l'offre ont été renseignés, c'est un lien vers l'entrée de la liste des offres à laquelle correspond cet attribution ("award"). Vous devez renseigner l'identifiant de l'offre.

source: Bid details
es: Detalles de la oferta
fr: Détails sur les offres

source: The ```bids/details``` array is used to provide one or more ```Bid``` objects, each representing a unique bid received.
es: La matriz ```bids/details``` se utiliza para proporcionar uno o más objetos ``` Bid```, cada uno de los cuales representa una única oferta recibida.
fr: La liste ```bids/details``` est utilisée pour fournir un ou plusieurs objets ```Bid```, chacun représentant une unique offre reçue.

source: Bids
es: Ofertas
fr: Offres

source: Summary statistics on the number and nature of bids received. Where information is provided on individual bids, these statistics should match those that can be calculated from the bid details array.
es: Estadísticas resumidas sobre el número y la naturaleza de las ofertas recibidas. Cuando se proporciona información sobre ofertas individuales, estas estadísticas deben coincidir con las que se pueden calcular a partir de la matriz de detalles de oferta.
fr: Des statistiques résumées sur le nombre et la nature des offres reçues. Là où des informations sont fournies sur les offres individuelles, ces statistiques doivent correspondre à celles qui peuvent être calculées à partir d'une liste sur le détail des offres.

source: An array of bids, providing information on the bidders, and where applicable, bid status, bid values and related documents. The extent to which this information can be disclosed varies from jurisdiction to jurisdiction.
es: Una matriz de ofertas que proporciona información sobre los licitantes y, en su caso, el estado de las ofertas, los valores de las ofertas y los documentos relacionados. La medida en que esta información puede ser revelada varía de jurisdicción en jurisdicción.
fr: Une liste sur les offres, fournissant des informations sur les candidats et, quand c'est applicable, sur le statut des offres, la valeur des offres et les documents qui sont reliés. L'étendue des informations qui peuvent être révélées varie de juridiction en juridiction.

source: If the requirements extension is also in use, the detailed responses of this bid to the tender requirements can be specified here.
es: Si también se usa la extensión de requisitos, aquí se pueden especificar las respuestas detalladas de esta oferta a los requisitos de la licitación.
fr: Si l'extension sur les exigences est aussi utilisée, les réponses détaillées sur cette offre par rapport aux exigences de l'appel d'offres peuvent être spécifiées ici.
