Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/developing.po
Languages: fr

source: Develop your own extension
fr: Développer votre propre extension

source: The core OCDS schema provides a set of sections, building blocks and fields for describing a wide range of different contracting processes.
fr: Le schéma OCDS de base fournit un ensemble de sections, composants essentiels et de champs pour décrire des processus de passation de marché différents.

source: Data publishers or users may have additional data that they could publish, or that they need. Instead of ignoring this data and leaving it unpublished, OCDS encourages publishers and users to collaborate on the creation of extensions to the standard.
fr: Les producteurs de données ou les usagers peuvent avoir des données additionnelles qu'ils peuvent publier ou dont ils peuvent avoir besoin. Plutôt que d'ignorer ces données et les laisser non publiées, OCDS encourage les producteurs de données et les usagers à collaborer à la création d'extensions au standard.

source: This can result in two kinds of extension:
fr: Cela peut résulter en deux types d'extension :

source: **Core** extensions are documented as part of the standard and reviewed by the OCDS technical team with each version upgrade of OCDS. They are likely to be relevant to a large number of publishers and users.
fr: Les extensions **clés** sont documentées comme une partie du standard et revues par l'équipe technique d'OCDS avec chaque mise à jour d'OCDS. Il est probable qu'elle soit pertinente pour un grand nombre de producteurs et d'usagers des données.

source: **Community** extension are maintained by third-parties, or are maintained outside of the standard governance process. They may provide features required by only a small number of publishers or users.
fr: Les extensions **communautaires** sont maintenues par des tiers ou sont maintenues en dehors du processus de gouvernance standard. Elles peuvent fournir des fonctionnalités requises par seulement un petit nombre de producteurs ou d'usagers.

source: Both kinds of extension provide documentation and schema that can be used to produce and validate extended OCDS data.
fr: Les deux types d'extension proposent de la documentation et un schéma qui peuvent être utilisés pour produire et valider des données OCDS étendues.

source: Core extensions are embedded directly within the OCDS reference documentation, and versioned along with the standard.
fr: Les extensions clés sont intégrées directement dans la documentation de référence d'OCDS et sont versionnées en même temps que le standard.

source: Links to externally hosted local extensions may be included in the OCDS reference documentation, drawing on the [extensions registry](https://github.com/open-contracting/extension_registry).
fr: Les liens vers des extensions locales hébergées de manière extérieure peuvent être inclues dans la documentation de référence d'OCDS en s'appuyant sur le [registre des extensions](https://github.com/open-contracting/extension_registry).

source: Extension template
fr: Modèle d'extension

source: You can find the [extension template](https://github.com/open-contracting/standard_extension_template) on GitHub. It contains guidance on creating an extension.
fr: Vous trouverez le [modèle d'extension sur GitHub](https://github.com/open-contracting/standard_extension_template). Il contient des indications sur la création d'une extension.
