Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/enquiries.po
Languages: it

source: Enquiries
it: Domande

source: Metadata
it: Metadati

source: To use this extension, include its URL in the `extension` array of your release or record package.
it: Per utilizzare questa estensione, includi l'URL nella matrice `extension` della tua pacchetto di rilascio o del descrittore.

source: This extension is maintained at [https://github.com/open-contracting/ocds_enquiry_extension](https://github.com/open-contracting/ocds_enquiry_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_enquiry_extension](https://github.com/open-contracting/ocds_enquiry_extension)

source: Documentation
it: Documentazione

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
it: L'estensione per le richieste di informazioni può essere utilizzata per registrare le domande sollevate durante una procedura di appalto e le risposte fornite.

source: Structure
it: Struttura

source: The extension adds an `enquiries` array to tender, consisting of one or more enquiry objects, each with fields for a question, and an answer.
it: L'estensione aggiunge una serie di 'enquiries` alla gara, costituite da uno o più oggetti di indagine, ciascuno con campi per una domanda e una risposta.

source: Example:
it: Esempio:

source: Supporting documents with clarifications, or a full document containing answers to questions can be included in the `tender/documents` array with a `documentType` of 'clarifications'.
it: I documenti giustificativi con chiarimenti o un documento completo contenente le risposte alle domande possono essere inclusi nella matrice `gara/documenti` con un `documentType` di 'clarifications'.

source: Where the answers to a question are only available in attached documents, an `answer` value such as 'Consult section N of "%document name%" in the documents section' may be entered to allow analysts of the data to identify that an answer to this question has been provided.
it: Se le risposte a una domanda sono disponibili solo in documenti allegati, è possibile inserire un valore `answer` come 'Consultare la sezione N di "%dnome di documento%" nella sezione documenti' per consentire agli analisti dei dati di identificare se una risposta a questa domanda è stata fornita.

source: When a system allow a discussion format, where each answer can be followed by a further clarification question, the `threadID` property can be used to link together multiple entries in the `enquiries` array.
it: Quando un sistema consente un formato per la discussione, in cui ogni risposta può essere seguita da un'ulteriore domanda di chiarimento, la proprietà `threadID` può essere utilizzata per collegare insieme più voci nella matrice `enquiries`.

source: Usage guidance
it: Guida all'uso

source: Implementations may vary on the amount of enquiry information they provide, and when it is provided.
it: Le implementazioni possono variare in base alla quantità di informazioni richieste che forniscono e quando vengono fornite.

source: Some publishers may omit the identity of the question author to protect confidentiality of enquirers, or may anonymize this information (e.g. simply putting the author name as 'Organization 1' or 'Organization 2' so that it is possible to see questions from the same organization, but not to know the identity of that organization.)
it: Alcune organizzazioni che pubblicano dati possono omettere l'identità dell'autore della domanda per proteggere la riservatezza dei richiedenti o possono rendere anonime tali informazioni (ad esempio semplicemente inserendo il nome dell'autore come "Organizzazione 1" o "Organizzazione 2" in modo che sia possibile visualizzare le domande della stessa organizzazione , ma non conoscere l'identità di quell'organizzazione.)

source: The `relatedItem` and `relatedLot` properties are available for use when questions can be asked in relation to a specific lot or item.
it: Le proprietà `relatedItem` e `relatedLot` sono disponibili per l'uso quando è possibile porre domande in relazione a un lotto o elemento specifico.

source: Where possible, the recommended approach is to:
it: Ove possibile, l'approccio raccomandato è:

source: Make release with a `tenderUpdate` release tag for every new question or batch of questions received, providing an enquiries array with each of the questions in;
it: Rilasciare un tag di versione `tenderUpdate` per ogni nuova domanda o gruppo di domande ricevute, fornendo un blocco di domande contenente tutte le domande ricevute;

source: Make a release with a `tenderUpdate` release tag when the answers to the questions are provided, updating the earlier enquiries array so each entry now contains both a question and an answer;
it: Rilasciare un tag di rilascio `tenderUpdate` quando vengono fornite le risposte alle domande, aggiornando l'array di richieste precedenti in modo che ogni voce contenga sia una domanda sia una risposta;

source: This approach will enable third-party applications to watch for releases that provide answers to questions, and will support procurement monitors in reviewing the way in which questions are being answered.
it: Questo approccio consentirà alle applicazioni di terze parti di tenere sotto controllo le versioni che forniscono risposte alle domande e supporterà i responsabili degli appalti nel rivedere il modo in cui le domande ricevono risposta.

source: We recommend that publishers provide question answers as plain text, or with minimal HTML markup (paragraphs and line-breaks), and that consuming applications parse text appropriately to format it for readability (e.g. replace line-breaks with paragraph breaks in HTML).
it: Raccomandiamo alle organizzazioni che pubblicano dati di fornire risposte a domande come testo semplice, o con markup HTML minimo (paragrafi e interruzioni di riga) e che le applicazioni che li consumano, analizzino il testo in modo appropriato per formattarlo e renderlo leggibile (ad esempio, sostituire interruzioni di riga con interruzioni di paragrafo in HTML).

source: Reference
it: Riferimento

source: Field
it: Campo

source: Definition
it: Definizione

source: Description
it: Descrizione

source: Type
it: Tipo

source: Enquiry
it: Domanda

source: A unique identifier for the enquiry.
it: Un identificativo univoco per la richiesta.

source: The date the enquiry was received or processed.
it: La data in cui la richiesta è stata ricevuta o elaborata.

source: The identifier and name of the party asking this question. Questioners may be listed in the parties array with a role of 'enquirer'. Procurement policies vary on whether or not the identity of those asking questions should be disclosed, or at which stage this information may be disclosed. When the identity of the questioner cannot be disclosed leave the author section blank. Display systems should interpret this as an anonymous question.
it: L'identificativo e il nome del soggetto che fa questa domanda. Gli interlocutori possono essere elencati nell'elenco degli interessati con un ruolo di "richiedente". Le politiche di approvvigionamento variano a prescindere dal fatto che l'identità di coloro che fanno domande debba essere divulgata o in quale fase questa informazione possa essere divulgata. Quando l'identità dell'interrogante non può essere rivelata, lascia vuota la sezione autore. I sistemi di visualizzazione dovrebbero interpretarlo come una domanda anonima.

source: The subject line of the question.
it: L'oggetto della domanda.

source: The body of the question.
it: Il corpo della domanda.

source: The answer to this question, when available.
it: La risposta a questa domanda, se disponibile.

source: The date the answer to the question was provided.
it: La data in cui è stata fornita la risposta alla domanda.

source: If this question relates to a specific line-item, this field contains the line-item identifier.
it: Se questa domanda si riferisce a uno specifico elemento o lotto, allora questo campo contiene l'identificativo di tale elemento

source: Where lots are used, if this question relates to a specific lot, this field contains the lot identifier.
it: Dove vengono utilizzati i lotti, se questa domanda si riferisce a un lotto specifico, questo campo contiene l'identificatore del lotto.

source: If this question and answer forms part of a discussion thread (e.g. the question is a follow up to a previous answer) an optional thread identifier can be used to associate together multiple enquiries.
it: Se questa domanda e risposta fa parte di un thread di discussione (ad esempio la domanda è un seguito di una risposta precedente) è possibile utilizzare un identificatore di thread facoltativo per associare più richieste.

source: Issues
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo del problema.

source: Changelog
it: Storico delle modifiche

source: Use `OrganizationReference` instead of `Organization` for `Enquiry.author`
it: Utilizzare `OrganizationReference` invece di` Organization` per `Enquiry.author`

source: Correct name of +partyRole.csv codelist (was +partyRoles.csv)
it: Il nome corretto dell'elenco di valori del vocabolario controllato +partyRole.csv (era + partyRoles.csv)

source: Allow `Enquiry.date` to be null
it: Permetti che `Enquiry.date` sia nullo

source: List codelists in extension.json
it: Elenca i valori ammissibili del vocabolari controllati in extension.json

source: Use Apache 2.0 License
it: Utilizzare la licenza di Apache 2.0

source: Add tests and tidy code
it: Aggiungi test e codice ordinato
