Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/index.po
Languages: es, it

source: Extensions
es: Extensiones
it: Estensioni

source: OCDS provides a common core of [sections and building blocks](../getting_started/building_blocks.md) for describing contracting processes.
es: El OCDS proporciona [secciones y bloques ](../getting_started/building_blocks.md) centrales para describir los procesos de contratación.
it: OCDS fornisce un nucleo comune di [sezioni e blocchi assemblabili](../getting_started/building_blocks.md) per la descrizione dei processi di appalto.

source: Many publishers will have additional data that they could publish. Instead of ignoring this data and leaving it unpublished, OCDS encourages publishers to collaborate on the creation of **extensions** to the standard.
es: Muchos publicadores tendrán datos adicionales que podrían publicar. En lugar de ignorar estos datos y dejarlos inéditos, OCDS anima a los publicadores a colaborar en la creación de **extensiones** al estándar.
it: Molti tra coloro che pubblicano dati avranno informazioni aggiuntive che potrebbero pubblicare. OCDS incoraggia gli editori alla creazione di **estensioni** allo standard per fare in modo di pubblicare questi dati invece di lasciarli inediti.

source: Extensions are divided into two types:
es: Las extensiones se dividen en dos tipos:
it: Le estensioni sono di due tipi:

source: **Core** extensions are maintained as part of the standard governance process, documented as part of the standard and reviewed by the OCDS technical team with each version upgrade of OCDS. They are likely to be relevant to a large number of publishers and users.
es: Las extensiones **Centrales** se mantienen como parte del proceso de gobernanza del estándar, documentadas como parte del estándar y revisadas por el equipo técnico de OCDS con cada actualización de versión de OCDS. Probablemente estas extensiones son relevantes para un gran número de publicadores y usuarios.
it: Le estensioni **principali** vengono mantenute e documentate come parte del normale processo di gestione dello standard e riviste dal team tecnico di OCDS ad ogni aggiornamento di versione di OCDS. È probabile che siano rilevanti per un gran numero di editori e utenti.

source: **Community** and local extension are maintained by third-parties, or are maintained outside of the standard governance process. They may provide features required by only a small number of publishers or users, or may be used to document a publisher's additional fields or codelist values.
es: Las extensiones **Comunitarias** y locales son mantenidas por terceros, o se mantienen fuera del proceso de gobernanza del estándar. Pueden proporcionar características requeridas por sólo un pequeño número de publicadores o usuarios, o pueden ser usadas para documentar campos adicionales de un publicador o valores de listas de código.
it: Le estensioni della **comunità** e quelle **locali* sono gestite da terze parti e in genere mantenute al di fuori del normale processo di gestione dello standard OCDS. Possono fornire funzionalità richieste solo da un numero limitato di editori o utenti o possono essere utilizzate per documentare specifici campi aggiuntivi o vocabolari controllati di un editore.

source: All core and community extensions are listed in the [extensions registry](https://github.com/open-contracting/extension_registry) and in the documentation here. The [standard technical team](../support/governance.md) approves extensions for inclusion in the registry (distinguishing community from local extensions) and for inclusion in the governance process (distinguishing core from community extensions).
es: Todas las extensiones centrales y comunitarias se enumeran en el [registro de extensiones](https://github.com/open-contracting/extension_registry) y en la documentación aquí. El [equipo técnico del estándar](../support/governance.md) aprueba las extensiones para su inclusión en el registro (distinguiendo las extensiones comunitarias de las locales) y para su inclusión en el proceso de gobernanza (distinguiendo las centrales de las extensiones de la comunidad).
it: Tutte le estensioni principali e della comunità sono elencate nel [registro delle estensioni](https://github.com/open-contracting/extension_registry) e qui nella documentazione. Il [team tecnico dello standard](../support/governance.md) approva le estensioni per essere incluse nel registro (distinguendo tra estensioni della comunità ed estensioni locali) e in caso per l'eventuale inclusione nel processo di gestione dello standard (distinguendo tra estensioni principali e della comunità).

source: Using extensions
es: Uso de extensiones
it: Utilizzando le estensioni

source: Extensions are applied by adding their URLs to the `extensions` array in the release or record package. To use one or more extensions, select them from the extension lists below and include the following in your release or record package metadata:
es: Las extensiones se aplican añadiendo su URL a la matriz `extensions` en la entrega o en el paquete registros. Para utilizar una o más extensiones, selecciónelas de las listas de extensiones a continuación e incluya lo siguiente en los metadatos de la entrega o el paquete registros:
it: Le estensioni vengono applicate aggiungendo i loro URL all'array `extensions` nel pacchetto di rilascio o nel descrittore. Per utilizzare una o più estensioni, puoi selezionarle dai seguenti elenchi di estensioni e includere quanto segue nei metadati del pacchetto di rilascio o nel descrittore:

source: Core extensions
es: Extensiones base
it: Estensioni principali

source: Extension
es: Extensión
it: Estensione

source: Description
es: Descripción
it: Descrizione

source: Category
es: Categoría
it: Categoria

source: Extension URL
es: URL de la extensión
it: URL dell'estensione

source: Bid statistics and details::http://standard.open-contracting.org/1.1/en/extensions/bids/
es: Estadísticas de ofertas y detalles::http://standard.open-contracting.org/1.1/en/extensions/bids/
it: Statistiche e dettagli dell'offerta: http://standard.open-contracting.org/1.1/en/extensions/bids/

source: Allowing bid statistics, and detailed bid information to be represented.
es: Permitir que se muestren las estadísticas de ofertas y la información detallada de las ofertas.
it: Consentire la visualizzazione di statistiche di offerta e informazioni dettagliate sull'offerta.

source: Enquiries::http://standard.open-contracting.org/1.1/en/extensions/enquiries/
es: Consultas::http://standard.open-contracting.org/1.1/en/extensions/enquiries/
it: Domande::http://standard.open-contracting.org/1.1/en/extensions/enquiries/

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
es: La extensión sobre consultas puede usarse para registrar las preguntas planteadas durante un proceso de contratación y las respuestas proporcionadas.
it: L'estensione per le richieste di informazioni può essere utilizzata per registrare le domande sollevate durante una procedura di appalto e le risposte fornite.

source: Location::http://standard.open-contracting.org/1.1/en/extensions/location/
es: Ubicación::http://standard.open-contracting.org/1.1/en/extensions/location/
it: Località::http://standard.open-contracting.org/1.1/en/extensions/location/

source: Allow the point of delivery for a given item or the site of works to be completed to be indicated in both the tender, award and contract stage.
es: Permitir que el punto de entrega de un artículo determinado o el sitio de las obras a completar se indique en la fase de licitación, adjudicación y contrato.
it: Consentire di indicare il punto di consegna per un dato articolo o il luogo di lavoro da indicare sia nella fase di gara, aggiudicazione e contratto.

source: Lots::http://standard.open-contracting.org/1.1/en/extensions/lots/
es: Lotes::http://standard.open-contracting.org/1.1/en/extensions/lots/
it: Lotti::http://standard.open-contracting.org/1.1/en/extensions/lots/

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLot identifier is given, the values should be interpreted as applicable to the whole tender.
es: Un proceso de licitación se puede dividir en lotes, donde los licitadores pueden ofertar en uno o más lotes. Los detalles de cada lote se pueden proporcionar aquí. Los artículos, documentos y otras características pueden hacer referencia al lote que están relacionados con el uso de relatedLot. Cuando no se indique ningún identificador relacionado, los valores deben interpretarse como aplicables a toda la oferta.
it: Una gara d'appalto può essere suddivisa in lotti, dove gli offerenti possono fare offerte per uno o più lotti. I dettagli di ogni lotto possono essere specificati qui. Elementi, documenti e altre funzionalità possono quindi fare riferimento al lotto a cui sono correlati utilizzando relatedLot. Laddove non sia fornito alcun identificatore per i relatedLot, i valori devono essere interpretati come applicabili all'intera offerta.

source: Milestone documents::http://standard.open-contracting.org/1.1/en/extensions/milestone_documents/
es: Documentos de Hitos::http://standard.open-contracting.org/1.1/en/extensions/milestone_documents/
it: Documentazione delle fasi principali::http://standard.open-contracting.org/1.1/en/extensions/milestone_documents/

source: Documents at the milestone level were deprecated in OCDS 1.1. This extension re-introduces the ability to attach documents to each individual milestone.
es: Los documentos en el nivel del hito son obsoletos en OCDS 1.1. Esta extensión re-introduce la capacidad de adjuntar documentos a cada hito individual.
it: I documenti al livello di fase erano deprecati in OCDS 1.1. Questa estensione reintroduce la capacità di allegare documenti a ogni singola fase principale.

source: Participation Fees::http://standard.open-contracting.org/1.1/en/extensions/participation_fee/
es: Cuotas de Participación::http://standard.open-contracting.org/1.1/en/extensions/participation_fee/
it: Oneri per la partecipazione::http://standard.open-contracting.org/1.1/en/extensions/participation_fee/

source: Where a tender process involves payment of fees to access documents, submit a proposal, or be awarded a contract, this extension can be used to provide fee details.
es: Cuando un proceso de licitación implica el pago de honorarios para acceder a los documentos, presentar una propuesta, o ser adjudicado un contrato, esta extensión se puede utilizar para proporcionar detalles de la tasa.
it: Quando una procedura di gara comporta il pagamento di tasse per accedere a documenti, presentare una proposta o aggiudicarsi un contratto, questa estensione può essere utilizzata per fornire dettagli di pagamento.

source: Process level title and description::http://standard.open-contracting.org/1.1/en/extensions/process_title/
es: Título y descripción del nivel de proceso::http://standard.open-contracting.org/1.1/en/extensions/process_title/
it: Titolo e descrizione del livello di processo: http://standard.open-contracting.org/1.1/en/extensions/process_title/

source: For providing overall process titles and descriptions, often to give a free-text summary of the contracting process as a whole.
es: Para proporcionar títulos y descripciones del proceso en general , a menudo para dar un resumen de texto libre del proceso de contratación como un todo.
it: Per fornire una descrizione generale per titolo e descrizione di un processo, spesso è sufficiente fornire un riassunto a testo libero del processo di aggiudicazione nel suo complesso.

source: Community extensions
es: Extensiones comunitarias
it: Estensioni della comunità

source: More information
es: Más información
it: Maggiori informazioni

source: Core extension documentation pages
es: Páginas de documentación de extensiones centrales
it: Pagine di documentazione della estensione principale
