Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/location.po
Languages: es, it

source: Location Data
es: Datos de ubicación
it: Dati sulla posizione

source: Metadata
es: Metadatos
it: Metadati

source: To use this extension, include its URL in the `extension` array of your release or record package.
es: Para usar esta extensión, incluya su URL en la lista `extension` de su entrega o paquete de registro.
it: Per utilizzare questa estensione, includi l'URL nell'array `extension` del pacchetto di rilascio o del descrittore.

source: This extension is maintained at [https://github.com/open-contracting/ocds_location_extension](https://github.com/open-contracting/ocds_location_extension)
es: Esta extensión es mantenida en [https://github.com/open-contracting/ocds_location_extension](https://github.com/open-contracting/ocds_location_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_location_extension](https://github.com/open-contracting/ocds_location_extension)

source: Documentation
es: Documentación
it: Documentazione

source: Communicating the location of proposed or executed contract delivery is important to make users of contracting data.
es: La comunicación de la ubicación de la entrega del contrato propuesto o ejecutado es importante para usar los datos de contratación.
it: Comunicare l'ubicazione dove consegnare la proposta di contratto o del contratto esecutivo è importante per gli utenti dei dati.

source: This extension introduces two properties at the `items` level to describe location:
es: Esta extensión introduce dos propiedades en el nivel `items` para describir la ubicación:
it: Questa estensione introduce due proprietà al livello `items` per descrivere la posizione:

source: `deliveryAddress` - a standard `Address` block which can be used to provide a postal address where services should be delivered.
es: `deliveryAddress` - un bloque estándar `Address` que puede usarse para proporcionar una dirección postal donde deben entregarse los servicios.
it: `deliveryAddress` - è una sezione del blocco `Address` che può essere utilizzato per fornire un indirizzo postale in cui i beni o servizi devono essere consegnati.

source: `deliveryLocation` - a new block consisting of GeoJSON and Gazetteer entries to describe a wider range of locations to which the contract line item relates.
es: `deliveryLocation` - un nuevo bloque que consta de entradas GeoJSON y de diccionario geográfico para describir una gama más amplia de ubicaciones a las que se refiere la partida del contrato.
it: `deliveryLocation`: è un nuovo blocco costituito da voci in formato GeoJSON e Gazetteer per descrivere una gamma più ampia di geo-localizzazioni a cui si riferisce l'elemento pubblicitario del contratto.

source: Schema reference
es: Referencia de esquema
it: Formato di riferimento

source: Field
es: Campo
it: Campo

source: Definition
es: Definición
it: Definizione

source: Description
es: Descripción
it: Descrizione

source: Type
es: Tipo
it: Tipo

source: Location
es: Ubicación
it: Posizione

source: A name or description of this location. This might include the name(s) of the location(s), or might provide a human readable description of the location to be covered. This description may be used in a user-interface.
es: Un nombre o descripción de esta ubicación. Esto podría incluir el nombre de la(s) ubicación(es), o podría proporcionar una descripción legible por el usuario de la ubicación a cubrir. Esta descripción se puede utilizar en una interfaz de usuario.
it: Un nome o una descrizione di questa geo-localizzazione. Questo potrebbe includere il nome (o i nomi) dei luoghi, o in alternativa fornire una descrizione leggibile dall'uomo del luogo. Questa descrizione può essere utilizzata e restituita nell'interfaccia utente.

source: The type of `GeoJSON Geometry Objects <http://geojson.org/geojson-spec.html#geometry-objects>`__ being provided. To provide latitude and longitude use 'point', and enter an array of [latitude,longitude] as the value of coordinates field: e.g. [37.42,-122.085]. Note the capitalization of type values - set in order to maintain compatibility with GeoJSON.
es: Se proporciona el tipo de `geoJSON Geometry Objects <http://geojson.org/geojson-spec.html#geometry-objects>`__. Para proporcionar latitud y longitud, utilice 'point', e ingrese una lista de [latitud, longitud] como el valor del campo de coordenadas: p. [37,42, -122,085]. Tenga en cuenta la capitalización de los tipos de valores - establecidos para mantener la compatibilidad con geoJSON.
it: Sono fornite le specifiche degli oggetti geometrici ti dipo `GeoJSON <http://geojson.org/geojson-spec.html#geometry-objects>`. Per fornire solo latitudine e longitudine si usa il tipo 'point' esi inseriscono come array di numeri nel formato [latitudine, longitudine] come valore del campo delle coordinate: ad es. [37.42, -122,085]. Da notare le lettere maiuscole dei valori dei tipi - impostati per mantenere la compatibilità con il formato GeoJSON.

source: The relevant array of points, e.g. [latitude,longitude], or nested array, for the GeoJSON geometry being described. The longitude and latitude MUST be expressed in decimal degrees in the WGS84 (EPSG:4326) projection
es: La lista relevante de puntos, p. ej [latitud, longitud] o lista anidada, para la geometría GeoJSON descrita. La longitud y la latitud DEBEN expresarse en grados decimales en la proyección WGS84 (EPSG: 4326)
it: L'array di numeri, ad es. [latitudine, longitudine] per i punti, o un array annidato di array, per le altre geometrie GeoJSON. Attenzione perchè la longitudine e la latitudine DEVONO essere espresse in gradi decimali nella proiezione WGS84 (EPSG:4326)

source: We follow the `GeoJSON standard <http://geojson.org/>`__ to express basic location information, using latitude and longitude values in the `WGS84 <https://en.wikipedia.org/wiki/World_Geodetic_System>`__ (EPSG:4326) projection. A point location can be identified by geocoding a delivery address. For concession licenses, or other contracts covering a polygon location which is not contained in a known gazetteer, polygon and multi-polygon can be used.
es: Seguimos el `estándar GeoJSON <http://geojson.org/>`__ para expresar la información básica de ubicación, usando los valores de latitud y longitud en la proyección WGS84 <https://en.wikipedia.org/wiki/World_Geodetic_System> `__ (EPSG: 4326). Se puede identificar una ubicación de punto geocodificando una dirección de entrega. Para las licencias de concesión u otros contratos que cubran una ubicación de polígonos que no están contenidos en un diccionario geográfico conocido, se pueden utilizar polígonos y polígonos múltiples.
it: Seguiamo lo standard `GeoJSON <http://geojson.org/>` __ per esprimere le informazioni di base sulla posizione, usando i valori di latitudine e longitudine nella proiezione `WGS84 <https://en.wikipedia.org/wiki/World_Geodetic_System>` __ (EPSG: 4326). Una posizione puntuale può essere identificata mediante il geocoding di un indirizzo di consegna. Per i contratti di concessione o altri contratti che prevedono geometrie poligonali più complesse, è possibile utilizzare geometrie polygon e multi-polygon.

source: The entry of the selected gazetteer in the gazetteers codelist. The codelist provides details of services, where available, that can resolve a gazetteer entry to provide location names.
es: La entrada del diccionario geográfico seleccionado en la lista de códigos de diccionarios geográficos. La lista de códigos proporciona detalles de los servicios, cuando están disponibles, que pueden resolver una entrada de un diccionario geográfico para proporcionar nombres de ubicación.
it: Un elemento del dizionario geografico selezionato nella lista dei dizionari geografici. L'elenco di codici fornisce dettagli sui servizi, laddove disponibili, che possono risolvere una voce di un dizionario geografico per fornire nomi di località.

source: An array of one or more codes drawn from the gazetteer indicated in scheme.
es: Una matriz de uno o más códigos extraídos del diccionario geográfico indicado en el esquema.
it: Un array di uno o più codici estratti dal dizionario geografico indicato nello schema.

source: A gazetteer is a geographical index or directory. The specific gazetteer used should be specified in scheme, and one or more codes from that gazetteer used in identifier.
es: Un diccionario geográfico es un índice o directorio geográfico. El diccionario específico utilizado debe especificarse en el esquema, y ​​se deben utilizar uno o más códigos de ese diccionario en el identificador.
it: Un dizionario geografico è un indice o un elenco geografico. Il codice geografico utilizzato deve essere specificato nello schema e in uno o più codici identificativi del dizionario utilizzato.

source: A URI to a further description of the activity location. This may be a human readable document with information on the location, or a machine-readable description of the location.
es: Un URI para una descripción más detallada de la ubicación de la actividad. Esto puede ser un documento legible por el usuario con información sobre la ubicación o una descripción legible por computadora de la ubicación.
it: Un URI per un'ulteriore descrizione della geo-localizzazione dell'attività. Questo può portare ad un documento leggibile dall'uomo con informazioni sulla posizione o una descrizione o codice leggibile dalla macchina.

source: Gazetteer Codelist
es: Lista de códigos de diccionario geográfico
it: Dizionario geografico

source: See locationGazetteers.csv
es: Ver locationGazetteers.csv
it: Vedi locationGazetteers.csv

source: Example
es: Ejemplo
it: Esempio

source: Below is an example of a geolocated item:
es: A continuación se muestra un ejemplo de un elemento geolocalizado:
it: Di seguito è riportato un esempio di oggetto geolocalizzato:

source: If the procurement related to the rebuilding of a road, then the item could also specify more complex geometries such as:
es: Si la adquisición relacionada con la reconstrucción de una carretera, entonces el elemento también podría especificar geometrías más complejas, tales como:
it: Se la procedura di acquisto riguardava la ricostruzione di una strada, allora l'oggetto poteva anche specificare geometrie più complesse come:

source: You can take the contents of the geometry object, excluding the `geometry` keyword, and plug this into any GeoJSON tool to see the shape that is described.
es: Puede tomar el contenido del objeto geométrico, excluyendo la palabra clave `geometry`, y conectarlo a cualquier herramienta de GeoJSON para ver la forma en que se describe.
it: Puoi prendere il contenuto dell'oggetto geometry, escludendo la parola chiave `geometry`, e utilizzarla in qualsiasi applicazione per visualizzare GeoJSON per vederne la forma.

source: Issues
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Informe issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo della issue.

source: Changelog
es: Registro de cambios
it: Storico delle modifiche

source: Disallow `Location.geometry.coordinates` from having null in its array of coordinates
es: No permitir que `Location.geometry.coordinates` tenga null en su matriz de coordenadas
it: Non consentire valori nulli nell'array del campo `Location.geometry.coordinates`

source: Disallow `Location.gazetteer.identifiers` from having null in its array of strings
es: No permitir que `Location.gazetteer.identifiers` tenga null en su lista de strings
it: Non consentire valori nulli nell'array di stringhe del campo `Location.gazetteer.identifiers`

source: Correct name of locationGazetteers.csv codelist (was locationGazeteers.csv)
es: Corregir el nombre de la lista de código locationGazetteers.csv (era locationGazeteers.csv)
it: Il nome corretto del vocabolario controllato è locationGazetteers.csv (era locationGazeteers.csv)

source: Allow `Location.geometry` and `Location.gazetteer` to be null
es: Permitir que `Location.geometry` y` Location.gazetteer` sean null
it: Consenti valori nulli sui campi `Location.geometry` e` Location.gazetteer`

source: Add title and description to `Location.gazetteer`
es: Agregar título y descripción a `Location.gazetteer`
it: Aggiungi titolo e descrizione a "Location.gazetteer"

source: Add description to `Item.deliveryLocation`, `Item.deliveryAddress`
es: Agregar descripción a `Item.deliveryLocation`,` Item.deliveryAddress`
it: Aggiungere la descrizione a `Item.deliveryLocation`,` Item.deliveryAddress`

source: Add geometryType.csv codelist for `Location.geometry.type`
es: Agregar la lista de código geometryType.csv para `Location.geometry.type`
it: Aggiungi elementi dal vocabolario geometryType.csv per `Location.geometry.type`

source: List codelists in extension.json
es: Enlista listas de códigos en extension.json
it: Elenca i valori ammissibili del vocabolari controllati in extension.json

source: Add tests and tidy code
es: Agregar pruebas y ordenar el código
it: Aggiungi test e codice ordinato
