Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/lots.po
Languages: es, fr, it

source: Lots
es: Lotes
it: Lotti

source: Metadata
es: Metadatos
fr: Métadonnées
it: Metadati

source: To use this extension, include its URL in the ```extension``` array of your release or record package.
es: Para usar esta extensión, incluya su URL en la lista ```extension``` de su entrega o paquete de registro.

source: This extension is maintained at [https://github.com/open-contracting/ocds_lots_extension](https://github.com/open-contracting/ocds_lots_extension)
es: Esta extensión se mantiene en [https://github.com/open-contracting/ocds_lots_extension](https://github.com/open-contracting/ocds_lots_extension)
fr: Cette extension est maintenue à l'adresse [https://github.com/open-contracting/ocds_lots_extension](https://github.com/open-contracting/ocds_lots_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_lots_extension](https://github.com/open-contracting/ocds_lots_extension)

source: Documentation
es: Documentación
it: Documentazione

source: When a single tender is broken down into parts that can be bid upon, and awarded, separately, this is modelled using the **lots extension**.
es: Cuando se desglosa una sola licitación en partes que pueden ofertarse y se adjudican separadamente, esto se presenta utilizando la **extensión de lotes**.
fr: Lorsqu'une offre unique est décomposée en parties pouvant être proposées et attribuées séparément, elle est modélisée à l'aide de **l'extension lots**.
it: Quando una singola gara viene suddivisa in lotti per i quali possono essere fatte distinte offerte e aggiudicate separatamente, questa viene modellata utilizzando **l'estensione per i lotti**

source: The lots extension maintains the overall structure of an OCDS release, with items, documents and milestones nested immediately within ```tender```, ```award``` and ```contract``` items, but it introduces an array of Lots in the ```tender``` section, and the ability to cross-reference a specific ```relatedLot``` for each item, and an array of ```relatedLots``` for documents, milestones and awards.
es: La extensión lotes mantiene la estructura general de una entrega de OCDS, con elementos, documentos e hitos anidados inmediatamente dentro de los elementos ```tender```, ```award``` y ```contract```, pero introduce una matriz de lotes en la sección ```tender```, y la capacidad de hacer referencia cruzada a ```relatedLot``` específico para cada elemento, y una matriz de ```relatedLots``` para documentos, hitos y adjudicaciones

source: Optional ```lotDetails``` and ```lotGroups``` section allow more complex conditions around the award of lots to be expressed, such as the maximum value of a group of lots.
es: La sección opcional ```lotDetails``` y ```LotGroups``` permite que se expresen condiciones más complejas en torno a la adjudicación de lotes, como el valor máximo de un grupo de lotes.

source: This means that systems which are not 'lot aware' can still understand the overall value of contracting taking place, key events, and relationships between buyers and suppliers. At the same time, 'lot aware' systems can make use of the cross-referenced information to present a lot-centric view on the information to users, or to analyze contracting lot by lot.
es: Esto significa que los sistemas que no están 'conscientes del lote' todavía pueden entender el valor global de la contratación que se esta llevando a cabo, los acontecimientos clave y las relaciones entre los compradores y los proveedores. Al mismo tiempo, los sistemas "conscientes" pueden hacer uso de la información referenciada para presentar una visión centrada en la información a los usuarios, o para analizar la contratación por lotes.
fr: Cela signifie que les systèmes qui ne sont pas adaptés aux lots peuvent comprendre la valeur globale de la passation de marché, les événements clés et les relations entre acheteurs et fournisseurs malgré l'extension. Dans le même temps, les systèmes adaptés aux lots peuvent utiliser les informations référencées afin de présenter une navigation centrée sur les lots aux utilisateurs ou d'analyser le marché lot par lot.
it: Ciò significa che i sistemi che 'non sono in grado di gestire i lotti' possono ancora comprendere il valore complessivo della contrattazione, degli eventi chiave e delle relazioni tra acquirenti e fornitori. Allo stesso tempo, i sistemi 'che riescono ad elaborare i dati dei lotti' possono utilizzare le informazioni incrociate per presentare una visione molto approfondita sull'informazione di dettaglio dei singoli lotti delle gare o per analizzare i lotti di un contratto.

source: Related Lot
es: Lote Relacionado
fr: Lot lié
it: Lotto correlato

source: The ```relatedLot``` (singular) property is available for:
es: La propiedad ```relatedLot`` (singular) está disponible para:

source: An array of ```relatedLots``` (plural) can be provided for each of:
es: Se puede proporcionar una matriz de ```relatedLots``` (plural) para cada uno de los siguientes:

source: When lots are used, **all** items should have a ```relatedLot``` property.
es: Cuando se usan lotes, **todos los elementos** deben tener una propiedad ```relatedLot```.

source: Documents and milestones can optionally have a ```relatedLots``` property. Those without this property should be interpreted as applicable to the tender as a whole.
es: Los documentos e hitos pueden tener opcionalmente una propiedad ```relatedLots```. Aquellos sin esta propiedad deben interpretarse como aplicables a la oferta en su conjunto.

source: The items within an award should each have a ```relatedLot``` property, but publishers may choose to also reference all the lots an award relates to at the award level using ```relatedLots```
es: Los artículos dentro de una adjudicación deben tener cada uno una propiedad ```relatedLot```, pero los publicadores pueden también hacer referencia a todos los lotes en los que se relaciona una adjudicación en el nivel de premio usando``` relatedLots```

source: Where the bid extension is also in use, each bid can also declare its related lots.
es: Cuando la extensión de ofertas también está en uso, cada oferta también puede declarar sus lotes relacionados.
fr: Lorsque l'extension sur les offres est également utilisée, chaque offre peut également déclarer ses lots connexes.
it: Quando viene utilizzata anche l'estensione dell'offerta, ciascuna offerta può dichiarare anche i relativi lotti.

source: Worked example
es: Ejemplo desarrollado
fr: Exemple d'utilisation
it: Esempio elaborato

source: A tender is issued for consultancy in the development of a new public building. This might include items for:
es: Se emite una licitación para consultoría en el desarrollo de un nuevo edificio público. Esto podría incluir elementos para:
fr: Un appel d'offres est lancé pour du conseil dans le développement d'un nouveau bâtiment public. Cela pourrait inclure des éléments sur :
it: Viene rilasciata una gara d'appalto per la consulenza nello sviluppo di un nuovo edificio pubblico. Questo potrebbe includere articoli per:

source: Architectural design
es: Diseño arquitectónico
fr: La conception architecturale
it: Progettazione architettonica

source: Architectural advisory services
es: Servicios de asesoramiento arquitectónico
fr: Des services de conseil en architecture
it: Servizi di consulenza architettonica

source: Civil engineering consultancy
es: Consultoría de ingeniería civil
fr: Du conseil en génie civil
it: Consulenza di ingegneria civile

source: Structural engineering consultancy
es: Consultoría en ingeniería estructural
fr: Du conseil en ingénierie structurale
it: Consulenza di ingegneria strutturale

source: Although part of the same tender, the buyer is willing to award these different items to different firms, and so divides the tender into three lots.
es: Aunque forma parte de la misma oferta, el comprador está dispuesto a adjudicar estos diferentes artículos a diferentes empresas, y así divide la oferta en tres lotes.
fr: Bien que prenant part à la même offre, l'acheteur est prêt à attribuer ces différents éléments à différentes entreprises, et divise donc l'offre en trois lots.
it: Anche se fa parte della stessa gara, l'acquirente è disposto a concedere questi diversi articoli a diverse ditte e divide così l'offerta in tre lotti.

source: Schema reference
es: Referencia de esquema

source: Field
es: Campo
fr: Champ
it: Campo

source: Definition
es: Definición
fr: Définition
it: Definizione

source: Description
es: Descripción
it: Descrizione

source: Type
es: Tipo
it: Tipo

source: Tender
es: Licitación

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLots identifier is given, the values should be interpreted as applicable to the whole tender. Properties of tender can be overridden for a given Lot through their inclusion in the Lot object.
es: Un proceso de licitación se puede dividir en lotes, donde los licitadores pueden ofertar en uno o más lotes. Los detalles de cada lote se pueden proporcionar aquí. Los artículos, documentos y otras características pueden hacer referencia a la porción que están relacionados con el uso de relatedLot. Cuando no se indique ningún identificador relacionado, los valores deben interpretarse como aplicables a toda la oferta.

source: Where the buyer reserves the right to combine lots, or wishes to specify the total value for a group of lots, a lot group is used to capture this information.
es: Cuando el comprador se reserva el derecho de combinar lotes, o desea especificar el valor total para un grupo de lotes, se utiliza un grupo de lotes para capturar esta información.

source: Document
es: Documento

source: If this document relates to a particular lot, provide the identifier(s) of the related lot(s) here.
es: Si este documento se refiere a un lote en particular, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: Item
es: Artículo

source: If this item belongs to a lot, provide the identifier of the related lot here. Each item may only belong to a single lot.
es: Si este artículo pertenece a un lote, proporcione el identificador del lote relacionado aquí. Cada artículo puede pertenecer solamente a un solo lote.

source: Milestone
es: Hito

source: If this milestone relates to a particular lot, provide the identifier(s) of the related lot(s) here.
es: Si este documento se refiere a un lote en particular, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: Award
es: Adjudicación

source: If this award relates to one or more specific lots, provide the identifier(s) of the related lot(s) here.
es: Si esta adjudicación se relaciona con uno o más lotes específicos, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: Bid
es: Oferta

source: If this bid relates to one or more specific lots, provide the identifier(s) of the related lot(s) here.
es: Si esta oferta se relaciona con uno o más lotes específicos, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: Lot
es: Lote
it: Lotto

source: A local identifier for this lot, such as a lot number. This is used in relatedLots references at the item, document and award level.
es: Un identificador local para este lote, tal como un número de lote. Esto se utiliza en las referencias relatedLots en el nivel de artículo, documento y adjudicación.
fr: Un identifiant local pour ce lot, tel qu'un numéro de lot. Cela est utile dans les références `relatedLots` au niveau de l'item, du document et de l'attribution.
it: Un identificativo locale per questo lotto, ad esempio un numero di lotto. Questo è usato nei riferimenti relativi ai lotti a livello di articolo, documento e aggiudicazione.

source: A title for this lot.
es: Un título para este lote.
fr: Un titre pour ce lot.
it: Un titolo per questo lotto.

source: A description of this lot.
es: Una descripción de este lote.
fr: Une description du lot.
it: Una descrizione di questo lotto.

source: The current status of the process related to this lot based on the `tenderStatus codelist <http://ocds.open-contracting.org/standard/r/1__0__0/en/schema/codelists#tender-status>`__
es: El estado actual del proceso relacionado con este lote basado en la lista de códigos de `tenderStatus <http://ocds.open-contracting.org/standard/r/1__0__0/en/schema/codelists#tender-status>`__
fr: L'état actuel du processus lié à ce lot en fonction de la `liste de codes tenderStatus <http://standard.open-contracting.org/1.1/en/schema/codelists/#tender-status>`__
it: Lo stato corrente del processo relativo a questo lotto in base al listener `tenderStatus <http://ocds.open-contracting.org/standard/r/1__0__0/en/schema/codelists#tender-status>` __

source: The maximum estimated value of this lot.
es: El valor estimado máximo de este lote.
fr: La valeur maximale estimée de ce lot.
it: Il valore massimo stimato di questo lotto.

source: The maximum number of lots that one supplier may bid for as part of this contracting process.
es: El número máximo de lotes por los que un proveedor puede ofertar como parte de este proceso de contratación.
fr: Le nombre maximum de lots auquel un fournisseur peut candidater dans le cadre de ce processus de passation de marché.
it: Il numero massimo di lotti per i quali un fornitore può fare un'offerta come parte di questa procedura di aggiudicazione.

source: The maximum number of lots that may be awarded to one supplier as part of this contracting process.
es: El número máximo de lotes que pueden adjudicarse a un proveedor como parte de este proceso de contratación.
fr: Le nombre maximum de lots qui peuvent être attribués à un fournisseur dans le cadre de ce processus de passation de marché.
it: Il numero massimo di lotti che possono essere aggiudicati a un fornitore nell'ambito di questa procedura di aggiudicazione.

source: A local identifier for this group of lots.
es: Un identificador local para este grupo de lotes.
fr: Un identifiant local pour ce groupe de lots.
it: Un identificatore locale per questo gruppo di lotti.

source: A list of the identifiers of the lots that form this group. Lots may appear in more than one group.
es: Una lista de los identificadores de los lotes que forman este grupo. Pueden aparecer lotes en más de un grupo.
fr: Une liste des identifiants des lots formant ce groupe. Les lots peuvent apparaître dans plusieurs groupes.
it: Un elenco di identificatori dei lotti che formano questo gruppo. I lotti possono apparire in più di un gruppo.

source: The buyer reserves the right to combine the lots in this group when awarding a contract.
es: El comprador se reserva el derecho de combinar los lotes de este grupo al adjudicar un contrato.
fr: L'acheteur se réserve le droit de combiner les lots dans ce groupe lorsqu'il attribue un marché.
it: L'acquirente si riserva il diritto di unire i lotti di questo gruppo quando si aggiudica un contratto.

source: The maximum estimated value of the lots in this group. This may be lower than the sum total of lot values
es: El valor estimado máximo de los lotes de este grupo. Esto puede ser inferior a la suma total de los valores del lote
fr: La valeur maximale estimée des lots dans ce groupe. Elle peut être inférieure à la somme totale des valeurs des lots.
it: Il valore massimo stimato dei lotti in questo gruppo. Questo potrebbe essere inferiore alla somma totale dei valori del lotto

source: To use this extension, include its URL in the `extension` array of your release or record package.
fr: Pour utiliser cette extension, ajouter son URL dans la liste `extension` de votre paquet d'instance ou d'archive.
it: Per utilizzare questa estensione, includi l'URL nella matrice `extension` della tua pacchetto di rilascio o del descrittore.

source: The lots extension maintains the overall structure of an OCDS release, with items, documents and milestones nested immediately within `tender`, `award` and `contract` items, but it introduces an array of Lots in the `tender` section, and the ability to cross-reference a specific `relatedLot` for each item, and an array of `relatedLots` for documents, milestones and awards.
fr: L'extension sur les lots préserve la structure globale d'une publication OCDS, avec des éléments, des documents et des étapes imbriquées immédiatement dans les éléments `tender`, `award` and `contract` mais elle ajoute une liste de lots dans la section `tender` et la possibilité de renvoyer vers un `relatedLot` spécifique pour chaque élément et une liste `relatedLots` pour les documents, les étapes et les attributions.
it: L'estensione per i lotti mantiene la struttura generale di un rilascio di OCDS, con articoli, documenti e fasi annidati immediatamente all'interno degli oggetti `tender`,`award` e `contract`, ma introduce un array di lotti nella sezione `tender`, e la possibilità di collegarli a uno specifico `relatedLot` per ciascun elemento dell'array di` relatedLots` per i documenti, fasi e aggiudicazioni.

source: Optional `lotDetails` and `lotGroups` section allow more complex conditions around the award of lots to be expressed, such as the maximum value of a group of lots.
fr: Les sections `lotDetails` et `lotGroups` (optionnelles) permettent d'expliquer des conditions plus complexes autour de l'attribution des lots, telle que la valeur maximale d'un groupe de lots.
it: La sezione facoltativa `lotDetails` e` lotGroups` consente di esprimere condizioni più complesse intorno all'aggiudicazione dei lotti, come il valore massimo che un gruppo di lotti può avere.

source: The `relatedLot` (singular) property is available for:
fr: La propriété `relatedLot` (au singulier) est disponible pour chaque membre de la liste :
it: La proprietà `relatedLot` (singolo lotto) è disponibile per:

source: items
fr: `items` (biens et services)
it: elementi

source: An array of `relatedLots` (plural) can be provided for each of:
fr: Une liste de `relatedLots` (pluriel) peut être fournie pour chaque membre des listes :
it: Un array di `relatedLots` (più lotti) può essere fornito per ognuno di:

source: documents
fr: `documents` (documents)
it: documenti

source: milestones
fr: `milestones` (étapes)
it: fasi principali

source: awards
fr: `awards` (attributions)
it: aggiudicazioni

source: When lots are used, **all** items should have a `relatedLot` property.
fr: Quand les lots sont utilisés, **tous** les `items` doivent avoir une propriété `relatedLot`.
it: Quando vengono utilizzati i lotti, **tutti gli elementi** devono avere una proprietà `relatedLot` per specificare a quale lotto si riferiscono

source: Documents and milestones can optionally have a `relatedLots` property. Those without this property should be interpreted as applicable to the tender as a whole.
fr: Les `documents` et les `milestones` peuvent éventuellement avoir une propriété `relatedLots`. Ceux sans cette propriété devraient être interprétés comme applicables à l'offre dans son ensemble.
it: I documenti e le fasi principali possono opzionalmente avere una proprietà `relatedLots`. Quelli senza questa proprietà dovrebbero essere interpretati come applicabili alla gara nel suo insieme.

source: The items within an award should each have a `relatedLot` property, but publishers may choose to also reference all the lots an award relates to at the award level using `relatedLots`.
fr: Les `items` d'une d'une attribution (`award`) doivent chacun avoir une propriété `relatedLot`, mais les producteurs de données peuvent choisir de faire référence à tous les lots auxquels une attribution se rapporte au niveau du composant `award` et à l'aide de `relatedLots`
it: Gli elementi all'interno di una aggiudicazione dovrebbero avere ciascuno una proprietà `relatedLot`, ma gli editori possono scegliere di fare riferimento a tutti i lotti a cui si riferisce una aggiudicazione usando `relatedLots` (come array) e riferendolo a tutti i lotti rilevanti all'interno dell'aggiudicazione stessa.

source: Issues
fr: Problèmes
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
fr: Signalez les problèmes concernant cette extension dans le [répertoire ocds](https://github.com/open-contracting/ocds-extensions/issues), en mettant le nom de l'extension dans le titre du signalement.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo del problema.

source: Changelog
fr: Journal des modifications
it: Storico delle modifiche

source: Disallow `relatedLots` fields from having null in their arrays of strings
fr: Interdit aux champs `relatedLots` d'avoir une valeur `null` dans leurs listes de chaînes de caractère.
it: Non consentire valori nulli nell'array di stringhe del campo `relatedLots`

source: Add enum to `Lot.status`
fr: Ajoute les listes de type énuméré à `Lot.status`
it: Aggiungi una enumerazione a `Lot.status`

source: Allow `relatedLots` fields to be null
fr: Autorise `relatedLots` à prendre la valeur `null`
it: Permetti ai valori del campo `relatedLots` di essere nulli

source: Add title and description to `Tender.lotDetails`
fr: Ajoute un titre et une description à `Tender.lotDetails`
it: Aggiungi titolo e descrizione a `Tender.lotDetails`

source: Use Apache 2.0 License
fr: Utilise la licence Apache 2.0
it: Utilizzare la licenza di Apache 2.0

source: Add tests and tidy code
fr: Ajoute des tests et nettoie le code
it: Aggiungi test e codice ordinato

source: Schema
fr: Schéma
