Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/milestone_documents.po
Languages: fr

source: Milestone Documents
fr: Documents d'étape

source: Metadata
fr: Métadonnées

source: To use this extension, include its URL in the `extension` array of your release or record package.
fr: Pour utiliser cette extension, ajouter son URL dans la liste `extension` de votre paquet d'instance ou d'archive.

source: This extension is maintained at [https://github.com/open-contracting/ocds_milestone_documents_extension](https://github.com/open-contracting/ocds_milestone_documents_extension)
fr: Cette extension est maintenue à l'adresse[https://github.com/open-contracting/ocds_milestone_documents_extension](https://github.com/open-contracting/ocds_milestone_documents_extension)

source: In OCDS 1.1, core support for documents attached to individual milestones was removed from the milestones block to simplify the standard.
fr: Dans OCDS 1.1, la possibilité d'attacher des documents à des étapes individuelles a été supprimée du composant des étapes pour simplifier la norme.

source: This extension re-introduces the `documents` block to `milestones`, providing fields to detail the documents related to each individual milestone.
fr: Cette extension réintroduit le composant `documents` aux`milestones`, en fournissant des champs pour détailler les documents liés à chaque étape.

source: Guidance
fr: Conseils d'utilisation

source: Publishers should consider that many consuming applications will only look at the `tender/documents`, `award/documents`, `contracts/documents` and `contracts/implementation/documents` section to access and display relevant documentation to users.
fr: Les producteurs de données doivent anticiper que de nombreuses applications consommant les données vont seulement regarder les sections `tender/documents`, `award/documents`, `contracts/documents` et `contracts/implementation/documents` pour accéder à la documentation pertinente pour les usagers et l'afficher.

source: Document titles, document types, and descriptions can be used to indicate to human readers the particular nature of the documents and any milestones they relate to.
fr: Les titres de documents, les types de documents et les descriptions peuvent être utilisés pour indiquer aux lecteurs humains la nature particulière des documents et les étapes auxquelles ils se rapportent.

source: However, in cases where it is important to track documents on a milestone-by-milestone basis this extension can be introduced.
fr: Cependant, dans les cas où il est important de suivre les documents sur une base d'étape par étape, cette extension peut être ajoutée.

source: Depending on the nature of the documents, publishers should consider duplicating information in the parent sections documents block also.
fr: Selon la nature des documents, les producteurs de données devraient également envisager de dupliquer des informations dans le composant `documents` des sections parentes.

source: Issues
fr: Problèmes

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
fr: Signalez les problèmes concernant cette extension dans le [répertoire ocds](https://github.com/open-contracting/ocds-extensions/issues), en mettant le nom de l'extension dans le titre du signalement.

source: Changelog
fr: Journal des modifications

source: Use Apache 2.0 License
fr: Utilise la licence Apache 2.0

source: Add tests and tidy code
fr: Ajoute des tests et nettoie le code
