Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/participation_fee.po
Languages: es, fr, it

source: Participation fees
es: Cuotas de participación
fr: Frais de participation
it: Tasse per la partecipazione

source: Metadata
es: Metadatos
fr: Métadonnées
it: Metadati

source: To use this extension, include its URL in the `extension` array of your release or record package.
it: Per utilizzare questa estensione, includi l'URL nella matrice `extension` della tua pacchetto di rilascio o del descrittore.

source: This extension is maintained at [https://github.com/open-contracting/ocds_participationFee_extension](https://github.com/open-contracting/ocds_participationFee_extension)
es: Esta extensión se mantiene en [https://github.com/open-contracting/ocds_participationFee_extension](https://github.com/open-contracting/ocds_participationFee_extension)
fr: Cette extension est maintenue à l'adresse [https://github.com/open-contracting/ocds_participationFee_extension](https://github.com/open-contracting/ocds_participationFee_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_participationFee_extension](https://github.com/open-contracting/ocds_participationFee_extension)

source: Documentation
es: Documentación
it: Documentazione

source: Background
es: Antecedentes
fr: Contexte
it: Sfondo

source: There are a number of cases where there may be costs to access documents for, or to participate within, a tender process.
es: Hay una serie de casos en los que puede haber costos para acceder a los documentos o participar en un proceso de licitación.
fr: Il existe un certain nombre de cas où il peut y avoir des coûts pour accéder aux documents concernant un processus d'appel d'offres ou pour participer à cet appel d'offres.
it: Ci sono numerosi casi in cui possono esserci dei costi per accedere ai documenti o per partecipare a una gara d'appalto.

source: Potential bidders will want to be aware of the fees that a process might involve.
es: Los licitadores potenciales desearán estar enterados de las cuotas que un proceso puede implicar.
fr: Les candidats potentiels voudront connaître les frais qu'un processus pourrait impliquer.
it: I potenziali offerenti vorranno essere consapevoli delle commissioni che un processo potrebbe comportare.

source: Procurement monitors may wish to ensure that participation fees are within legal parameters (often set as a fixed maximum, or a percentage of total contract value), or to monitor how participation fees are being used.
es: Los monitores de adquisiciones tal vez deseen asegurarse de que las cuotas de participación estén dentro de los parámetros legales (a menudo fijados como un máximo fijo, o un porcentaje del valor total del contrato), o para controlar cómo se usan las cuotas de participación.
fr: Les personnes qui contrôlent les appels d'offres peuvent souhaiter s'assurer que les frais de participation se situent dans des paramètres légaux (souvent définis comme un maximum fixe ou un pourcentage de la valeur totale du contrat) ou pour surveiller la manière dont les frais de participation sont utilisés.
it: I supervisori degli appalti possono voler garantire che le quote di partecipazione siano entro i parametri legali (spesso fissati come un massimo fisso, o una percentuale del valore totale del contratto), o per monitorare come vengono utilizzate le quote di partecipazione.

source: Extension fields
es: Campos de extensión
fr: Champs d'extension
it: Campi dell'estensione

source: This extension adds a `participationFees` field to the `tender` section of OCDS and introduces a new `participationFee` building block.
it: Questa estensione aggiunge un campo `participationFees` alla sezione` tender` di OCDS e introduce un nuovo oggetto `participationFee`.

source: The `participationFees` field is an array of `participationFee` building blocks.
it: Il campo `participationFees` è un array di oggetti `participationFee`.

source: The `participationFee` building block is made up of three fields:
it: L'oggetto `participationFee` è composto da tre campi:

source: `type` - a value from the `participationFeeType` codelist, describing the type of the fee
it: `type` - un valore dal vocabolario `participationFeeType`, che descrive il tipo di tassa

source: `value` - the amount and currency of the fee
it: `value` - l'importo e la valuta della tassa

source: `description` - an optional field with more information on the fee requirements. For example, sometimes a document fee is only applicable to the hard copy of the documents.
it: `description`: un campo facoltativo con maggiori informazioni sui requisiti della tassa. Ad esempio, a volte una tassa per i documenti è applicabile solo alle copie cartacee dei documenti.

source: `methodOfPayment` - an optional field providing information on methods of payment accepted for the documentation. This is currently an array of strings, but an open codelist may be introduced in future.
it: `methodOfPayment`: un campo facoltativo che fornisce informazioni sui metodi di pagamento accettati per la documentazione. Questo è attualmente un array di stringhe, ma un vocabolario aperto potrebbe essere introdotto in futuro.

source: Extension codelists
es: Listas de códigos de extensión
fr: Listes des codes de l'extension
it: Vocabolario controllato dell'estensione

source: This extension adds **closed** `participationFeeType` codelist with the following codes:
it: Questa estensione aggiunge il vocabolario **chiuso** `participationFeeType` con i seguenti codici:

source: document - a fee payable for access to bidding documents
es: document - una cuota a pagar por el acceso a los documentos de licitación
fr: **document** (document) - des frais payables pour l'accès aux documents d'appel d'offres
it: documento - una tassa pagabile per l'accesso ai documenti di offerta

source: deposit - a refundable fee payable for the submission of bids
es: deposit - una cuota reembolsable a pagar por la presentación de ofertas
fr: **deposit** (caution) - des frais remboursables à payer pour la soumission des offres
it: deposito - una tassa rimborsabile per la presentazione delle offerte

source: submission - a non-refundable fee payable for the submission of bids
es: submission - una cuota no reembolsable a pagar por la presentación de ofertas
fr: **submission** (soumission) - des frais non remboursables payables pour la soumission des offres
it: presentazione - una tassa non rimborsabile pagabile per la presentazione delle offerte

source: win - a fee payable by the winning bidder
es: win - una cuota a pagar por el ganador
fr: **win** (gagnant) - des frais payables par le candidat retenu
it: vincere - una commissione pagabile dall'offerente vincitore

source: Example
es: Ejemplo
fr: Exemple
it: Esempio

source: The following JSON snippet models a contracting process where fees are applicable for both access to documents and submission of bids:
es: El siguiente fragmento de JSON modela un proceso de contratación donde las tarifas son aplicables tanto para el acceso a documentos como para la presentación de ofertas:
fr: L'extrait JSON suivant modélise un processus de passation de marchés où des frais sont applicables tant pour l'accès aux documents que pour la soumission des offres :
it: Il seguente frammento JSON modella un processo di appalto in cui le tariffe sono applicabili sia per l'accesso ai documenti che per la presentazione delle offerte:

source: Usage notes
es: Notas de uso
fr: Notes d'utilisation
it: Note per l'utilizzo

source: In some cases, a fee may be levied for 'official copies' of procurement documents (although copies may also be available freely online), and bidders required to prove they have paid for an official copy of the documents as part of their submission.
es: En algunos casos, se puede cobrar una cuota por las "copias oficiales" de los documentos de adquisición (aunque también se pueden obtener copias en línea de forma gratuita) y los licitadores deben probar que han pagado una copia oficial de los documentos como parte de su presentación.
fr: Dans certains cas, des frais peuvent être perçus pour les «copies officielles» des documents du marché (bien que des copies puissent également être disponibles en ligne) et les candidats doivent prouver qu'ils ont payé une copie officielle des documents dans le cadre de leur soumission.
it: In alcuni casi, può essere richiesta una tassa per una copia degli "atti ufficiali" dei documenti di gara (anche se le copie possono anche essere disponibili gratuitamente online), e gli offerenti devono dimostrare di aver pagato per una copia ufficiale dei documenti come parte della loro presentazione.

source: In this case, the fee should be modelled as a **submission** fee, as submission is only possible when this document access fee has been paid.
es: En este caso, la cuota debe ser modelada como un cargo de **oferta**, ya que la presentación sólo es posible cuando se ha pagado la cuota de acceso al documento.
fr: Dans ce cas, les frais devront être modélisés en tant que frais de type "submission" car la soumission n'est possible que lorsque cette taxe d'accès au document a été payée.
it: In questo caso, la tassa dovrebbe essere impostata come **tassa di presentazione**, in quanto la presentazione è possibile solo quando è stata pagata la tariffa di accesso al documento.

source: Issues
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo del problema.

source: Changelog
it: Storico delle modifiche

source: Disallow `ParticipationFee.type` from having null in its array of strings
it: Non consentire di avere valori nulli nelle stringhe dell'array `ParticipationFee.type`

source: Allow `ParticipationFee.description` to be null
it: Consenti a `ParticipationFee.description` di essere nullo

source: Add `ParticipationFee.id` field
it: Aggiungi il campo `ParticipationFee.id`

source: Add description to `ParticipationFee`
it: Aggiungi la descrizione a `ParticipationFee`

source: Add title and description to `ParticipationFee.value`
it: Aggiungi titolo e descrizione a "ParticipationFee.value`

source: Add participationFeeType.csv codelist for `ParticipationFee.type`
it: Aggiungi elementi dal vocabolario participationFeeType.csv per `ParticipationFee.type`

source: Add tests and tidy code
it: Aggiungi test e codice ordinato

source: To use this extension, include its URL in the ```extension``` array of your release or record package.
es: Para usar esta extensión, incluya su URL en la lista ```extension``` de su entrega o paquete de registro.
fr: Pour utiliser cette extension, ajouter son URL dans la liste ```extension``` de votre paquet d'instance ou d'archive.

source: This extension adds a ```participationFees``` field to the ```tender``` section of OCDS and introduces a new ```participationFee``` building block.
es: Esta extensión agrega un campo ```participationFees``` a la sección ``` tender``` del OCDS e introduce un nuevo bloque ```participationFee```.
fr: Cette extension ajoute un champ ```participationFees``` à la section ```tender``` d'OCDS et introduit un nouveau composant ```participationFee```.

source: The ```participationFees``` field is an array of ```participationFee``` building blocks.
es: El campo ```participationFees``` es una matriz de bloques ``` participationFee```.
fr: Le champ ```participationFees``` est une liste de composants ```participationFee```.

source: The ```participationFee``` building block is made up of three fields:
es: El bloque ```participationFee``` consta de tres campos:
fr: Le composant ```participationFee``` est composé de trois champs :

source: ```type``` - a value from the ```participationFeeType``` codelist, describing the type of the fee
es: ```type``` - un valor de la lista de códigos ```participationFeeType```, que describe el tipo de cuota
fr: ```type``` - une valeur de la liste de codes ```participationFeeType``` décrivant le type de chaque frais

source: ```value``` - the amount and currency of the fee
es: ```value``` - el importe y la moneda de la cuota
fr: ```value``` - le montant et la devise des frais

source: ```description``` - an optional field with more information on the fee requirements. For example, sometimes a document fee is only applicable to the hard copy of the documents.
es: ```description``` - un campo opcional con más información sobre los requisitos de la cuota. Por ejemplo, a veces una cuota de documento sólo es aplicable a la copia impresa de los documentos.
fr: ```description``` - un champ optionnel avec plus d'informations sur les frais requis. Par exemple, parfois, une taxe sur le document s'applique uniquement à la copie papier des documents.

source: ```methodOfPayment``` - an optional field providing information on methods of payment accepted for the documentation. This is currently an array of strings, but an open codelist may be introduced in future.
es: ```methodOfPayment``` - un campo opcional que proporciona información sobre los métodos de pago aceptados para la documentación. Actualmente se trata de una serie de cadenas, pero se podría introducir una lista de códigos abierta en el futuro.
fr: ```methodOfPayment``` - un champ optionnel permettant de fournir des informations sur les méthodes de paiement acceptées pour acquérir la documentation. Pour l'instant, ce champ est une liste de chaînes de caractère, mais, à l'avenir une liste de codes sera peut-être créée.

source: This extension adds **closed** ```participationFeeType``` codelist with the following codes:
es: Esta extensión agrega una lista de códigos **cerrada** ```participationFeeType``` con los siguientes códigos:
fr: Cette extension ajoute la liste de codes **fermée** ```participationFeeType``` avec les codes suivants :

source: To do
es: Por hacer

source: participation / submission terminology
es: Terminología de participación / presentación
fr: terminologie participation / soumissions

source: finalize codelist
es: finalizar lista de códigos
fr: finaliser la liste de codes
