Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/extensions/process_title.po
Languages: it

source: Process title and description
it: Titolo del processo e descrizione

source: Metadata
it: Metadati

source: To use this extension, include its URL in the `extension` array of your release or record package.
it: Per utilizzare questa estensione, includi l'URL nella matrice `extension` della tua pacchetto di rilascio o del descrittore.

source: This extension is maintained at [https://github.com/open-contracting/ocds_process_title_extension](https://github.com/open-contracting/ocds_process_title_extension)
it: Questa estensione è mantenuta su [https://github.com/open-contracting/ocds_process_title_extension](https://github.com/open-contracting/ocds_process_title_extension)

source: Documentation
it: Documentazione

source: In some cases it is important to provide an overall title and description for a contracting process, distinct from the individual title and description fields contained within `tender`, `award` and `contract` blocks.
it: In alcuni casi è importante fornire un titolo e una descrizione generali per un processo di aggiudicazione, distinti dai singoli campi del titolo e della descrizione contenuti nei blocchi "gara", "aggiudicazione" e "contratto".

source: This extension provides `release.title` and `release.description` fields.
it: Questa estensione fornisce i campi `release.title` e `release.description`.

source: These will often be used to provide a human-readable summary of information that is provided elsewhere in the OCDS document as structured data.
it: Questi verranno spesso utilizzati per fornire un riepilogo delle informazioni leggibili dagli utenti e che nel documento standard OCDS viene fornito in genere sottoforma di dati strutturati.

source: Publishers using these fields should be aware that not all applications will display their contents, and so key information for understanding the nature of the contracting process should generally **also** be provided using core OCDS fields.
it: Le organizzazioni che pubblica i dati e che utilizzano questi campi devono essere consapevoli del fatto che non tutte le applicazioni visualizzeranno il loro contenuto e quindi le informazioni chiave per comprendere la natura del processo di appalto dovrebbero generalmente **anche e sopratutto** essere fornite utilizzando i campi OCDS principali.

source: Issues
it: Problemi (issues)

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
it: Segnala i problemi per questa estensione nel [repository ocds-extensions](https://github.com/open-contracting/ocds-extensions/issues), inserendo il nome dell'estensione nel titolo del problema.

source: Changelog
it: Storico delle modifiche

source: Use Apache 2.0 License
it: Utilizza la licenza di Apache 2.0

source: Add tests and tidy code
it: Aggiungi test e codice ordinato
