Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/privacy-notice.po
Languages: es, fr

source: Privacy Notice
es: Aviso de privacidad
fr: Avis de Confidentialité

source: Open Contracting Partnership is committed to ensuring that your privacy is protected. This privacy notice sets out how we collect and process any personal data when you use this website.
es: Open Contracting Partnership está comprometida a asegurar que su privacidad se proteja. Ese aviso de privacidad establece cómo recolectamos y procesamos cualquier información personal cuando usa esta página web.
fr: L'Open Contracting Partnership s'engage à assurer que votre confidentialité est protégée. Cette avis de confidentialité explique comment nous collectons et traitons chaque donnée personnelle générée lorsque vous utilisez ce site web.

source: We may change this notice from time to time by updating this page. This notice is effective from 24th May 2018.
es: Podemos cambiar este aviso en ocasiones cuando actualicemos la página. Este aviso es efectivo desde el 24 de mayo de 2018.
fr: Nous pouvons être amenés à changer cet avis au fil des mises à jour de la page. Cet avis prend effet à compter du 24 mai 2018.

source: Data controller: Open Contracting Partnership, [data@open-contracting.org](mailto:data@open-contracting.org), who are based in the USA. Contact us if would like a copy of the information held on you or if you believe that any information we are holding on you is incorrect or incomplete.
es: Controlador de datos: La Open Contracting Partnership, [data@open-contracting.org](mailto:data@open-contracting.org), basada en los Estados Unidos de América. Contáctenos si quiere una copia de la información que tenemos sobre usted o si cree que cualquier información que tengamos sobre usted es incorrecta o está incompleta.

source: You have the following rights concerning this data:
es: Usted tiene los siguientes derechos con respecto a estos datos:
fr: Concernant ces données, vous détenez les droits suivants :

source: Right to be informed, which is the purpose of this privacy notice
es: El derecho a estar informado, lo cual es el propósito de este aviso de privacidad
fr: Le droit à l'information, qui constitue l'objet même de cet avis de confidentialité :

source: Right to Access, Rectification, Erasure, and to Restrict Processing. Note that the right to Erasure and Restrict Processing are balanced against our legitimate interests. Where relevant, you need to provide information to re-identify yourself from our pseudonymised data, see [GDPR Article 11](https://gdpr-info.eu/art-11-gdpr/)
es: Derecho de acceso, rectificación, borrado y restricción del procesamiento. Tenga en cuenta que el derecho a Borrado y Restricción de Procesamiento se debe balancear con nuestros intereses legítimos. Cuando sea relevante, usted debe de dar información para re-identificarse en nuestros datos seudonimizados, vea el [artículo 11 de GDPR](https://gdpr-info.eu/art-11-gdpr/)
fr: Le droit à l'Accès, la Rectification, La Suppression et à la Limitation de Traitement. Veuillez noter que les droits à la Suppression et à la Limitation de Traitement sont contrebalancés au regard de nos intérêts légitimes. Lorsque cela est nécessaire, vous devez fournir des informations permettant de vous ré-identifier à partir des données saisies sous forme de pseudonyme, voir [GDPR Article 11](https://gdpr-info.eu/art-11-gdpr/)

source: Right to object to our processing.
es: Derecho a objetar nuestro procesamiento.
fr: Le droit de vous opposer à nos traitements.

source: Our supervisory authority is the [ICO in the UK](https://ico.org.uk/). You have the right to lodge a complaint with them.
es: Nuestra autoridad supervisora es la [ICO en el Reino Unido](https://ico.org.uk/). Tiene el derecho a hacer una queja con ellos.
fr: Notre autorité de supervision est le [ICO in the UK](https://ico.org.uk/). Vous disposez du droit de déposer une plainte auprès d'eux.

source: We process personal data for the following purposes:
es: Procesamos datos personales para los siguientes propósitos:
fr: Nous traitons les données personnelles pour les motifs suivants :

source: Understanding website visitor and traffic patterns
es: Entender patrones de tránsito y visitantes a la página web
fr: Comprendre les caractéristiques des visiteurs et de la fréquentation du site web

source: Understanding server behaviour
es: Entender el comportamiento de los servidores
fr: Comprendre le comportement du serveur

source: We rely on [legitimate interests](https://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/) ([GDPR Article 6(1)(f)](https://gdpr-info.eu/art-6-gdpr/)) as the lawful basis for this processing. Details about the type of data, the purpose of the processing and legitimate interests, and the storage and retention of the data are set out below.
es: Nos basamos en [intereses legítimos](https://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/) ([GDPR Artículo 6(1)(f)](https://gdpr-info.eu/art-6-gdpr/)) como la base legal para este procesamiento. Los detalles sobre el tipo de datos, el propósito del procesamiento y los intereses legítimos, así como el almacenamiento y retención de los datos se encuentran abajo.

source: We collect data about your visits to the website, for the purpose of analysing how the website is used, so that we can improve it. We use Google Analytics for this.
es: Recolectamos datos sobre sus visitas a nuestra página web, con el propósito de analizar cómo se utiliza la página para poder mejorarla. Utilizamos Google Analytics para esto.
fr: Nous collectons des données à propos de vos visites sur le site, dans le but d'analyser comment il est utiliser, afin que nous puissions y apporter des améliorations. Pour cela, nous utilisons Google Analytics.

source: Personal data we collect:
es: Datos personales que recolectamos:
fr: Les données personnelles que nous collectons :

source: Your IP address
es: Su dirección IP
fr: Votre adresse IP

source: Referrer (what page you arrived at one of our web pages from)
es: Referente (de qué página llegó a una de nuestras páginas web)
fr: Référencement (depuis quelle page vous arrivez jusqu'à l'une de nos pages web)

source: Information about your device, OS and browser
es: Información sobre su dispositivo, sistema operativo y navegador
fr: Des informations à propos de votre machine, votre système d'exploitation et votre navigateur

source: We do not use this data to personally identify individuals, but it is possible that it could be used to do so, particularly if combined with other datasets.
es: No utilizamos estos datos para identificar individuos, pero es posible que pueda usarse para hacerlo, particularmente si se combina con otras bases de datos.
fr: Nous n'utilisons pas ces données pour identifier personnellement les individus, mais il est possible qu'elles puissent être utilisées à cette fin, en particulier si elles sont combinées avec d'autres jeux de données.

source: Data processors: Google Analytics, Open Data Services Co-operative Limited
es: Procesadores de datos: Google Analytics, Open Data Services Co-operative Limited
fr: Processeurs de données: Google Analytics, Open Data Services Co-operative Limited

source: The data controller (Open Contracting Partnership) is based in the USA.
es: El controlador de datos (Open Contracting Partnership) esta basado en los Estados Unidos de América.
fr: Le responsable du traitement des données (Open Contracting Partnership) est basé aux États-Unis.

source: Data is transferred to Google Analytics, who may transfer data to third countries (non-EEA).
es: Los datos se transfieren a Google Analytics, que puede transferir datos a países terceros (no-EEA).
fr: Les données sont transférées à Google Analytics, qui peut éventuellement transférer des données vers des pays tiers (hors EEE).

source: The data is kept indefinitely, in pseudonymised form.
es: Los datos se guardan indefinidamente, en un formato pseúdonimo.
fr: Les données sont conservées indéfiniment, sous une forme pseudonymisée.

source: We collect data about your visits to the website in server logs. This is for the purpose of debugging network issues, monitoring server usage, and identifying malicious usage.
es: Recolectamos datos sobre sus visitas a la página web en registros del servidor. Esto tiene el propósito de depuración de problemas de red, monitoreo del uso del servidor e identificación de usos maliciosos.
fr: Nous recueillons des données sur vos visites sur le site Web dans les journaux du serveur. Cela a pour but de résoudre les problèmes de réseau, de surveiller l'utilisation du serveur et d'identifier les utilisations malveillantes.

source: User agent (information about the OS and browser that you use)
es: Agente de usuario (información sobre el sistema operativo y el navegador que utiliza)
fr: Agent utilisateur (informations sur le système d'exploitation et le navigateur que vous utilisez)

source: Data processors: Open Data Services Co-operative Limited, Bytemark.
es: Procesadores de datos: Open Data Services Co-operative Limited, Bytemark.
fr: Processeurs de données: Open Data Services Co-operative Limited, Bytemark.

source: The data is kept indefinitely.
es: Los datos se guardan indefinidamente.
fr: Les données sont conservées indéfiniment.

source: Data controller: Open Contracting Partnership, <a href="mailto:data@open-contracting.org">data@open-contracting.org</a>, who are based in the USA. Contact us if would like a copy of the information held on you or if you believe that any information we are holding on you is incorrect or incomplete.
fr: Gestionnaire des données: Open Contracting Partnership <a href="mailto:data@open-contracting.org"> data@open-contracting.org</a>, dont le siège se situe aux Etats-Unis. Contactez-nous si vous désirez obtenir une copie des informations recueillies vous concernant ou si vous pensez que les informations détenues à votre sujet sont incorrectes ou incomplètes.

source: We rely on [legitimate interests](https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/) ([GDPR Article 6(1)(f)](https://gdpr-info.eu/art-6-gdpr/)) as the lawful basis for this processing. Details about the type of data, the purpose of the processing and legitimate interests, and the storage and retention of the data are set out below.
fr: Les [intérêts légitimes](https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/) ([GDPR Article 6(1)(f)](https://gdpr-info.eu/art-6-gdpr/)) constituent la base légale sur laquelle nous nous appuyons pour effectuer ces traitements. Les détails concernant le type de donnée traité, le motif du traitement et nos intérêts légitimes, ainsi que le stockage et la rétention de ces données sont explicités ci-dessous.
