Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: The total value of this contract. A negative value indicates that the contract will involve payments from the supplier to the buyer (commonly used in concession contracts).
es: Un valor o monto total de este contrato. Un valor negativo indica que el contrato implicará pagos del proveedor al comprador (comúnmente usado en contratos de concesión).
fr: La valeur totale de ce contrat. Une valeur négative indique que le contrat impliquera des paiements du prestataire à l'acheteur (couramment utilisé dans les contrats de concession).

source: Items contracted
es: Artículos Contratados
fr: Livrables inclus dans le contrat

source: The goods, services, and any intangible outcomes in this contract. Note: If the items are the same as the award do not repeat.
es: Los bienes, servicios y cualquier resultado intangible de este contrato. Nota: Si los artículos son los mismos que en la adjudicación, no los repita.
fr: Les biens, services, et tous résultats intangibles inclus dans ce contrat. Remarque : si ces livrables sont les mêmes que dans l'attribution, ne les répétez pas.

source: Date signed
es: Fecha de firma
fr: Date de signature

source: The date the contract was signed. In the case of multiple signatures, the date of the last signature.
es: La fecha en que se firmó el contrato. En el caso de múltiples firmas, la fecha de la última firma.
fr: La date à laquelle le contrat a été signé. Dans le cas de plusieurs signatures, la date de la dernière signature.

source: All documents and attachments related to the contract, including any notices.
es: Todos los documentos y archivos adjuntos relacionados con el contrato, incluyendo cualquier aviso o notificación.
fr: Tous les documents et pièces jointes liés au contrat, y compris les avis.

source: Implementation
es: Implementación
fr: Exécution

source: Information related to the implementation of the contract in accordance with the obligations laid out therein.
es: La información relacionada con la implementación del contrato de acuerdo con las obligaciones definidas en el mismo.
fr: Les informations relatives à l'exécution du contrat en accord avec les obligations qui y figurent.

source: Transactions
es: Transacciones

source: A list of the spending transactions made against this contract
es: Una lista de transacciones de pago realizadas contra este contrato.
fr: Une liste des transactions de dépense réalisées dans le cadre de ce contrat

source: Transaction information
es: Información de Transacción
fr: Informations de transaction

source: A spending transaction related to the contracting process. Draws upon the data models of the [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/) and the [International Aid Transparency Initiative](https://iatistandard.org/en/iati-standard/203/activity-standard/iati-activities/iati-activity/transaction/) and should be used to cross-reference to more detailed information held using a Fiscal Data Package, IATI file, or to provide enough information to allow a user to manually or automatically cross-reference with some other published source of transactional spending data.
es: Una transacción de gasto relacionada al proceso de contrataciones. Se obtiene de los modelos de datos del [Fiscal Data Package](https://specs.frictionlessdata.io/fiscal-data-package/) y del [International Aid Transparency Initiative](https://iatistandard.org/en/iati-standard/203/activity-standard/iati-activities/iati-activity/transaction/) y debe usarse para hacer referencias cruzadas hacia información más detallada contenida en Paquete de Datos Fiscales, archivo IATI o dar suficiente información para permitir al usuario hacer una referencia cruzada manual o automática con otra fuente de información que publique datos transaccionales de gasto.

source: A unique identifier for this transaction. This identifier should be possible to cross-reference against the provided data source. For IATI this is the transaction reference.
es: Un identificador único para esta transacción de pago. Este identificador debe de permitir referenciar contra la fuente de datos provista. Para IATI esta es la referencia de transacción.
fr: Un identifiant unique pour cette transaction. Cet identifiant devrait pouvoir être croisé avec la source de données fournie. Pour IATI, il s'agit de la référence de la transaction.

source: Data source
es: Fuente de los Datos
fr: Source des données

source: Used to point either to a corresponding Fiscal Data Package, IATI file, or machine or human-readable source where users can find further information on the budget line item identifiers, or project identifiers, provided here.
es: Usado para apuntar a un Fiscal Data Package, un archivo IATI o una fuente legible por computadora o por un humano donde los usuarios puedan obtener más información sobre los identificadores de partida presupuestaria o identificadores de proyectos, provistos aquí.
fr: Utilisé pour pointer vers un Fiscal Data Package correspondant, un fichier IATI, ou une source lisible par les machines ou les humain où les utilisateurs peuvent trouver davantage d'information sur les identifiants de ligne budgétaire ou de projet fournis ici.

source: Date
es: Fecha

source: The date of the transaction
es: La fecha de la transacción
fr: La date de la transaction

source: The value of the transaction.
es: El monto o valor de la transacción.
fr: Le montant de la transaction.

source: An organization reference for the organization from which the funds in this transaction originate.
es: Una referencia a la organización que provee los fondos para esta transacción de pago.
fr: Une référence de l'organisation pour l'organisation à l'origine des fonds utilités dans cette transaction.

source: Payer
es: Pagador
fr: Payeur

source: An organization reference for the organization which receives the funds in this transaction.
es: Una referencia a la organización que recibe los fondos en esta transacción.
fr: Une référence de l'organisation pour l'organisation qui reçoit les fonds dans cette transaction.

source: Payee
es: Beneficiarios
fr: Bénéficiaire

source: Linked spending information
es: Información de gasto vinculado
fr: Informations sur la transaction

source: A URI pointing directly to a machine-readable record about this spending transaction.
es: Una URI apuntando directamente al registro legible por computadora sobre esta transacción.
fr: Une URI pointant directement vers une archive lisible par les machines à propos de cette transaction.

source: (Deprecated in 1.1. Use transaction.value instead) The value of the transaction. A negative value indicates a refund or correction.
es: (Obsoleto en 1.1. Usar transaction.value) El valor de la transacción. Un valor negativo indica un reembolso o una corrección.
fr: (Déprécié dans la version 1.1. Utiliser `transaction.value` à la place). La valeur de la transaction. Une valeur négative indique un remboursement ou une correction.

source: This field has been replaced by the `transaction.value` field for consistency with the use of value and amount elsewhere in the standard.
es: Este campo ha sido reemplazado por el campo `transaction.value` buscando consistencia con el uso de valor y monto en otras partes del estándar.
fr: Ce champ a été remplacé par le champ `transaction.value` par cohérence avec l'utilisation de la valeur et du montant ailleurs dans le standard.

source: Provider organization
es: Organización proveedora
fr: Organisation d'origine

source: (Deprecated in 1.1. Use transaction.payer instead.) The Organization Identifier for the organization from which the funds in this transaction originate. Expressed following the Organizational Identifier standard - consult the documentation and the codelist.
es: (Obsoleto en 1.1. Usar transaction.payer.) El Identificador de Organización para la organización de la cuál se originan los fondos en esta transacción. Expresados siguiendo el estándar de Identificador Organizacional - consulta la documentación y la lista de códigos.
fr: (Déprécié dans la version 1.1. Utiliser `transaction.payer` à la place). L'identifiant de l'organisation à l'origine des fonds utilisés dans cette transaction. Exprimé selon le standard des identifiants d'organisation - consultez la documentation et la liste de codes.

source: This field has been replaced by the `transaction.payer` field to resolve ambiguity arising from 'provider' being interpreted as relating to the goods or services procured rather than the flow of funds between the parties.
es: Este campo ha sido reemplazado por el campo `transaction.payer` para resolver ambigüedades generadas por la interpretación de 'proveedor' como relacionado con los bienes y los servicios en vez del flujo o los fondos entre partes.
fr: Ce champ a été remplacé par le champ `transaction.payer` pour résoudre l'ambiguïté résultant de l'interprétation du "fournisseur" comme se rapportant aux biens ou services achetés plutôt qu'au flux financier entre les parties.

source: Receiver organization
es: Organización receptora
fr: Organisation destinataire

source: (Deprecated in 1.1. Use transaction.payee instead). The Organization Identifier for the organization which receives the funds in this transaction. Expressed following the Organizational Identifier standard - consult the documentation and the codelist.
es: (Obsoleto en 1.1. Usar transaction.payee.) El Identificador de Organización para la organización que recibe los fondos en esta transacción. Expresados siguiendo el estándar de Identificador Organizacional - consulta la documentación y la lista de códigos.
fr: (Déprécié dans la version 1.1. Utiliser `transaction.payee` à la place). L'identifiant de l'organisation qui reçoit les fonds dans cette transaction. Exprimé selon le standard des identifiants d'organisation - consultez la documentation et la liste de codes.

source: This field has been replaced by the `transaction.payee` field to resolve ambiguity arising from 'receiver' being interpreted as relating to the goods or services procured rather than the flow of funds between the parties.
es: Este campo ha sido reemplazado por el campo `transaction.payee` para resolver ambigüedades generadas por la interpretación de 'receptor' como relacionado con los bienes y los servicios en vez del flujo o los fondos entre partes.
fr: Ce champ a été remplacé par le champ `transaction.payee` pour résoudre l'ambiguïté résultant de l'interprétation du "destinataire" comme se rapportant aux biens ou services achetés plutôt qu'au flux financier entre les parties.

source: As milestones are completed, the milestone's status and dates should be updated.
es: Cuando se completen los hitos, se deben de actualizar el estatus de los hitos y las fechas.
fr: Au fur et à mesure que la procédure franchit des étapes, les statuts et les dates des étapes ("milestones") devraient être mises à jour.

source: Documents and reports that are part of the implementation phase e.g. audit and evaluation reports.
es: Documentos y reportes que son parte de la fase de implementación, por ejemplo, reportes de auditoría y evaluación.
fr: Les documents et les rapports qui font partie de la phase d'éxécution, tels que les audits et les rapports d'évaluation.

source: A reference to a related contracting process: generally one preceding or following on from the current process.
es: Una referencia a un proceso de contratación relacionado: generalmente uno antes o después del proceso actual.
fr: Une référence à un processus de passation de marché connexe : généralement un processus précédent ou faisant suite au processus actuel.

source: Related Process
es: Proceso Relacionado
fr: Processus connexe

source: Relationship ID
es: ID de relación
fr: Identifiant de relation

source: A local identifier for this relationship, unique within this array.
es: Un identificador local para esta relación, único dentro de esta lista.
fr: Un identifiant local pour cette relation, unique dans cette liste.

source: The type of relationship, using the open [relatedProcess](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process) codelist.
es: El tipo de relación, utilizando la lista de código abierta [relatedProcess](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process).
fr: Le type de relation, tiré de la liste de codes ouverte [relatedProcess](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process).

source: Relationship
es: Relación
fr: Relation

source: The title of the related process, where referencing an open contracting process, this field should match the tender/title field in the related process.
es: El título del proceso relacionado, cuando se hace referencia a un proceso de contratación abierta, este debe de ser el mismo que el campo de tender/title en el proceso relacionado.
fr: Le titre du processus connexe, dans le cadre d'un processus de passation de marché ouvert, ce champ devrait correspondre au champ d'appel d'offres / titre dans le processus connexe.

source: Related process title
es: Título de proceso relacionado
fr: Titre du processus connexe

source: The identification scheme used by this cross-reference, using the open [relatedProcessScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process-scheme) codelist.
es: El esquema de identificación usado por esta referencia cruzada, utilizando la lista de código abierta [relatedProcessScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process-scheme).
fr: Le schéma d'identification utilisé par cette référence croisée, tiré de la liste de code ouverte [relatedProcessScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process-scheme).

source: The identifier of the related process. If the scheme is 'ocid', this must be an Open Contracting ID (ocid).
es: El identificador del proceso relacionado. Si el esquema es 'ocid', debe ser un ID de Open Contracting (odid).
fr: L'identifiant du processus connexe. Si le `scheme` est 'ocid', cet identifiant devrait être un identifiant Open Contracting (`ocid`).

source: A URI pointing to a machine-readable document, release or record package containing the identified related process.
es: Una URI que apunta a un documento legible por computadora, entrega o paquete de registro que contenga el proceso relacionado identificado.
fr: Une URI indiquant un document lisible par une machine, une instance ou un paquet d'archive contenant le processus connexe identifié.

source: Related process URI
es: URI de proceso relacionado
fr: URI du processus connexe

source: The details of related processes: for example, if this process is followed by one or more contracting processes, represented under a separate open contracting identifier (ocid). This is commonly used to refer to subcontracts and to renewal or replacement processes for this contract.
es: Los detalles de procesos relacionados, por ejemplo, si el proceso es seguido por uno o más procesos de contrataciones, representados bajo diferentes identificadores de contrataciones abiertas (ocid). Esto se utiliza normalmente para referir a subcontratos o renovaciones y reemplazos de este contrato.
fr: Si ce processus est suivi par un un ou plusieurs processus ultérieurs, représentés par un identifiant open contracting (`ocid`) différent, les détails des processus liés peuvent être fournis ici. Ce champ est souvent utilisé pour indiquer de la sous-traitance, ou pour des processus de renouvellement et de remplacement du marché.

source: Related processes
es: Procesos relacionados
fr: Processus liés

source: Contract milestones
es: Hitos del contrato
fr: Étapes du contrat

source: A list of milestones associated with the finalization of this contract.
es: Una lista de hitos asociados con la terminación de este contrato.
fr: Une liste d'étapes associées à la finalisation du contrat.

source: A contract amendment is a formal change to, or extension of, a contract, and generally involves the publication of a new contract notice/release, or some other documents detailing the change. The rationale and a description of the changes made can be provided here.
es: Una enmienda de contrato es un cambio formal a los detalles del mismo y generalmente implica la publicación de una nueva entrega o aviso de una nueva licitación, así como de otros documentos de detallan el cambio. La razón y una descripción de los cambios realizados se pueden proveer aquí.
fr: Une modification du contrat est un changement formel une l'extension d'un contrat, et implique généralement la publication d'une nouvelle notification/instance du contrat, ou d'autres documents détaillant les modifications. La raison et une description des changements peuvent être fournies ici.

source: Release language
es: Idioma de la entrega
fr: Langue de l'instance

source: The default language of the data using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](https://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is recommended.
es: El idioma predeterminado de los datos, usando dos letras [ISO639-1](https://es.wikipedia.org/wiki/ISO_639-1), o el [lenguaje de etiquetas BCP47](https://www.w3.org/International/articles/language-tags/) extendido. Se recomienda el uso de códigos de dos letras minúsculas de [ISO639-1](https://es.wikipedia.org/wiki/ISO_639-1).

source: The details of related processes: for example, if this process follows on from one or more other processes, represented under a separate open contracting identifier (ocid). This is commonly used to relate mini-competitions to their parent frameworks or individual tenders to a broader planning process.
es: Los detalles de procesos relacionados: por ejemplo, si el proceso sigue uno o más procesos, representados bajo un identificador de contrataciones abiertas separado (ocid). Esto se usa comúnmente para relacionar mini-competencias a los acuerdos marco o licitaciones individuales a un proceso más grande de planeación.
fr: Si ce processus découle d'un ou plusieurs processus précédents, représentés par un identifiant Open Contracting (`ocid`) différent, les détails des processus connexes peuvent être fournis ici. Ce champ est généralement utilisé pour lier des mini mises en concurrence dans une procédure d'accord-cadre, ou pour des appels d'offre individuels dans le cadre d'un processus de planification plus large.

source: Information from the planning phase of the contracting process. Note that many other fields can be filled in a planning release, in the appropriate fields in other schema sections; these would likely be estimates at this stage, e.g. value in tender.
es: Información de la fase de planeación del proceso de contrataciones. Note que muchos otros campos pueden llenarse en la entrega de planeación, en los campos apropiados de otras secciones del esquema; lo más probable es que estos sean estimados en este punto, e.j. value en la licitación.
fr: Les informations provenant de la phase de planification du processus de passation de marché. Notez que de nombreux autres champs peuvent être remplis dans une instance de planification. Dans les champs appropriés d'autres sections du schéma, ceux-ci sont probablement des estimations à ce stade comme par exemple `tender.value`.

source: Data regarding tender process - publicly inviting prospective contractors to submit bids for evaluation and selecting a winner or winners.
es: Datos sobre el proceso de licitación - invitación pública de posibles contratistas que enviarán propuestas para evaluación y seleccionar a un ganador o ganadores.
fr: Les données concernant l'appel d'offres, invitant publiquement les entreprises à soumettre des offres pour évaluation et la sélection d'un ou de plusieurs titulaires.

source: Information during the performance / implementation stage of the contract.
es: Información durante la etapa de realización/implementación del contrato
fr: Informations sur l'étape d'exécution du contrat

source: Budget information
es: Información de presupuesto
fr: Informations sur le budget

source: This section contains information about the budget line, and associated projects, through which this contracting process is funded. It draws upon the data model of the [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/), and should be used to cross-reference to more detailed information held using a Budget Data Package, or, where no linked Budget Data Package is available, to provide enough information to allow a user to manually or automatically cross-reference with another published source of budget and project information.
es: Esta sección contiene información sobre la línea presupuestaria, y los proyectos asociados, a través de los cuales se está financiando este proceso de contrataciones. Se basa en el modelo de datos del [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/), y debe de usarse para hacer referencias cruzadas con información más detallada contenida en un Paquete de Datos de Presupuesto, o cuando no hay un Paquete de Datos de Presupuesto enlazado, para dar información suficiente que permita al usuario realizar una referencia cruzada manual o automática con otra fuente publicada de presupuesto e información del proyecto.
fr: Cette section contient des informations sur la ligne budgétaire et les projets associés via lesquels ce processus de passation des marchés est financé. Elle se fonde sur le modèle de données budgétaires ouvertes [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/), et doit être utilisée pour croiser ces données avec d'autres informations plus détaillées stockées Budget Data Package. Si aucun Budget Data Package n'est disponible, cette section doit fournir suffisamment d'informations pour permettre à un utilisateur de croiser manuellement ou automatiquement d'autres sources d'informations sur le budget et les projets.

source: An address.
es: Una dirección.
fr: Une adresse.

source: A person, contact point or department to contact in relation to this contracting process.
es: Una persona, punto de contacto o departamento para contactar en relación a este proceso de contrataciones.
fr: Une personne, point de contact ou un service à contacter en lien avec ce processus de passation de marché.

source: Financial values should be published with a currency attached.
es: Valores financieros deben de ser publicados con un valor de moneda adjunto.
fr: Les valeurs financières devraient toujours être associées à une devise.

source: Key events during a contracting process may have a known start date, end date, duration, or maximum extent (the latest date the period can extend to). In some cases, not all of these fields will have known or relevant values.
es: Los eventos clave durante un proceso de contratación pueden tener una fecha de inicio, una fecha de finalización, una duración o un alcance máximo conocidos (la última fecha a la que se puede extender el período). En algunos casos, no todos estos campos tendrán valores conocidos o relevantes.
fr: Les événements majeurs durant un processus de passation de marché peuvent avoir une date de début, une date de fin, une durée ou une étendue maximale (la date au-delà de laquelle la période ne peut s'étendre). Dans certains cas, ces champs n'auront pas nécessairement tous des valeurs connues ou pertinentes.

source: Core schema meta-schema
es: Meta-esquema del Esquema central
fr: Méta-schéma du schéma de base
