Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: (Deprecated outside the parties section) A list of additional / supplemental identifiers for the organization, using the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). This can be used to provide an internally used identifier for this organization in addition to the primary legal entity identifier.
es: (Obsoleto fuera de la sección de parties) Una lista adicional/suplementaria de identificadores para la organización, utilizando la [guía de identificadores de organizaciones](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). Esto puede usarse para dar un identificador utilizado internamente por esta organización además del identificador primario legal de la entidad.
fr: (Obsolète hors de la section relative aux parties) Une liste d'identifiants additionnels pour l'organisation, utilisant le [guide sur l'identification des organisations](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). Elle peut être utilisée pour fournir un identifiant interne à l'organisation en plus de l'identifiant primaire de l'entité juridique.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and contact point information for an organization should be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
es: A partir de la versión 1.1, se debe hacer referencia a las organizaciones a través de su identificador y nombre en un documento y la información de punto de contacto para una organización sólo debe de proveerse en la entrada de referencia cruzada en la sección de partes involucradas, en el nivel más alto de una entrega.
fr: À partir de la version 1.1, et les organisations devraient être référencées par leur identifiant et leur nom dans un document, et l'information sur un point de contact d'une organisation devrait être fournie dans l'élément de référence croisé adapté dans la section relative aux parties, au niveau racine d'une instance.

source: A buyer is an entity whose budget will be used to pay for goods, works or services related to a contract. This may be different from the procuring entity who may be specified in the tender data.
es: Un comprador es una entidad cuyo presupuesto se utilizará para pagar bienes, obras o servicios relacionados con un contrato. Este puede ser diferente de la entidad contratante que puede especificarse en los datos de licitación.
fr: Un acheteur est une entité dont le budget sera utilisé pour payer les biens ou services. Il peut s'agir d'une entité différente de l'organisme acheteur qui peut être spécifié dans les données d'appel d'offres.

source: Buyer
es: Comprador
fr: Acheteur

source: Planning
es: Planeación
fr: Planification

source: Information from the planning phase of the contracting process. This includes information related to the process of deciding what to contract, when and how.
es: Información sobre la fase de planeación del proceso de contratación. Esto incluye información relacionada con el proceso de decidir qué contratar, cuándo y cómo.
fr: Les informations sur la phase de planification du processus de passation de marché, notamment les informations relatives au processus de décision sur l'objet du marché, son calendrier et ses modalités.

source: Rationale
es: Justificación
fr: Raisons

source: The rationale for the procurement provided in free text. More detail can be provided in an attached document.
es: La justificación para la adquisición provista en texto libre. Se puede proveer más detalle en un documento adjunto.
fr: Les motivations du marché sous forme de texte libre. Plus de détails peuvent être fournis dans un document joint.

source: Budget
es: Presupuesto

source: Details of the budget that funds this contracting process.
es: Detalles del presupuesto que financia este proceso de contratación.
fr: Les détails du budget qui finance le processus de passation de marché.

source: An identifier for the budget line item which provides funds for this contracting process. This identifier should be possible to cross-reference against the provided data source.
es: Un identificador para la partida presupuestaria que provee fondos para este proceso de contratación. Este identificador debe de poder hacer una referencia cruzada contra la fuente de datos .
fr: Un identifiant pour l'élément de ligne budgétaire qui fournit les fonds pour ce processus de passation des marchés. Cet identifiant doit pouvoir être croisé avec la source de données fournie.

source: Budget Source
es: Fuente del Presupuesto
fr: Source du budget

source: A short free text description of the budget source. May be used to provide the title of the budget line, or the programme used to fund this project.
es: Un texto descriptivo breve de la fuente del presupuesto. Puede usarse para proveer el título del la partida presupuestaria o el programa usado para financiar este proyecto.
fr: Un court texte qui décrit la source du budget. Cette propriété peut être utilisée pour fournir le titre de la ligne budgétaire, ou le programme utilisé pour financer ce projet.

source: Amount
es: Monto
fr: Montant

source: The value reserved in the budget for this contracting process. A negative value indicates anticipated income to the budget as a result of this contracting process, rather than expenditure. Where the budget is drawn from multiple sources, the budget breakdown extension can be used.
es: El valor reservado en el presupuesto para este proceso de contratación. Un valor negativo indica ingresos anticipados al presupuesto como resultado de este proceso de contratación, en lugar de gastos. Cuando se extrae el presupuesto de múltiples fuentes, se puede utilizar la extensión del desglose presupuestario.
fr: La montant réservé dans le budget pour ce processus de passation de marché. Une valeur négative indique un revenu budgétaire anticipé résultant du processus de passation de marché, plutôt qu'une dépense. Si le budget provient de sources multiples, l'extension [Budget breakdown](https://github.com/open-contracting/ocds_budget_breakdown_extension/blob/master/README.md) peut être utilisée.

source: Amount as a number.
es: Monto como una cifra.
fr: Montant sous la forme d'un nombre.

source: Currency
es: Moneda
fr: Devise monétaire

source: The currency of the amount, from the closed [currency](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#currency) codelist.
es: La moneda del monto, de la lista de código cerrada [currency](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#currency).
fr: La devise du montant, à partir de la liste de codes fermée [currency](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#currency).

source: Project title
es: Título del Proyecto
fr: Titre du projet

source: The name of the project through which this contracting process is funded (if applicable). Some organizations maintain a registry of projects, and the data should use the name by which the project is known in that registry. No translation option is offered for this string, as translated values can be provided in third-party data, linked from the data source above.
es: El nombre del proyecto a través del cual el proceso de contrataciones está financiado (si aplica). Algunas organizaciones mantienen un registro de proyectos, y los datos deben de usar el nombre por el cual se conoce al proyecto en ese registro. No se ofrece una opción de traducción para esta cadena, ya que los valores traducidos pueden darse en datos de terceros, ligados a la fuente de datos anteriormente presentada.
fr: Le nom du projet via lequel ce processus de passation des marchés est financé (optionnel). Certaines organisations maintiennent un registre des projets, et les données doivent utiliser le nom par lequel le projet est connu dans ce registre. Exceptionnellement, aucune option de traduction n'est donc offerte pour le contenu de ce champ, car des valeurs traduites peuvent être fournies dans des données tierces, liées à la source de données ci-dessus (voir aussi [Langue](https://standard.open-contracting.org/latest/fr/schema/reference/#language)).

source: Project identifier
es: Identificador de proyecto
fr: Identifiant du projet

source: An external identifier for the project that this contracting process forms part of, or is funded via (if applicable). Some organizations maintain a registry of projects, and the data should use the identifier from the relevant registry of projects.
es: Un identificador externo para el proyecto del que forma parte este proceso de contratación o a través del cual está financiado (si aplica). Algunas organizaciones mantienen un registro de proyectos y los datos deben usar el identificador del registro de proyectos relevante.
fr: Un identifiant externe pour le projet dont ce processus de passation des marchés fait partie, ou dont les fonds proviennent. Certaines organisations maintiennent un registre des projets, et les données doivent utiliser l'identifiant du registre des projets concernés.

source: Linked budget information
es: Información vinculada de presupuesto
fr: Informations sur le budget liées

source: A URI pointing directly to a machine-readable record about the budget line-item or line-items that fund this contracting process. Information can be provided in a range of formats, including using IATI, the Open Fiscal Data Standard or any other standard which provides structured data on budget sources. Human readable documents can be included using the planning.documents block.
es: Una URI que apunta a un registro leíble por máquina sobre la línea (o líneas) de presupuesto que financian este proceso de contrataciones. Se puede dar información en un rango de formatos, incluyendo IATI, el Estándar de Datos Fiscales Abiertos o cualquier otro estándar que dé datos estructurados sobre fuentes de presupuesto. Los documentos leíbles por humanos pueden incluirse utilizando el bloque planning.documents.
fr: Une URI pointant directement vers un enregistrement lisible par une machine de la ou des lignes budgétaires qui financent ce processus de passation de marché. L'information peut être fournie dans divers formats, notamment IATI, l'Open Fiscal Data Standard ou tout autre standard qui fournit des données structurées sur les sources budgétaires. Des documents lisibles par des humains peuvent être inclus en utilisant le composant `planning.documents`.

source: Data Source
es: Fuente de los Datos
fr: Source des données

source: (Deprecated in 1.1) Used to point either to a corresponding Budget Data Package, or to a machine or human-readable source where users can find further information on the budget line item identifiers, or project identifiers, provided here.
es: (Obsoleto en 1.1) Usado para apuntar a un Paquete de Datos de Presupuesto, o una fuente legible por computadora o por un humano donde los usuarios puedan obtener más información sobre los identificadores de partida presupuestaria o identificadores de proyectos, provistos aquí.
fr: (Déprécié dans la version 1.1) Utilisé pour pointer soit vers un Budget Data Package correspondant, soit vers une source lisible par une machine ou par un humain dans laquelle les utilisateurs peuvent trouver davantage d'information sur les identifiants de ligne budgétaire ou de projet fournis ici.

source: The budget data source field was intended to link to machine-readable data about the budget for a contracting process, but has been widely mis-used to provide free-text descriptions of budget providers. As a result, it has been removed from version 1.1. budget/uri can be used to provide a link to machine-readable budget information, and budget/description can be used to provide human-readable information on the budget source.
es: El campo de fuente de datos de presupuesto pretendía enlazar a datos legibles por computadora sobre el presupuesto para un proceso de contratación, pero se ha mal utilizado para proveer descripciones en texto libre de proveedores de presupuesto. Como resultado, se ha quitado de la versión 1.1. El campo budget/uri puede usarse para proveer un enlace a información de presupuesto legible por computadora y budget/description puede usarse para proveer información legible por una persona sobre la fuente del presupuesto.
fr: Le champ "source des données budgétaires" était destiné à pointer vers des données lisibles par une machine à propos du budget d'un processus de passation de marché, mais a été largement utilisé à tort pour fournir des descriptions en texte libre des fournisseurs du budget. De ce fait, ce champ a été enlevé de la version 1.1. `budget/uri` peut être utilisé pour fournir un lien vers l'information budgétaire lisible machine, et `budget/description` peut être utilisé pour fournir de l'information lisible par un humain sur la source budgétaire.

source: Documents
es: Documentos

source: A list of documents related to the planning process.
es: Una lista de documentos relacionados con el proceso de planeación.
fr: Une liste des documents relatifs au processus de planification.

source: Document
es: Documento

source: Links to, or descriptions of, external documents can be attached at various locations within the standard. Documents can be supporting information, formal notices, downloadable forms, or any other kind of resource that ought to be made public as part of full open contracting.
es: Enlaces a, o descripciones de, documentos externos pueden adjuntarse en varias ubicaciones dentro del estándar. Los documentos pueden ser información de respaldo, avisos formales, formas descargables o cualquier otro tipo de recurso que deba de hacerse público como parte de contrataciones completamente abiertas.
fr: Des liens ou des descriptions de documents externes peuvent renseignés dans plusieurs champs OCDS. Il peut s'agir de documents sur le support, d'avis officiels, de formulaires téléchargeables, ou de tout autre type de ressource qui devrait être rendue publique dans le cadre d'une commande publique intégralement ouverte.

source: A local, unique identifier for this document. This field is used to keep track of multiple revisions of a document through the compilation from release to record mechanism.
es: Identificador local y único para este documento. Este campo se utiliza para darle seguimiento a las múltiples versiones de un documento a través de la compilación desde entrega a mecanismo de registro (record).
fr: Un identifiant unique local pour ce document. Ce champ est utilisé pour garder la trace de plusieurs révisions une fois qu'une instance a été convertie en archive.

source: Document type
es: Tipo de Documento
fr: Type de document

source: A classification of the document described, using the open [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) codelist.
es: Una clasificación del documento descrito, utilizando la lista de códigos [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type).
fr: Une classification du document décrit, utilisant la liste de code ouverte [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type).

source: Title
es: Título
fr: Titre

source: The document title.
es: El título del documento.
fr: Le titre du document.

source: Description
es: Descripción

source: A short description of the document. Descriptions are recommended to not exceed 250 words. In the event the document is not accessible online, the description field can be used to describe arrangements for obtaining a copy of the document.
es: Una descripción corta del documento. Se recomienda que las descripciones no excedan 250 palabras. En el caso en que el documento no esté accesible en línea, el campo de descripción puede utilizarse para describir los arreglos necesarios para obtener una copia del documento.
fr: Une brève description du document. Il est recommancé de rédiger des descriptions ne dépassant pas 250 mots. Dans le cas où le document n'est pas accessible en ligne, le champ de description peut être utilisé pour décrire les dispositions à entreprendre pour obtenir une copie du document.

source: A direct link to the document or attachment. The server providing access to this document ought to be configured to correctly report the document mime type.
es: Un enlace directo al documento o archivo adjunto. El servidor que da acceso a este documento debe de estar configurado para reportar correctamente el tipo MIME de documento.
fr: Lien direct vers le document ou la pièce jointe. Le serveur donnant accès à ce document doit être configuré pour indiquer le type MIME du document.

source: Date published
es: Fecha de publicación
fr: Date de publication

source: The date on which the document was first published. This is particularly important for legally important documents such as notices of a tender.
es: La fecha de publicación del documento. Esto es particularmente importante para documentos relevantes desde el punto de vista legal, como los avisos de licitación.
fr: La date à laquelle le document a été publié. Ceci est particulièrement important pour les documents juridiques essentiels tels que les avis d'appel d'offres.

source: Date modified
es: Fecha de modificación
fr: Date de modification

source: Date that the document was last modified
es: Fecha en que se modificó por última vez el documento.
fr: Date à laquelle le document a été modifié pour la dernière fois

source: Format
es: Formato

source: The format of the document, using the open [IANA Media Types](https://www.iana.org/assignments/media-types/media-types.xhtml) codelist (see the values in the 'Template' column), or using the 'offline/print' code if the described document is published offline. For example, web pages have a format of 'text/html'.
es: El formato del documento, utilizando la lista de códigos abierta [IANA Media Types](https://www.iana.org/assignments/media-types/media-types.xhtml) (vea los valores en la columna 'Template'), o utilizando el código 'offline/print' si el documento descrito se publica offline. Por ejemplo, páginas web tienen el formato 'text/html'.

source: Language
es: Idioma
fr: Langue

source: The language of the linked document using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](https://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is recommended unless there is a clear user need for distinguishing the language subtype.
es: El lenguaje del documento enlazado utilizando ya sea dos letras [ISO639-1](https://es.wikipedia.org/wiki/ISO_639-1), o [etiquetas de lenguage BCP47](https://www.w3.org/International/articles/language-tags/) extendidas. El uso de de códigos de dos letras de [ISO639-1](https://es.wikipedia.org/wiki/ISO_639-1) es recomendado a menos de que haya una necesidad de usuario clara para distinguir sobre el sub-tipo de lenguaje.

source: Planning milestones
es: Hitos de planeación
fr: Étapes de la planification

source: A list of milestones associated with the planning stage.
es: Una lista de hitos asociados con la etapa de planeación.
fr: Une liste d'étapes associées à l'étape de la planification.

source: Milestone
es: Hito
fr: Étape

source: The milestone block can be used to represent a wide variety of events in the lifetime of a contracting process.
es: El bloque hito puede usarse para representar una gran variedad de eventos en la duración de un proceso de contrataciones.
fr: Le bloc sur les étapes peut être utilisé pour représenter une grande variété d'événements au cours de la durée d'un processus de passation des marchés.

source: A local identifier for this milestone, unique within this block. This field is used to keep track of multiple revisions of a milestone through the compilation from release to record mechanism.
es: Un identificador local para este hito, único dentro de este bloque. Este campo se usa para llevar registro de múltiples revisiones de un hito a través de la compilación de entrega a mecanismo de registro.
fr: Un identifiant unique local pour cette étape. Ce champ est utilisé pour garder la trace de plusieurs révisions d'une étape une fois qu'une instance a été convertie en archive.

source: Milestone title
es: Título del hito
fr: Titre de l'étape

source: Milestone type
es: Tipo de hito
fr: Type d'étape

source: The nature of the milestone, using the open [milestoneType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-type) codelist.
es: El tipo del hito, utilizando la lista de código abierta [milestoneType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-type).
fr: Le type d'étape, tiré d'une liste de codes ouverte de [milestoneType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-type).

source: A description of the milestone.
es: Una descripción del hito.
fr: Une description de l'étape.

source: Milestone code
es: Código de hito
fr: Code d'étape

source: Milestone codes can be used to track specific events that take place for a particular kind of contracting process. For example, a code of 'approvalLetter' can be used to allow applications to understand this milestone represents the date an approvalLetter is due or signed.
es: Los códigos de hito pueden usarse para seguir eventos específicos que toman lugar para un tipo particular de proceso de contrataciones. Por ejemplo, un código de 'approvalLetter' puede usarse para permitir a las aplicaciones entender que el hito representa una fecha cuando el approvalLetter debe entregarse o firmarse.
fr: Les codes d'étape peuvent être utilisés pour suivre des événements propres à certains processus de passation de marché. Par exemple, le code `approvalLetter` peut être utilisé pour permettre aux applications de comprendre que cette étape représente la date à laquelle une lettre d'approbation est attendue ou signée.

source: Due date
es: Fecha límite
fr: Date de fin prévue

source: The date the milestone is due.
es: La fecha límite del hito.
fr: La date à laquelle l'étape doit être achevée

source: Date met
es: Fecha de cumplimiento
fr: Date à laquelle l'étape est atteinte

source: The date on which the milestone was met.
es: La fecha en que el hito se cumplió.
fr: La date à laquelle l'étape a été atteinte.

source: The date the milestone was last reviewed or modified and the status was altered or confirmed to still be correct.
es: La fecha en que el hito fue revisado o modificado y se cambió el estado o se confirmó que continuaba siendo correcto.
fr: La date à laquelle l'étape a été revue ou modifiée et le statut a été modifié ou confirmé.

source: Status
es: Estado
fr: Statut

source: The status that was realized on the date provided in `dateModified`, from the closed [milestoneStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-status) codelist.
es: El estatus que se realizó en la fecha en `dateModified`, de la lista de código cerrada [milestoneStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-status).
fr: Le statut atteint à la date fournie dans `dateModified`, tiré de la [liste de codes fermée des milestoneStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-status).

source: List of documents associated with this milestone (Deprecated in 1.1).
es: Lista de documentos asociados con este hito (Obsoleta en 1.1).
fr: Liste de documents associés à cette étape (déprécié dans la version 1.1)
