Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: The period during which potential bidders may submit questions and requests for clarification to the entity managing procurement. Details of how to submit enquiries should be provided in attached notices, or in submissionMethodDetails. Structured dates for when responses to questions will be made can be provided using tender milestones.
es: El periodo durante el cual los postulantes potenciales pueden hacer preguntas o solicitudes de aclaración a la entidad que gestiona el proceso de contratación. Los detalles de cómo enviar solicitudes deben especificarse en documentos de notificaciones adjuntos o en el campo submissionMethodDetails. Las fechas estructuradas para cuando se dará respuesta a las preguntas se puede proveer usando hitos de la licitación.
fr: La période durant laquelle les candidats peuvent soumettre des questions et des demandes de clarification à l'entité gérant la commande publique. Les détails sur la manière de soumettre des demandes devrait être fournis dans les notices jointes, ou dans le champ `submissionMethodDetails`. Des dates structurées indiquant quand les réponses seront apportées peuvent être fournies en utilisant les étapes de l'appel d'offre.

source: Has enquiries?
es: ¿Tiene consultas?
fr: Des questions ont été posées ?

source: A true/false field to indicate whether any enquiries were received during the tender process. Structured information on enquiries that were received, and responses to them, can be provided using the enquiries extension.
es: Un campo true/false para indicar si se recibieron consultas durante el proceso de licitación. La información estructurada sobre preguntas que se recibieron y sus respuestas pueden proveerse usando la extensión de consultas.
fr: Un champ vrai/faux pour indiquer si des questions ont été reçues durant le processus d'appel d'offre. Des informations structurées sur les demandes qui ont été reçues, et les réponses qui y ont été apportées, peuvent être fournies en utilisant l'extension `enquiries`.

source: Eligibility criteria
es: Criterios de elegibilidad
fr: Critères d'éligibilité

source: A description of any eligibility criteria for potential suppliers.
es: Una descripción de los criterios de elegibilidad para proveedores potenciales. Requisitos y condiciones que deben cumplir los interesados para participar en el procedimiento de contratación.
fr: Une description des critères d'éligibilité pour les fournisseurs potentiels.

source: Evaluation and award period
es: Periodo de evaluación y adjudicación
fr: Période d'évaluation et d'attribution

source: The period for decision making regarding the contract award. The end date should be the date on which an award decision is due to be finalized. The start date may be used to indicate the start of an evaluation period.
es: El período para tomar decisiones relacionados a la adjudicación del contrato. La fecha final debe de indicar la fecha en que se debe finalizar la decisión de adjudicación. La fecha de inicio puede usarse para indicar el comienzo de un período de evaluación.
fr: La période de décision concernant l'attribution du marché. La date de fin devrait être la date à laquelle une décision d'attribution doit être prise. La date de début est facultative et peut être utilisée pour indiquer le début d'une période d'évaluation des offres.

source: Contract period
es: Periodo de contrato
fr: Période du contrat

source: The period over which the contract is estimated or required to be active. If the tender does not specify explicit dates, the duration field may be used.
es: El periodo sobre el cual se estima el contrato o requiere que esté activo. Si la licitación no especifica fechas, se puede usar el campo de duración.
fr: La période durant laquelle il est estimé ou requis que le contrat soit actif. Si l'appel d'offres ne spécifie pas explicitement des dates, le champ `duration` (durée) peut être utilisé.

source: Number of tenderers
es: Número de licitantes
fr: Nombre de candidats

source: The number of parties who submit a bid.
es: El número total de propuestas recibidas.
fr: Le nombre de parties qui soumettent une offre.

source: Tenderers
es: Licitantes
fr: Candidats

source: All parties who submit a bid on a tender. More detailed information on bids and the bidding organization can be provided using the bid extension.
es: Todas las partes que hacen una oferta en una licitación. Información más detallada sobre las ofertas y la organización que hace la oferta puede proveerse usando la extensión Bid.
fr: Toutes les parties qui soumettent une offre dans le cadre d'un appel d'offre. Des informations plus détaillées sur les enchères et les participants peuvent être fournies en utilisant l'extension facultative `bid`.

source: The id and name of the party being referenced. Used to cross-reference to the parties section
es: El id y nombre de la parte a la que se hace referencia. Usado para hacer referencia de la sección de partes
fr: L'identifiant (`id`) et le nom de la partie référencée. Cet identifiant est utilisé pour effectuer des références croisées à la section sur les parties.

source: Organization reference
es: Referencia de la organización
fr: Référence de l'organisation

source: All documents and attachments related to the tender, including any notices. See the [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) codelist for details of potential documents to include. Common documents include official legal notices of tender, technical specifications, evaluation criteria, and, as a tender process progresses, clarifications and replies to queries.
es: Todos los documentos y archivos adjuntos relacionados a esta licitación, incluyendo los avisos. Vea la lista de código [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) para detalles sobre los documentos que potencialmente se deben de incluir. Documentos comúnes incluyen avisos legales oficiales de la licitación, especificaciones técnicas, criterios de evaluación y como va avanzando el proceso de licitación, aclaraciones y respuestas a consultas.
fr: Tous les documents et pièces jointes liés à l'appel d'offre, y compris les avis. Voir la [liste de codes des documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) pour plus de détails sur les documents pouvant être ajoutés. Les documents les plus courants sont les avis d'appel d'offres officiels, les spécifications techniques, les critères d'évaluation et, au fur et à mesure de l'avancement des appels d'offres, les éclaircissements et les réponses aux requêtes.

source: Milestones
es: Hitos
fr: Étapes

source: A list of milestones associated with the tender.
es: Una lista de hitos asociados con la licitación.
fr: Une liste des étapes associées à l'appel d'offres.

source: A tender amendment is a formal change to the tender, and generally involves the publication of a new tender notice/release. The rationale and a description of the changes made can be provided here.
es: Una enmienda de licitación es un cambio formal a los detalles de la misma y generalmente implica la publicación de una nueva entrega o aviso de una nueva licitación. La justificación y descripción de los cambios realizados pueden ser proveídos aquí.
fr: Une modification de l'appel d'offres est une modification formelle apportée à l'appel d'offres et implique généralement la publication d'un nouvel avis d'appel d'offres. Les raisons et une description des modifications apportées à l'appel d'offres peuvent être fournies ici.

source: Amendments
es: Enmiendas
fr: Modifications

source: Amendment
es: Enmienda
fr: Modification

source: Amendment information
es: Información de enmienda
fr: Informations sur la modification

source: Amendment date
es: Fecha de enmienda
fr: Date de la modification

source: The date of this amendment.
es: La fecha de esta enmienda.
fr: La date de cette modification.

source: An explanation for the amendment.
es: Una explicación de la enmienda.
fr: Une explication de la modification.

source: An identifier for this amendment: often the amendment number
es: Un identificador para esta enmienda: comúnmente el número de enmienda
fr: Un identifiant pour cette modification : souvent le numéro de modification

source: A free text, or semi-structured, description of the changes made in this amendment.
es: Un texto libre o semi estructurado, describiendo los cambios hechos en esta enmienda.
fr: Une description en texte libre ou semi-structuré des changements effectués dans cette modification.

source: Provide the identifier (release.id) of the OCDS release (from this contracting process) that provides the values for this contracting process **before** the amendment was made.
es: Provee el identificador (release.id) de la entrega OCDS (de este proceso de contratación) que provee los valores para este proceso de contratación **antes** de realizada la enmienda.
fr: Fournir l'identifiant (`release.id`) de l'instance OCDS (de ce processus de passation de marché) qui fournit les valeurs pour ce processus de passation de marché **avant** que la modification n'ait été effectuée.

source: Amended release (identifier)
es: Entrega enmendada (identificador)
fr: Instance modifiée (identifiant)

source: Provide the identifier (release.id) of the OCDS release (from this contracting process) that provides the values for this contracting process **after** the amendment was made.
es: Provee el identificador (release.id) de la entrega OCDS (de este proceso de contratación) que provee los valores para este proceso de contratación **después** de realizada la enmienda.
fr: Fournir l'identifiant (`release.id`) de l'instance OCDS (de ce processus de passation de marché) qui fournit les valeurs pour ce processus de passation de marché **après** que la modification ait été effectuée.

source: Amending release (identifier)
es: Entrega de enmienda (identificador)
fr: Instance modificatrice (identifiant)

source: Amended fields
es: Campos enmendados
fr: Champs modifiés

source: An array of change objects describing the fields changed, and their former values. (Deprecated in 1.1)
es: Una lista de cambios que describen los campos que cambiaron y sus valores previos. (Obsoleto en 1.1)
fr: Une liste d'objets de modification décrivant les champs modifiés, et leur valeur précédente. (Déprécié dans la version 1.1)

source: Property
es: Propiedad
fr: Propriété

source: The property name that has been changed relative to the place the amendment is. For example if the contract value has changed, then the property under changes within the contract.amendment would be value.amount. (Deprecated in 1.1)
es: El nombre de propiedad que ha sido cambiado con relación al lugar donde se encuentra la enmienda. Por ejemplo si el valor del contrato ha cambiado, entonces los cambios en el contract.amendment serían value.amount.(Obsoleto en 1.1)
fr: Le nom de la propriété qui a été modifiée par apport à l'endroit auquel intervient la modification. Par exemple, si la valeur du contrat a changé, alors la propriété modifiée dans la modification du contrat serait `value.amount`. (Déprécié dans la version 1.1)

source: Former Value
es: Valor anterior
fr: Valeur précédente

source: The previous value of the changed property, in whatever type the property is. (Deprecated in 1.1)
es: El valor previo de la propiedad cambiada en cualquier tipo de propiedad. (Obsoleto en 1.1)
fr: La valeur précédente de la propriété modifiée, dans le type auquel appartient la propriété. (Déprécié dans la version 1.1)

source: A free-text or semi-structured string describing the changes made in each amendment can be provided in the amendment.description field. To provide structured information on the fields that have changed, publishers should provide releases indicating the state of the contracting process before and after the amendment.
es: Una cadena de texto libre o semi-estructurada describiendo los cambios hechos en cada enmienda puede proveerse en el campo de amendment.description. Para proveer información estructurada en los campos que han cambiado, los publicadores deben de proveer entregas indicando el estado del proceso de contratación antes y después de la enmienda.
fr: Une chaîne de caractère (`string`) en texte libre ou semi-structuré décrivant les changements apportés par chaque modification peut être fournie dans le champ `amendment.description`. Pour fournir des informations structurées sur les champs qui ont changé, les producteurs de données devraient fournir des instances indiquant l'état du processus de passation de marché avant et après la modification.

source: The use of individual amendment objects has been deprecated. From OCDS 1.1 information should be provided in the amendments array.
es: El uso la propiedad de enmienda individual es obsoleto. Desde el OCDS 1.1 la información debe de proveerse en la lista de enmiendas.
fr: L'utilisation d'objets individuels de modification (`amendment`) a été déprécié. À partir de la version 1.1 du standard OCDS l'information devrait être fournie dans la liste des modifications (`amendments`).

source: The single amendment object has been deprecated in favour of including amendments in an amendments (plural) array.
es: El objeto de enmienda individual es obsoleto y se ha cambiado para incluir enmiendas en una lista de enmiendas (en plural).
fr: L'objet `amendment` comportant une seule modification a été déprécié au profit d'une liste `amendments` (au pluriel) pouvant contenir plusieurs modifications.

source: Awards
es: Adjudicaciones
fr: Attributions

source: Information from the award phase of the contracting process. There can be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
es: Información de la fase adjudicación del proceso de contrataciones. Puede haber más de una adjudicación por proceso de contrataciones; por ejemplo, porque el contrato se divide entre diferentes proveedores, o porque es una oferta permanente.
fr: Les informations issues de la phase d'attribution du processus de passation de marché. Il peut y avoir plus d'une attribution par processus de passation de marché, par exemple si le contrat est divisé entre différents fournisseurs ou parce qu'il s'agit d'un marché à bons de commandes.

source: Award
es: Adjudicación
fr: Attribution

source: An award for the given procurement. There can be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
es: Una adjudicación para una compra específica. Puede haber más de una adjudicación por proceso de contrataciones; por ejemplo, porque el contrato se divide entre varios proveedores, o porque es una oferta permanente.
fr: Une attribution pour le marché concerné. Il peut y avoir plus d'une attribution par processus de passation de marché, par exemple si le contrat est divisé entre les différents titulaires, ou parce qu'il s'agit d'un marché à bons de commandes.

source: Award ID
es: ID de Adjudicación
fr: Identifiant de l'attribution

source: The identifier for this award. It must be unique and must not change within the Open Contracting Process it is part of (defined by a single ocid). See the [identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for further details.
es: El identificador para esta adjudicación. Debe ser único y no debe cambiar en el Proceso de Contrataciones Abiertas del cual es parte (definido por un ocid único). Vea la [guía de identificadores](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) para más detalles.
fr: L'identifiant de cette attribution. Il doit être unique et ne peut pas changer au cours du processus Open Contracting dont il fait partie (définie par un `ocid` unique). Voir le [guide des identifiants](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) pour plus de détails.

source: Award title
es: Título de la adjudicación
fr: Titre de l'attribution

source: Award description
es: Descripción de la adjudicación
fr: Description de l'attribution

source: Award status
es: Estado de la Adjudicación
fr: Status de l'attribution

source: The current status of the award, from the closed [awardStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-status) codelist.
es: El status actual de la adjudicación, de la lista de código cerrada [awardStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-status).
fr: L'état actuel de l'attribution du marché, tiré de la liste de codes fermée [awardStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-status).

source: Award date
es: Fecha de adjudicación
fr: Date d'attribution

source: The date of the contract award. This is usually the date on which a decision to award was made.
es: La fecha de la adjudicación del contrato. Usualmente es la fecha en que se tomó la decisión de adjudicar.
fr: La date de l'attribution du marché au titulaire. C'est généralement la date à laquelle une décision d'attribution a été faite.

source: The total value of this award. In the case of a framework contract this may be the total estimated lifetime value, or maximum value, of the agreement. There may be more than one award per procurement. A negative value indicates that the award may involve payments from the supplier to the buyer (commonly used in concession contracts).
es: El valor o monto total de esta adjudicación. En el caso de un contracto marco este puede ser el estimado del valor total o valor máximo del acuerdo. Puede haber más de una adjudicación por proceso de contratación. Un valor negativo indica que la adjudicación puede implicar pagos del proveedor al comprador (comúnmente utilizado en contratos de concesiones).
fr: La valeur totale de cette attribution. Dans le cas d'un accord-cadre, il peut s'agir de la valeur totale estimée sur la durée du contrat ou de la valeur maximale du marché. Il peut y avoir plus d'une attribution par processus de commande publique. Une valeur négative indique que le prix peut impliquer des paiements du fournisseur à l'acheteur (couramment utilisé dans les contrats de concession).

source: Suppliers
es: Proveedores
fr: Titulaires

source: The suppliers awarded this award. If different suppliers have been awarded different items or values, these should be split into separate award blocks.
es: Los proveedores adjudicados. Si hay diferentes proveedores adjudicados para los artículos del procedimiento de contratación, deberían ser separados en diferentes bloques de adjudicación.
fr: Les titulaires qui se sont vue accorder cette attribution. Si des éléments du marché ont été attribués à des titulaires différents, ceux-ci devraient être divisés en blocs d'attribution distincts.

source: Items awarded
es: Artículos Adjudicados
fr: Livrables attribués

source: The goods and services awarded in this award, broken into line items wherever possible. Items should not be duplicated, but the quantity specified instead.
es: Los bienes y servicios adjudicados en esta adjudicación, desglosados en tipos de artículos de una clasificación preexistente cuando sea posible. Los artículos no deberían de estar duplicados, sino se debe especificar la cantidad.
fr: Les biens et services attribués dans cette attribution, divisés en livrables dès que possible. Si des livrables sont livrés en plusieurs exemples, vous devez indiquer une quantité (2, 3, 4, etc.) et non dupliquer les entrées.

source: The period for which the contract has been awarded.
es: El periodo por el cual se ha adjudicado el contrato.
fr: La période pour laquelle le marché a été attribué.

source: All documents and attachments related to the award, including any notices.
es: Todos los documentos y archivos adjuntos relacionados con la adjudicación, incluyendo cualquier aviso o notificación.
fr: Tous les documents et les pièces jointes liées à l'attribution, y compris les avis.

source: An award amendment is a formal change to the details of the award, and generally involves the publication of a new award notice/release. The rationale and a description of the changes made can be provided here.
es: Una enmienda a la adjudicación es un cambio formal a los detalles de la adjudicación y generalmente implica la publicación de una nueva entrega o aviso de una nueva adjudicación. La justificación y descripción de los cambios realizados pueden ser proveídos aquí.
fr: Une modification de l'attribution est une modification formelle des détails de l'attribution et implique généralement la publication d'un nouvel avis d'attribution et d'une nouvelle instance OCDS. Les raisons et une description des modifications apportées peuvent être fournies ici.

source: Contracts
es: Contratos
fr: Contrats

source: Information from the contract creation phase of the procurement process.
es: Información de la fase de creación del contrato en el proceso de contratación.
fr: Informations sur la phase de création du contrat dans le processus de passation de marché.

source: Contract
es: Contrato
fr: Contrat

source: Information regarding the signed contract between the buyer and supplier(s).
es: Información sobre el contrato firmado entre el comprador y el o los proveedores.
fr: Les informations concernant le contrat signé entre l'acheteur et le(s) titulaire(s).

source: Contract ID
es: ID del Contrato
fr: Identifiant du contrat

source: The identifier for this contract. It must be unique and must not change within the Open Contracting Process it is part of (defined by a single ocid). See the [identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for further details.
es: El identificador para este contrato. Debe ser único y no debe cambiar en el Proceso de Contrataciones Abiertas del cual es parte (definido por un ocid único). Vea la [guía de identificadores](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) para más detalles.
fr: L'identifiant du contrat lié à cette attribution. Il doit être unique et ne peut pas changer au cours du processus Open Contracting dont il fait partie (définie par un `ocid` unique). Voir le [guide des identifiants](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) pour plus de détails.

source: The award.id against which this contract is being issued.
es: El identificador de adjudicación (award.id) contra el cual se está expidiendo este contrato.
fr: L'identifiant de l'attribution `award.id` à partir duquel ce contrat est émis.

source: Contract title
es: Título del contrato
fr: Intitulé du marché

source: Contract description
es: Descripción del contrato
fr: Description du contrat

source: Contract status
es: Estado del Contrato
fr: Statut du contrat

source: The current status of the contract, from the closed [contractStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#contract-status) codelist.
es: El estatus actual del contrato, de la lista de código cerrada [contractStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#contract-status).
fr: L'état actuel du statut du contrat, tiré de la liste de codes fermée [contractStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#contract-status).

source: Period
es: Periodo
fr: Période

source: The start and end date for the contract.
es: Las fechas de inicio y fin del contrato.
fr: Les dates de début et de fin du contrat.
