Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: Schema for an Open Contracting Release
es: Esquema para una Entrega de Contratación Abierta
fr: Schéma pour une instance Open Contracting

source: Each release provides data about a single contracting process at a particular point in time. Releases can be used to notify users of new tenders, awards, contracts and other updates. Releases may repeat or update information provided previously in this contracting process. One contracting process may have many releases. A 'record' of a contracting process follows the same structure as a release, but combines information from multiple points in time into a single summary.
es: Cada entrega proporciona datos sobre un único proceso de contratación en un momento determinado. Las entregas se pueden utilizar para notificar a los usuarios sobre nuevas licitaciones, adjudicaciones, contratos y otras actualizaciones. Las entregas pueden repetir o actualizar la información proporcionada previamente en este proceso de contratación. Un proceso de contratación puede tener varias entregas. Un 'registro' de un proceso de contratación sigue la misma estructura que una entrega, pero combina información de múltiples puntos en el tiempo en un único resumen.
fr: Chaque instance fournit des données à propos d'un seul processus de passation de marché, à un moment déterminé. Les instances peuvent être utilisées pour notifier les usagers de nouveaux appels d'offres, attributions, marchés et autres mises à jour. Les instances peuvent répéter ou mettre à jour l'information fournie précédemment dans le processus de passation de marché. Un processus de passation de marché peut avoir de nombreuses instances. Une "archive" d'un processus de passation de marché obéit à la même structure d'une instance, mais combine des informations issues de plusieurs moments dans un seul enregistrement synthétique.

source: A globally unique identifier for this Open Contracting Process. Composed of an ocid prefix and an identifier for the contracting process. For more information see the [Open Contracting Identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/)
es: Un identificador único global para este proceso de Contrataciones Abiertas. Se compone de un prefijo ocid y un identificador para el proceso de contrataciones. Para más información, vea la [Guía de Identificadores de Contrataciones Abiertas](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/)
fr: Un identifiant unique et universel pour ce processus de commande publique ouverte. Composé d'un préfixe de producteur de données et d'un identifiant pour le processus de passation de marché. Pour plus d'informations, voir le [guide de choix des identifiants d'Open Contracting](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/).

source: Release ID
es: ID de Entrega
fr: Identifiant d'instance

source: An identifier for this particular release of information. A release identifier must be unique within the scope of its related contracting process (defined by a common ocid). A release identifier must not contain the # character.
es: Un identificador para esta entrega de información particular. Un identificador de entrega debe ser único en el ámbito del proceso de contrataciones relacionado (definido por un ocid común). Un identificador de entrega no debe contener el caracter #.
fr: Un identifiant pour cette instance. Un identifiant d'instance doit être unique au sein du processus de passation de marché dont il relève (défini par un `ocid` commun), et unique au sein du paquet d'instance au sein duquel il apparaît. Un identifiant d'instance ne doit pas contenir le caractère `#`.

source: Release Date
es: Fecha de entrega
fr: Date de l'instance

source: The date on which the information contained in the release was first recorded in, or published by, any system.
es: La fecha en la cual la información contenida en la entrega fue registrada por primera vez, o publicada, por cualquier sistema.
fr: La date à laquelle l'information contenue dans l'instance a été enregistrée pour la première fois ou publiée par n'importe quel système.

source: Release Tag
es: Etiqueta de entrega
fr: Tag d'instance

source: One or more values from the closed [releaseTag](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#release-tag) codelist. Tags can be used to filter releases and to understand the kind of information that releases might contain.
es: Uno o más valores de la lista de código cerrada [releaseTag](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#release-tag). Las etiquetas se pueden usar para filtrar entregas y para entender el tipo de información que las entregas contienen.
fr: Une ou plusieurs valeurs tirées de la liste fermée des [tags d'instance (releaseTag)](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#release-tag). Les tags peuvent être utilisés pour filtrer les instances et pour comprendre le type d'information qu'une instance peut contenir.

source: Initiation type
es: Tipo de inicio
fr: Type de lancement

source: The type of initiation process used for this contract, from the closed [initiationType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#initiation-type) codelist.
es: El tipo de proceso de iniciación utilizado para este contrato, de la lista de código cerrada [initiationType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#initiation-type).
fr: Le type de processus de lancement utilisé pour ce contrat, sélectionné au sein de la liste des codes d'[initiationType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#initiation-type).

source: Parties
es: Partes involucradas

source: Information on the parties (organizations, economic operators and other participants) who are involved in the contracting process and their roles, e.g. buyer, procuring entity, supplier etc. Organization references elsewhere in the schema are used to refer back to this entries in this list.
es: La información de las partes involucradas (organizaciones, operadores económicos y otros participantes) que están involucrados en el proceso de contrataciones y sus roles, por ejemplo: comprador, entidad contratante, proveedor, etc. Se utiliza referencias de organización en otras partes del esquema para hacer referencia a las entradas en esta lista.
fr: Informations sur les parties (organisations, opérateurs économiques et autres participants) qui sont impliqués dans le processus de passation de marché et leur rôle, par exemple acheteur, organisme acheteur, fournisseur, etc. Les références aux organisations ailleurs dans le schéma sont utilisées pour se référer aux éléments de cette liste.

source: Organization
es: Organización
fr: Organisation

source: A party (organization)
es: Una parte involucrada (organización)
fr: Une partie (organisation)

source: Common name
es: Nombre común
fr: Nom courant

source: A common name for this organization or other participant in the contracting process. The identifier object provides a space for the formal legal name, and so this may either repeat that value, or may provide the common name by which this organization or entity is known. This field may also include details of the department or sub-unit involved in this contracting process.
es: Un nombre común para esta organización u otro participante en el proceso de contrataciones. El objeto identificador da un espacio para un nombre legal formal, y esto podría repetir el valor o dar un nombre común por el cual se conoce a la organización o entidad. Este campo también pude incluir detalles del departamento o sub-unidad involucrada en este proceso de contrataciones.
fr: Un nom commun pour cette organisation ou un autre participant dans le processus de passation de marché. L'objet identifiant fournit un espace pour indiquer une dénomination juridique formelle. Ce champ peut ainsi soit indiquer la dénomination formelle de l'organisation, soit fournir le nom courant par lequel cette organisation ou entité est généralement connue. Ce champ peut aussi inclure les détails du département ou de l'unité impliquée dans ce processus de passation de marché.

source: The ID used for cross-referencing to this party from other sections of the release. This field may be built with the following structure {identifier.scheme}-{identifier.id}(-{department-identifier}).
es: El ID utilizado para hacer referencia a esta parte involucrada desde otras secciones de la entrega. Este campo puede construirse con la siguiente estructura {identifier.scheme}-{identifier.id}(-{department-identifier}).
fr: L'identifiant utilisé pour référencer cette partie depuis les autres sections de l'instance. Ce champ peut être construit avec la structure suivante : {identifier.scheme}-{identifier.id}(-{department-identifier}).

source: Entity ID
es: ID de Entidad
fr: Identifiant d'entité

source: Primary identifier
es: Identificador principal
fr: Identifiant principal

source: The primary identifier for this organization or participant. Identifiers that uniquely pick out a legal entity should be preferred. Consult the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for the preferred scheme and identifier to use.
es: El identificador primario para esta organización o participante. Son preferibles los identificadores que denotan de forma única a una entidad legal. Consulta la [guía de identificadores de organización](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) para el esquema e identificador preferido.
fr: L'identifiant primaire pour cette organisation ou participant. Les identifiants qui correspondent de manière unique à une entité juridique devraient être préférés. Consultez le [guide d'identification des organisations](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) pour choisir le schéma et l'identifiant à utiliser.

source: Scheme
es: Esquema
fr: Schéma d'URI

source: Organization identifiers should be taken from an existing organization identifier list. The scheme field is used to indicate the list or register from which the identifier is taken. This value should be taken from the [Organization Identifier Scheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#organization-identifier-scheme) codelist.
es: Los identificadores de organización deben de obtenerse de una lista de identificadores de organizaciones existentes. El campo scheme se usa para indicar o registrar de dónde se toma el identificador. Este valor debería tomarse del [Esquema de Identificadores de Organizaciones](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#organization-identifier-scheme).
fr: Les identifiants d'organisation doivent être pris dans un schéma d'identification existant. Ce champ est utilisé pour indiquer le schéma ou la liste de codes dont l'identifiant est tiré. Cette valeur devrait être tirée du [système des identifiants d'organisation - Organization Identifier Scheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#organization-identifier-scheme).

source: The identifier of the organization in the selected scheme.
es: El identificador de la organización en el esquema seleccionado.
fr: L'identifiant de l'organisation dans le schéma sélectionné.

source: Legal Name
es: Nombre Legal
fr: Raison sociale

source: The legally registered name of the organization.
es: El nombre legalmente registrado de la organización.
fr: Le nom officiel de l'organisation tel qu'enregistré au registre des sociétés.

source: A URI to identify the organization, such as those provided by [Open Corporates](https://opencorporates.com) or some other relevant URI provider. This is not for listing the website of the organization: that can be done through the URL field of the Organization contact point.
es: Una URI para identificar a la organización, como los proveídos por [Open Corporates](https://opencorporates.com) o algún otro proveedor relevante de URIs. Este campo no debe ser utilizado para especificar el sitio web de la organización, el cual puede ser especificado en el campo URL del punto de contacto de la Organización.

source: Additional identifiers
es: Identificadores adicionales
fr: Identifiants supplémentaires

source: A list of additional / supplemental identifiers for the organization or participant, using the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). This can be used to provide an internally used identifier for this organization in addition to the primary legal entity identifier.
es: Una lista adicional/suplemental de identificadores para la organización o participante, usando la [guía de identificadores de organizaciones](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) .Esto puede usarse para dar un identificador de uso interno para esta organización además del identificador legal primario.
fr: Une liste d'identifiants supplémentaires pour l'organisation ou le participant, utilisant le [guide sur l'identification des organisations](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). Cette liste peut être utilisée pour fournir un identifiant interne à l'organisation en plus de l'identifiant primaire de l'entité juridique.

source: Identifier
es: Identificador
fr: Identifiant

source: A unique identifier for a party (organization).
es: Un identificador único para una parte involucrada (organización).
fr: Un identifiant unique pour une partie (organisation).

source: Address
es: Dirección
fr: Adresse

source: An address. This may be the legally registered address of the organization, or may be a correspondence address for this particular contracting process.
es: Una dirección. Esta puede ser la dirección legalmente registrada de la organización o puede ser una dirección donde se reciba correspondencia para este proceso de contratación particular.
fr: Une adresse. Il peut s'agir de l'adresse légalement enregistrée de l'organisation ou peut être une adresse de correspondance pour ce processus de passation de marché en particulier.

source: Street address
es: Dirección
fr: Numéro et nom de la rue

source: The street address. For example, 1600 Amphitheatre Pkwy.
es: La dirección de la calle. Por ejemplo: 1600 Amphitheatre Pkwy.
fr: L'adresse de la rue. Par exemple, 57 rue du Faubourg-Saint-Honoré.

source: Locality
es: Localidad
fr: Ville

source: The locality. For example, Mountain View.
es: La localidad. Por ejemplo: Mountain View.
fr: Le nom de la commune. Par exemple, Nantes.

source: Region
es: Región
fr: Région

source: The region. For example, CA.
es: La región. Por ejemplo: CA.
fr: La région. Par exemple, Île-de-France.

source: Postal code
es: Código postal
fr: Code postal

source: The postal code. For example, 94043.
es: El código postal. Por ejemplo: 94043
fr: Le code postal. Par exemple, 75008.

source: Country name
es: País
fr: Pays

source: The country name. For example, United States.
es: El nombre del país. Por ejemplo: Estados Unidos.
fr: Le nom du pays. Par exemple, États-Unis.

source: Contact point
es: Punto de contacto
fr: Coordonnées de contact

source: Contact details that can be used for this party.
es: Detalles de contacto que pueden usarse para esta parte involucrada.
fr: Les coordonnées qui peuvent être utilisées pour cette partie.

source: Name
es: Nombre
fr: Nom

source: The name of the contact person, department, or contact point, for correspondence relating to this contracting process.
es: El nombre de la persona de contacto, departamento o punto de contacto en relación a este proceso de contratación.
fr: Le nom de la personne, du service ou du point de contact pour les échanges relatifs à ce processus de passation des marchés.

source: Email
es: Correo electrónico

source: The e-mail address of the contact point/person.
es: La dirección de correo del punto o persona de contacto.
fr: L'adresse e-mail du point de contact ou de la personne en charge.

source: Telephone
es: Teléfono
fr: Numéro de téléphone

source: The telephone number of the contact point/person. This should include the international dialing code.
es: El número de teléfono del punto o persona de contacto. Este debe de incluir el código de marcación internacional.
fr: Le numéro de téléphone du point de contact ou de la personne en charge. Il doit inclure l'indicatif international (+33 pour la France).

source: Fax number
es: Número de fax
fr: Numéro de fax

source: The fax number of the contact point/person. This should include the international dialing code.
es: El número de fax del punto o persona de contacto. Este debe de incluir el código de marcación internacional.
fr: Le numéro de fax du point de contact ou de la personne en charge. Il doit inclure l'indicatif international (+33 pour la France).

source: A web address for the contact point/person.
es: Una dirección web para el punto o persona de contacto.
fr: L'adresse Web du point de contact ou de la personne en charge.

source: Party roles
es: Roles de las partes
fr: Rôles des parties

source: The party's role(s) in the contracting process, using the open [partyRole](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#party-role) codelist.
es: El rol (o roles) de las partes involucradas en el proceso de contrataciones, utilizando la lista de código abierta [partyRole](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#party-role).
fr: Le rôle des parties dans le processus de passation de marchés, utilisant la liste de codes ouverte [partyRole](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#party-role)

source: Additional classification information about parties can be provided using partyDetail extensions that define particular fields and classification schemes.
es: Información adicional de clasificación de las partes se puede proporcionar usando las extensiones de partyDetail que definen campos particulares y esquemas de clasificación.
fr: Des informations supplémentaires de classification sur les parties peuvent être fournies en utilisant les extensions `partyDetail` qui définissent des champs spécifiques et des schémas de classification.

source: Details
es: Detalles
fr: Détails

source: The name of the party being referenced. This must match the name of an entry in the parties section.
es: El nombre de la parte involucrada al que se hace referencia. Este debe de ser igual al nombre de una entrada en la sección de partes involucradas.
fr: Le nom de la partie référencée. Il doit correspondre au nom d'un élément de la section relative aux parties.

source: Organization name
es: Nombre de la Organización
fr: Nom de l'organisation

source: The id of the party being referenced. This must match the id of an entry in the parties section.
es: El id de una parte involucrada a la que se hace referencia. Este debe de ser igual al id de una entrada en la sección de partes involucradas.
fr: L'identifiant (`id`) de la partie référencée. Il doit correspondre à l'identifiant d'un élément dans la section relatives aux parties.

source: Organization ID
es: ID de Organización
fr: Identifiant de l'organisation

source: The primary identifier for this organization. Identifiers that uniquely pick out a legal entity should be preferred. Consult the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for the preferred scheme and identifier to use.
es: El identificador primario para esta organización o participante. Son preferibles los identificadores que identifican a una sola entidad legal. Consulta la [guía de identificadores de organización](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) para encontrar el esquema preferido y el identificador que usarás.
fr: L'identifiant primaire pour cette organisation. Les identifiants qui correspondent de manière unique à une entité juridique devraient être préférés. Consultez le [guide d'identification des organisations](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) pour choisir le schéma et l'identifiant à utiliser.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and detailed legal identifier information should only be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
es: A partir de la versión 1.1, se debe hacer referencia a las organizaciones a través de su identificador y nombre en un documento y la información legal detallada sólo debe de proveerse en la entrada de referencia cruzada en la sección de partes involucradas, en el nivel más alto de una entrega.
fr: À partir de la version 1.1, les organisations devraient être référencées par leur identifiant et leur nom dans un document, et l'information détaillée sur leur identité légale devrait être fournie dans l'élément de référence croisé adapté dans la section relative aux parties, au niveau racine d'une instance.

source: (Deprecated outside the parties section)
es: (Descontinuado fuera de la sección de partes involucradas)
fr: (Obsolète hors de la section relative aux parties)

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and address information should only be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
es: A partir de la versión 1.1, se debe hacer referencia a las organizaciones a través de su identificador y nombre en un documento y la dirección detallada sólo debe de proveerse en la entrada de referencia en la sección de partes involucradas, en el nivel más alto de una entrega.
fr: À partir de la version 1.1, les organisations devraient être référencées par leur identifiant et leur nom dans un document, et les informations sur leur adresse devraient être fournis dans l'élément de référence croisé adapté dans la section relative aux parties, au niveau racine d'une instance.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and additional identifiers for an organization should be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
es: A partir de la versión 1.1, se debe hacer referencia a las organizaciones a través de su identificador y nombre en un documento y los identificadores adicionales para una organización sólo debe de proveerse en la entrada de referencia cruzada en la sección de partes involucradas, en el nivel más alto de una entrega.
fr: À partir de la version 1.1, les organisations devraient être référencées par leur identifiant et leur nom dans un document, et les identifiants additionnels d'une organisation devraient être fournis dans l'élément de référence croisé adapté dans la section relative aux parties, au niveau racine d'une instance.
