Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: Schema for an Open Contracting Record package
es: Esquema para un paquete de Registros de Contrataciones Abiertas
fr: Schéma pour un paquet d'archives Open Contracting

source: The record package contains a list of records along with some publishing metadata. The records pull together all the releases under a single Open Contracting ID and compile them into the latest version of the information along with the history of any data changes.
es: El paquete de registros contiene una lista de registros junto con algunos meta-datos de publicación. Los registros reúnen todas las entregas bajo un sólo Open Contracting ID y las compilan en la última versión de la información junto con el historial de cualquier cambio en los datos.
fr: Le paquet d'archive contient une liste des archives accompagnées de métadonnées. Les archives rassemblent toutes les instances qui correspondent à un seul identifiant Open Contracting ID et les compilent en rassemblant la dernière version des informations, ainsi que l'historique des changements apportés aux données.

source: Package identifier
es: Identificador de paquete
fr: Identifiant du paquet

source: The URI of this package that identifies it uniquely in the world.
es: La URI de este paquete que lo identifica de manera única en el mundo.
fr: L'URI du paquet qui lui donne un identifiant unique et universel.

source: OCDS schema version
es: Versión del esquema de OCDS
fr: La version du schéma OCDS

source: The version of the OCDS schema used in this package, expressed as major.minor For example: 1.0 or 1.1
es: La versión del esquema de OCDS usada en este paquete, expresada como major.minor. Por ejemplo 1.0 o 1.1
fr: La version du schéma OCDS utilisée dans ce paquet, exprimée sous la forme majeure.mineure. Par exemple : 1.0 ou 1.1

source: OCDS extensions
es: Extensiones OCDS
fr: Extensions du standard OCDS

source: An array of OCDS extensions used in this package, in which each array item is the URL of an extension.json file.
es: Una lista de extensiones OCDS que se utiliza en este paquete, en el cual cada item es el URL de un archivo extension.json.
fr: Une liste (`array`) d'extensions OCDS utilisées dans ce paquet. Chaque élément devrait être une URL pointant vers le fichier `extension.json` de l'extension.

source: Publisher
es: Publicador
fr: Producteur de données

source: Information to uniquely identify the publisher of this package.
es: Información que identifica de manera única al publicador de este paquete.
fr: Information pour identifier de manière unique le producteur du paquet.

source: The name of the organization or department responsible for publishing this data.
es: El nombre de la organización o departamento responsable de publicar estos datos.
fr: Le nom de l'organisation ou du département responsable de la publication de ces données.

source: The scheme that holds the unique identifiers used to identify the item being identified.
es: El esquema que tiene los identificadores únicos utilizados para identificar el artículo que se identifica.
fr: Le [schéma d'URI](https://fr.wikipedia.org/wiki/Sch%C3%A9ma_d%27URI) qui contient les identifiants uniques utilisés pour identifier l'élément en cours d'identification.

source: The unique ID for this entity under the given ID scheme.
es: El ID único para esta entidad en el esquema de identificadores dado.
fr: L'identifiant unique de cette entité d'après le schéma d'identifiant donné.

source: A URI to identify the publisher.
es: Una URI para identificar al publicador.
fr: Une URI qui identifie le producteur des données.

source: License
es: Licencia
fr: Licence

source: A link to the license that applies to the data in this package. A Public Domain Dedication or [Open Definition Conformant](https://opendefinition.org/licenses/) license is recommended. The canonical URI of the license should be used. Documents linked from this file may be under other license conditions.
es: Un enlace a la licencia que aplica para los datos en este paquete. Se recomiendan licencias de Entrega al Dominio Público o [que cumplan con la Open Definition](https://opendefinition.org/licenses/). Se deberá usar la URI canónica de la licencia. Los documentos enlazados desde este archivo pueden estar bajo otras condiciones de licencia.

source: Publication policy
es: Política de publicación
fr: Politique de publication

source: A link to a document describing the publishers publication policy.
es: Un enlace a un documento que describe la política de publicación de los publicadores.
fr: Un lien vers un document décrivant la politique de publication du producteur des données.

source: Published date
es: Fecha de publicación
fr: Date de publication

source: The date that this package was published. If this package is generated 'on demand', this date should reflect the date of the last change to the underlying contents of the package.
es: La fecha en que se publicó este paquete. Si se generó 'bajo demanda', esta fecha debe de reflejar la fecha del último cambio y los contenidos subyacentes del paquete.
fr: La date à laquelle ce paquet a été publié. Si ce paquet est généré "à la demande", cette date devrait refléter la date du dernier changement opéré sur le contenu du paquet.

source: Packages
es: Paquetes
fr: Paquets

source: A list of URIs of all the release packages that were used to create this record package.
es: Una lista de URIs de todos los paquetes de entregas que se usaron para crear este paquete de registros.
fr: Une liste des URIs vers tous les paquets d'instance qui ont été utilisés pour créer ce paquet d'archive.

source: Records
es: Registros
fr: Archives

source: The records for this data package.
es: Los registros para este paquete de datos.
fr: Les archives pour ce paquet de données.

source: Record
es: Registro
fr: Archive

source: An OCDS record must provide a list of all the existing OCDS releases relating to a single contracting process and should provide a compiled release containing the current state of all fields in the release schema. An OCDS record may also provide a versioned history of all changes to the data in the compiled release.
es: Un registro o *record* OCDS debe proporcionar una lista de todas las entregas o *releases* OCDS existentes que están relacionadas con un solo proceso de contratación y debería proporcionar una entrega compilada que contenga el estado actual de todos los campos en el esquema de entrega. Un registro OCDS también puede proporcionar un historial versionado de todos los cambios a los datos en la entrega compilada.
fr: Une archive OCDS doit fournir une liste de toutes les instances d'OCDS existantes relatives à un processus de passation de marché unique et devrait contenir une version compilée contenant l'état actuel de tous les champs du schéma d'instance. Une archive OCDS peut également fournir un historique versionné de toutes les modifications apportées aux données dans l'instance compilée.

source: A unique identifier that identifies the unique Open Contracting Process. For more information see: https://standard.open-contracting.org/{{version}}/{{lang}}/getting_started/contracting_process/
es: Un identificador único que identifica un único Proceso de Contrataciones Abiertas. Para más información puede ver: https://standard.open-contracting.org/{{version}}/{{lang}}/getting_started/contracting_process/
fr: Un identifiant unique qui identifie le processus passation de marché. Pour plus d'informations, voir : https://standard.open-contracting.org/{{version}}/{{lang}}/getting_started/contracting_process/

source: Releases
es: Entregas
fr: Instances

source: An array of linking identifiers or releases
es: Una matriz de enlaces a identificadores o entregas
fr: Une liste d'instances, soit référencées via leur URI, soit intégrées directement dans le paquet.

source: Linked releases
es: Entregas vinculadas
fr: Instances liées

source: A list of objects that identify the releases associated with this Open Contracting ID. The releases MUST be sorted into date order in the array, from oldest (at position 0) to newest (last).
es: Una lista de objetos que identifican las entregas asociadas con este Open Contracting ID. Las entregas DEBEN estar ordenadas por fecha en la lista, de la más antigua (en la posición 0) hasta la más reciente (última).
fr: Une liste d'objets qui identifient les instances associées avec cet identifiant Open Contracting. Les instances DOIVENT être triées par ordre chronologique dans la liste, depuis la plus ancienne (à la position 0) jusqu'à la plus récente (en dernière position).

source: Information to uniquely identify the release.
es: Información para identificar de manera única la entrega.
fr: Information permettant l'identification unique de l'instance.

source: Release URL
es: URL de la Entrega
fr: URL de l'instance

source: The URL of the release which contains the URL of the package with the release `id` appended using a fragment identifier e.g. https://standard.open-contracting.org/{{version}}/{{lang}}/examples/tender.json#ocds-213czf-000-00001
es: La URL de la entrega que contiene la URL del paquete con el `id` de entrega anexado usando un identificador de fragmento e.j. https://standard.open-contracting.org/{{version}}/{{lang}}/examples/tender.json#ocds-213czf-000-00001.
fr: L'URL de l'instance qui contient l'URL du package avec l'identifiant d'instance suffixé, en utilisant un séparateur de fragment. Par exemple : https://standard.open-contracting.org/{{version}}/{{lang}}/examples/tender.json#ocds-213czf-000-00001

source: The date of the release. It should match the value of the `date` field of the release. This is used to sort the releases in the list in chronological order.
es: La fecha de una entrega. Debe ser igual al valor del campo `date` de la entrega. Esto se usa para ordenar las entregas en la lista en orden cronológico.
fr: La date de l'instance devrait correspondre au champ `date` à la racine de l'instance. Elle est utilisée pour trier les instances de la liste `releases` par ordre chronologique.

source: The tags of the release. It should match the value of the `tag` field of the release. This provides additional context when reviewing a record to see what types of releases are included for this ocid.
es: Las etiquetas de la entrega. Deben ser iguales al valor del campo `tag` de la entrega. Esto da contexto adicional cuando se revisa un registro para ver qué tipos de entrega se incluyen para este ocid.
fr: Les tags de l'instance. Cette liste de tag devrait correspondre au champ `tag` de l'instance. Elle fournit davantage de contexte au moment de passer en revue une archive pour voir quelles types d'instances sont inclus dans cet `ocid`.

source: Embedded releases
es: Entregas embebidas
fr: Instances enchâssées

source: A list of releases, with all the data. The releases MUST be sorted into date order in the array, from oldest (at position 0) to newest (last).
es: Una lista de entregas, con todos los datos. Las entregas DEBEN ordenarse por fecha en la lista, desde la más antigua (en la posición 0) hasta la más reciente (última).
fr: Une liste d'instances, avec l'ensemble des données. Les instances DOIVENT être triées par ordre chronologique dans la liste, depuis la plus ancienne (à la position 0) jusqu'à la plus récente (en dernière position).

source: Compiled release
es: Entrega compilada
fr: Instance compilée

source: This is the latest version of all the contracting data, it has the same schema as an open contracting release.
es: Esta es la versión más reciente de todos los datos de la contratación, tiene el mismo esquema que una entrega de datos de contratación abierta.
fr: Ceci est la dernière version de toutes les données du processus de passation de marché. Le schéma est le même que pour une instance Open Contracting.

source: Versioned release
es: Entrega versionada
fr: Instance versionnée

source: This contains the history of all the data in the compiled release.
es: Esto contiene el historial de todos los datos en la entrega compilada.
fr: Cet objet contient l'historique de toutes les données dans l'instance compilée.

source: Schema for an Open Contracting Release Package
es: Esquema para un Paquete de Entregas de Contrataciones Abiertas
fr: Schéma pour un paquet d'instances Open Contracting

source: The release package contains a list of releases along with some publishing metadata.
es: El paquete de entrega contiene una lista de todas las entregas además de metadatos de la publicación.
fr: Le paquet d'instance contient une liste d'instances avec des métadonnées de publication.

source: The URI of this package that identifies it uniquely in the world. Recommended practice is to use a dereferenceable URI, where a persistent copy of this package is available.
es: La URI de este paquete, que lo identifica como único en el mundo. Una práctica recomendada es usar una URI diferenciable donde esté disponible una copia constante de este paquete.
fr: L'URI de ce paquet qui l'identifie de manière unique et universelle. Une bonne pratique est d'utiliser une URI déréférençable, à laquelle une copie pérenne du paquet est disponible.

source: An array of one or more OCDS releases.
es: Una lista de uno o más releases OCDS.
fr: Un liste d'une ou plusieurs instances OCDS.

source: A link to a document describing the publishers [publication policy](https://standard.open-contracting.org/{{version}}/{{lang}}/guidance/publish/#finalize-your-publication-policy).
es: Un enlace a un documento que describa la [política de publicación](https://standard.open-contracting.org/{{version}}/{{lang}}/guidance/publish/#finalize-your-publication-policy) de los publicadores.

source: Schema for a compiled, versioned Open Contracting Release.
es: Esquema para una Entrega de Contratación Abierta compilada y versionada.
fr: Schéma pour une instance Open Contracting versionnée et compilée

source: Open Contracting ID
fr: Identifiant Open Contracting

source: ID
fr: Identifiant

source: A URI to identify the organization, such as those provided by [Open Corporates](http://www.opencorporates.com) or some other relevant URI provider. This is not for listing the website of the organization: that can be done through the URL field of the Organization contact point.
fr: Une URI pour identifier l'organisation, tels que celles fournies par [Open Corporates](http://www.opencorporates.com) ou d'un autre fournisseur d'URI. Ce champ ne sert pas à accueillir l'adresse du site Web de l'organisation : le champ URL du point de contact de l'organisation est prévu à cet effet.

source: The format of the document, using the open [IANA Media Types](http://www.iana.org/assignments/media-types/) codelist (see the values in the 'Template' column), or using the 'offline/print' code if the described document is published offline. For example, web pages have a format of 'text/html'.
fr: Le format du document tiré de la liste de codes ouverte [IANA Media Types](http://www.iana.org/assignments/media-types/) (voir les valeurs dans la colonne 'Template') ou utilisant le code 'offline/print', utilisé lorsque l'entrée document décrit un document publié hors ligne. Par exemple, les pages Web ont un format "text/html".

source: The language of the linked document using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](http://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is recommended unless there is a clear user need for distinguishing the language subtype.
fr: Spécifie la langue du document liée en utilisant soit un code sur deux chiffres [ISO 639-1](https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1), soit des [tags de langue étendus BCP47](http://www.w3.org/International/articles/language-tags/). L'utilisation de codes sur deux lettres minuscules [ISO 639-1](https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1) est recommandée, à moins qu'il n'existe un véritable besoin de distinguer les variantes d'une langue (par exemple, distinguer le français de Belgique du français de France).

source: A spending transaction related to the contracting process. Draws upon the data models of the [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/) and the [International Aid Transparency Initiative](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) and should be used to cross-reference to more detailed information held using a Fiscal Data Package, IATI file, or to provide enough information to allow a user to manually or automatically cross-reference with some other published source of transactional spending data.
fr: Une transaction de dépense liée au processus de passation de marché. Elle s'appuie sur le modèle de données du [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/) et de l'[International Aid Transparency Initiative](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) et devrait être utilisé pour renvoyer à des informations plus détaillées contenues dans un Fiscal Data Package ou un fichier IATI, ou pour fournir suffisamment d'information pour permettre à un utilisateur de renvoyer manuellement à une autre source publique de données sur la transaction.

source: The default language of the data using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](http://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is recommended.
fr: Le langage par défaut, en utilisant soit un code [ISO 639-1](https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1) à deux chiffres, soit des [tags de langage BCP47](http://www.w3.org/International/articles/language-tags/). L'utilisation de codes à deux lettre minuscules [ISO 639-1](https://fr.wikipedia.org/wiki/Liste_des_codes_ISO_639-1) est recommandée.

source: A link to the license that applies to the data in this package. A Public Domain Dedication or [Open Definition Conformant](http://opendefinition.org/licenses/) license is recommended. The canonical URI of the license should be used. Documents linked from this file may be under other license conditions.
fr: Un lien vers la licence qui s'applique aux données dans le paquet de données. Le versement dans le domaine publique ou [l'utilisation d'une licence compatible avec l'Open Definition](http://opendefinition.org/licenses/) est recommandé. L'URI canonique de la licence devrait être utilisée. D'autres licences peuvent s'appliquer aux documents liées à ce paquet.

source: A link to a document describing the publishers [publication policy](https://standard.open-contracting.org/{{version}}/{{lang}}/implementation/publication_policy/).
fr: Un lien vers un document décrivant la [politique de publication de données du producteur](https://standard.open-contracting.org/{{version}}/{{lang}}/implementation/publication_policy/).
