Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr

source: Inclusion of documents at the milestone level is now deprecated. Documentation should be attached in the tender, award, contract or implementation sections, and titles and descriptions used to highlight the related milestone. Publishers who wish to continue to provide documents at the milestone level should explicitly declare this by using the milestone documents extension.
es: La inclusión de documento al nivel de hito es ahora obsoleta. La documentación debe de agregarse en las secciones de licitación, adjudicación, contrato o implementación y los títulos y descripciones usadas para resaltar el hito relacionado. Los publicadores que deseen continuar proveyendo documentos a nivel de hito, deben de declarar esto explícitamente usando la extensión de documentos de hito.
fr: L'inclusion de documents au niveau des étapes est désormais dépréciée. La documentation devrait être jointe aux sections relatives à l'appel d'offre, à l'attribution, au contrat ou à l'exécution du marché, et les titres et descriptions utilisées pour mettre en évidence l'étape liée. Les producteurs de données qui souhaitent continuer à fournir des documents au niveau des étapes devraient explicitement le déclarer en utilisant l'extension "milestone documents".

source: Tender
es: Licitación
fr: Appel d'offre

source: The activities undertaken in order to enter into a contract.
es: Las actividades llevadas a cabo para celebrar un contrato.
fr: Les activités menées dans le but de signer un contrat avec un fournisseur.

source: Tender ID
es: ID de licitación
fr: Identifiant de l'appel d'offre

source: An identifier for this tender process. This may be the same as the ocid, or may be an internal identifier for this tender.
es: Un identificador para el proceso de licitación. Esto puede ser igual al ocid, o un identificador interno para esta licitación.
fr: Un identifiant pour ce processus d'appel d'offres. Cet identifiant peut être identique à l'ocid, ou bien il peut s'agir d'un identifiant interne.

source: Tender title
es: Título de la licitación
fr: Titre de l'appel d'offre

source: A title for this tender. This will often be used by applications as a headline to attract interest, and to help analysts understand the nature of this procurement.
es: Un título para esta licitación. Éste se usará por aplicaciones como una cabecera para atraer interés y ayudar a los analistas a entender la naturaleza de esta contratación.
fr: Un titre pour cette offre. Ce titre sera souvent utilisé par les applications comme titre pour attirer l'intérêt et pour aider les analystes à comprendre la nature de cette commande publique.

source: Tender description
es: Descripción de la licitación
fr: Description de l'appel d'offre

source: A summary description of the tender. This complements any structured information provided using the items array. Descriptions should be short and easy to read. Avoid using ALL CAPS.
es: Una descripción breve de la licitación. Esto complementa cualquier información estructurada que se da utilizando la lista de artículos. Las descripciones deben de ser cortas y fáciles de leer. Evite utilizar MAYÚSCULAS.
fr: Une brève description de l'appel d'offre. Elle devrait compléter les informations structurées fournies en utilisant la liste des biens et services achetés. Les descriptions devraient être courtes et faciles à lire. Évitez d'écrire TOUT EN MAJUSCULES.

source: Tender status
es: Estado de la licitación
fr: Statut de l'appel d'offres

source: The current status of the tender, from the closed [tenderStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#tender-status) codelist.
es: El estatus actual de la licitación, desde la lista de código cerrada [tenderStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#tender-status).
fr: L'état actuel de l'appel d'offre, tiré de la liste de codes fermée [tenderStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#tender-status)

source: The entity managing the procurement. This may be different from the buyer who pays for, or uses, the items being procured.
es: La entidad que gestiona el proceso de contratación. Esta puede ser distinta del comprador que paga/usa los artículos adquiridos.
fr: L'entité qui gère la commande publique. Cela peut être différent de l'acheteur qui paye, ou utilise, les biens ou services achetés.

source: Procuring entity
es: Entidad contratante
fr: Organisation adjudicatrice

source: Items to be procured
es: Artículos que se adquirirán
fr: Livrables du marché

source: The goods and services to be purchased, broken into line items wherever possible. Items should not be duplicated, but the quantity specified instead.
es: Los bienes y servicios que se van a comprar, desglosados a líneas de artículos cuando sea posible. Los artículos no deben de duplicarse, y se deben de especificar las cantidades.
fr: Les biens et services commandés, divisés, si possible, en lignes de dépense. Les éléments ne doivent pas être dupliqués, il est préférable d'indiquer une quantité de 2 ou plus.

source: Item
es: Artículo
fr: Livrable

source: A good, service, or work to be contracted.
es: Un bien, servicio u obra a contratar.
fr: Un bien, un service, ou des travaux qui pourront faire l'objet d'un contrat.

source: A local identifier to reference and merge the items by. Must be unique within a given array of items.
es: Un identificador local al cual hacer referencia y con el cual unir los artículos. Debe de ser único en relación a los demás ítems del mismo proceso de contratación presentes en la matriz de artículos.
fr: Un identifiant local pour référencer et fusionner les livrables. Cet identifiant doit être unique au sein d'un ensemble d'éléments donnés.

source: A description of the goods, services to be provided.
es: Una descripción de los bienes o servicios objetos del procedimiento de contratación.
fr: Une description des biens et des services à fournir.

source: Classification
es: Clasificación

source: The primary classification for the item.
es: La clasificación primaria para un artículo.
fr: La classification principale du livrable.

source: The scheme or codelist from which the classification code is taken. For line item classifications, this uses the open [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) codelist.
es: El esquema o lista de código del cual se obtiene el código de clasificación. Para clasificaciones de artículos de linea, esto utiliza la lista de código abierta [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme).
fr: Le schéma ou la liste de codes dont est tiré le code de classification. Pour les classifications de livrables, il utilise la liste de codes ouverte [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme).

source: The classification code taken from the scheme.
es: El código de clasificación que se obtiene del esquema.
fr: Le code tiré d'un schéma de classification.

source: A textual description or title for the classification code.
es: Una descripción textual o título del código de clasificación.
fr: Une description textuelle ou le titre du code.

source: A URI to uniquely identify the classification code.
es: Un URI para identificar únicamente el código de clasificación.
fr: Une URI pour identifier de manière unique le code de classification.

source: Additional classifications
es: Clasificaciones adicionales
fr: Classifications additionnelles

source: An array of additional classifications for the item.
es: Una lista de clasificaciones adicionales para el artículo.
fr: Une liste (array) de classifications additionnelles pour le livrable.

source: A classification consists of at least two parts: an identifier for the list (scheme) from which the classification is taken, and an identifier for the category from that list being applied. It is useful to also publish a text label and/or URI that users can draw on to interpret the classification.
es: Una clasificación consiste de al menos dos partes: un identificador para la lista (esquema) del cual se obtiene la clasificación, y un identificador para la categoría de la lista que se está aplicando. Es útil también publicar una etiqueta de texto y/o un URI del cual los usuarios pueden basarse para interpretar la clasificación.
fr: Une classification consiste en au moins deux parties : un identifiant pour la liste (`scheme`) dont la classification est issue, et un identifiant pour la catégorie utilisée, tirée de cette liste. Il est utile de publier également un libellé textuel et/ou une URI que les utilisateurs peuvent utiliser pour interpréter la classification.

source: Quantity
es: Cantidad
fr: Quantité

source: The number of units to be provided.
es: El número de unidades que se dan.
fr: Le nombre d'exemplaires demandés.

source: Unit
es: Unidad
fr: Unité

source: A description of the unit in which the supplies, services or works are provided (e.g. hours, kilograms) and the unit-price.
es: Una descripción de la unidad en la cual los suministros, servicios o trabajos están provistos (ej. horas, kilos) y el precio por unidad.
fr: Une description de l'unité dans laquelle les biens, services ou travaux sont fournis (par exemple heures, kilogrammes, etc.) et le prix par unité.

source: The list from which identifiers for units of measure are taken, using the open [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) codelist. 'UNCEFACT' is recommended.
es: La lista de la cual se obtienen los identificadores de unidades de medida, utilizando la lista de código abierta [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme). Se recomienda 'UNCEFACT'.
fr: La liste sont sont tirés les identifiants des unités de mesure. Cette liste utilise des éléments disponibles dans la liste de codes ouverte [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme). L'utilisation du schéma "UNCEFACT" est recommandée.

source: The identifier from the codelist referenced in the `scheme` field. Check the [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) codelist for details of how to find and use identifiers from the scheme in use.
es: El identificador de la lista de código a la que se hace referencia en el campo `scheme` . Revise la lista de código [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) para más detalles sobre cómo encontrar y usar identificadores del esquema en uso.
fr: L'identifiant tiré de la liste de codes référencée dans le champ `scheme`. Consultez la liste de codes [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) pour avoir des détails sur la manière de trouver et d'utiliser les identifiants de la liste de codes utilisée.

source: Name of the unit.
es: Nombre de la unidad.
fr: Nom de l'unité.

source: Value
es: Valor
fr: Montant

source: The monetary value of a single unit.
es: El valor monetario de una unidad.
fr: La valeur monétaire d'une seule unité.

source: The machine-readable URI for the unit of measure, provided by the scheme.
es: Un URI leíble por máquina para la unidad de medida, dada por el esquema.
fr: L'URI (identifiant lisible par une machine) pour l'unité de mesure, fournie par le schéma.

source: The total upper estimated value of the procurement. A negative value indicates that the contracting process may involve payments from the supplier to the buyer (commonly used in concession contracts).
es: El valor máximo estimado de la contratación. Un valor negativo indica que el proceso de contratación puede incluir pagos del proveedor al comprador (usado comúnmente en contratos de concesión).
fr: L'estimation de la valeur maximale du marché. Une valeur négative indique que le marché peut impliquer des paiements du prestataire à l'acheteur (couramment utilisé dans les contrats de concession).

source: Minimum value
es: Valor mínimo
fr: Montant minimum

source: The minimum estimated value of the procurement. A negative value indicates that the contracting process may involve payments from the supplier to the buyer (commonly used in concession contracts).
es: El valor mínimo estimado de la contratación. Un valor negativo indica que el proceso de contratación puede incluir pagos del proveedor al comprador (usado comúnmente en contratos de concesión).
fr: La valeur minimale estimée du marché. Une valeur négative indique que le processus de passation de marché peut impliquer des paiements du prestataire à l'acheteur (couramment utilisé dans les contrats de concession).

source: Procurement method
es: Método de contratación
fr: Procédure de passation de marché

source: The procurement method, from the closed [method](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#method) codelist.
es: El método de adquisición, de la lista de código cerrada [method](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#method).
fr: La procédure de passation de marchés, tirée de la liste de codes fermée [method](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#method).

source: Procurement method details
es: Detalles del método de contratación
fr: Détails de la procédure de passation de marché

source: Additional detail on the procurement method used. This field can be used to provide the local name of the particular procurement method used.
es: Detalles adicionales sobre el método de adquisiciones utilizado. Este campo puede usarse para dar el nombre local del método de adquisición particular que se utilizó.
fr: Des détails supplémentaires sur la procédure de passation de marché utilisée. Ce champ peut être utilisé pour fournir le nom local de la procédure de passation de marché utilisée.

source: Procurement method rationale
es: Justificación para el método de contratación
fr: Choix de la procédure de passation de marché

source: Rationale for the chosen procurement method. This is especially important to provide a justification in the case of limited tenders or direct awards.
es: Justificación para el método de compra elegido. Esto es especialmente importante para dar una justificación en el caso de licitaciones limitadas o adjudicaciones directas.
fr: Les motivations du choix de la procédure de passation de marché. Cette information est particulièrement importante dans le cas d'un marché limité ou d'une attribution directe.

source: Main procurement category
es: Categoría principal de contratación
fr: Catégorie principale du marché

source: The primary category describing the main object of this contracting process, from the closed [procurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#procurement-category) codelist.
es: La principal categoría describiendo el objeto principal de este proceso de contrataciones, de la lista de código cerrada [procurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#procurement-category).
fr: La catégorie principale décrivant l'objet principal de ce processus de passation de marché à partir de la liste de codes fermée [procurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#procurement-category).

source: Additional procurement categories
es: Categorías adicionales de contratación
fr: Catégories de commande publique supplémentaires

source: Any additional categories describing the objects of this contracting process, using the open [extendedProcurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#extended-procurement-category) codelist.
es: Cualquier categoría adicional que describe los objetos del proceso de contrataciones, utilizando la lista de código abierta [extendedProcurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#extended-procurement-category).
fr: Toute catégorie supplémentaire décrivant les objets de ce processus de passation de marché, tirée de la liste de codes ouverte [extendedProcurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#extended-procurement-category).

source: Award criteria
es: Criterios de adjudicación
fr: Critères d'attribution

source: The award criteria for the procurement, using the open [awardCriteria](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-criteria) codelist.
es: Los criterios de adjudicación para esta compra, utilizando la lista de código abierta [awardCriteria](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-criteria).
fr: Les critères d'attribution du marché, utilisant des éléments de la liste de code ouverte [awardCriteria](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-criteria)

source: Award criteria details
es: Detalles de los criterios de adjudicación
fr: Détails des critères d'attribution

source: Any detailed or further information on the award or selection criteria.
es: Cualquier detalle o información adicional sobre la adjudicación o criterios de selección.
fr: Toute information détaillée ou supplémentaire sur les critères d'attribution ou de sélection.

source: Submission method
es: Método de presentación
fr: Méthode de soumission des offres

source: The methods by which bids are submitted, using the open [submissionMethod](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#submission-method) codelist.
es: Los métodos por los cuales se entregan las ofertas, utilizando la lista de código abierta [submissionMethod](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#submission-method).
fr: Les méthodes de soumission des offres, utilisant des éléments de la liste de code ouverte [submissionMethod](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#submission-method).

source: Submission method details
es: Detalles del método de presentación
fr: Détails sur la méthode de soumission des offres

source: Any detailed or further information on the submission method. This can include the address, e-mail address or online service to which bids are submitted, and any special requirements to be followed for submissions.
es: Cualquier detalle o más información sobre el método de entrega. Esto puede incluir la dirección, correo electrónico o servicio en línea en el cual se entregan las ofertas, y cualquier requisito especial que debe de seguirse para entregarlas.
fr: Tous les détails ou compléments sur la méthode de soumission des offres. Il peut s'agir de l'adresse, de l'adresse e-mail ou d'un service en ligne sur lequel les offres doivent être soumises et les pré-requis pour soumettre une offre.

source: Tender period
es: Periodo de licitación
fr: Période de l'appel d'offre

source: The period when the tender is open for submissions. The end date is the closing date for tender submissions.
es: El periodo cuando la licitación está abierta para la recepción de las propuestas. La fecha de final es la fecha de cierre de recepción de las propuestas.
fr: La période pendant laquelle l'appel d'offres est ouvert aux candidatures. La date de fin est la date de clôture des candidatures à l'appel d'offres.

source: Start date
es: Fecha de inicio
fr: Date de début

source: The start date for the period. When known, a precise start date must be provided.
es: La fecha de inicio del período. Cuando se sabe, se debe dar una fecha de inicio precisa.
fr: La date de début de la période. Lorsqu'elle est connue, une date de début précise doit toujours être fournie.

source: End date
es: Fecha de fin
fr: Date de fin

source: The end date for the period. When known, a precise end date must be provided.
es: La fecha de conclusión del período. Cuando se sabe, se debe dar una fecha de conclusión precisa.
fr: La date de fin de la période. Lorsqu'elle est connue, une date de fin doit toujours être précisée.

source: The period cannot be extended beyond this date. This field can be used to express the maximum available date for extension or renewal of this period.
es: El período no puede extenderse después de esta fecha. Este campo debe usarse para expresar la fecha máxima disponible para la extensión o renovación de este período.
fr: La période du contrat ne peut pas être prolongée au-delà de cette date. Ce champ est facultatif et peut être utilisé pour exprimer la date maximale pour l'extension ou le renouvellement de cette période.

source: Maximum extent
es: Extensión máxima
fr: Date maximale d'extension

source: The maximum duration of this period in days. A user interface can collect or display this data in months or years as appropriate, and then convert it into days when storing this field. This field can be used when exact dates are not known. If a startDate and endDate are set, this field, if used, should be equal to the difference between startDate and endDate. Otherwise, if a startDate and maxExtentDate are set, this field, if used, should be equal to the difference between startDate and maxExtentDate.
es: El nivel máximo de duración de este período en días. Una interfaz de usuario puede recolectar o mostrar estos datos en meses o años (como sea apropiado), y luego convertirlo a días cuando se guarda esta fecha. Este campo puede usarse cuando no se sabe las fechas exactas. Si ya se fijaron los startDate y endDate, este campo, si se utiliza, debe de ser igual a la diferencia entre startDate y endDate. De otra manera, si se fija startDate y maxExtentDate, este campo, si se utiliza, debe ser igual a la diferencia entre startDate y maxExtentDate.
fr: La durée maximale de cette période en jours. Une interface utilisateur peut souhaiter collecter ou afficher ces données en mois ou en années, mais devrait la convertir en jours pour remplir ce champ. Ce champ peut être utilisé lorsque les dates exactes ne sont pas connues. Lorsqu'une `startDate` et une `endDate` sont données, ce champ est facultatif et devrait refléter la différence entre ces deux jours. Lorsqu'une `startDate` et une `maxExtentDate` sont données, ce champ est facultatif et doit refléter la différence entre `startDate` et `maxExtentDate`.

source: Duration (days)
es: Duración (días)
fr: Durée (en jours)

source: Enquiry period
es: Periodo de consulta
fr: Période de questions
