Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: This contracting process involves professional services provided on a consultancy basis.
es: Este proceso de contratación involucra servicios profesionales provistos como una consultoría.
fr: Ce processus de passation de marchés implique des services professionnels fournis sous la forme de conseil.
it: Questo procedimento di appalto comporta servizi professionali forniti sotto forma di consulenza.

source: Consulting Services
es: Servicios de Consultoría
fr: Prestation de conseil
it: Servizi di consulenza

source: Tender
es: Licitación
fr: Appel d'offre
it: Gara d'appalto.

source: An open competitive bidding or tendering to form contracts. The process generally involves publicly inviting prospective contractors to submit bids for evaluation and selecting a winner or winners.
es: Una puja o licitación abierta para formar contratos. El proceso generalmente involucra invitaciones públicas a los contratistas potenciales para que envíen ofertas para su evaluación y seleccionar a un ganador o ganadores.
fr: Un appel d'offres ouvert et concurrentiel pour passer des marchés. Le processus implique généralement d'inviter publiquement les entreprises qui pourraient potentiellement soumettre des offres en vue de leur évaluation et de la sélection d'un ou des gagnant(s).
it: Offerta o gara d’appalto competitiva e libera per costituire contratti d’appalto. Il processo generalmente prevede l'invito pubblico a potenziali appaltatori a presentare offerte per essere valutate, e la selezione di un vincitore o di vincitori.

source: The Common Procurement Vocabulary is a standard adopted by the Commission of the European Community, and consisting of a main vocabulary for defining the subject of a contract, and a supplementary vocabulary for adding further qualitative information. The main vocabulary, identified in OCDS by the code CPV, is based on a tree structure comprising codes of up to 9 digits (an 8 digit code plus a check digit) associated with a wording that describes the type of supplies, works or services forming the subject of the contract. Codes may be provided with or without the check digit, and consuming applications should be aware of this when processing data with CPV codes.
es: El Common Procurement Vocabulary es un estándar adoptado por la Comisión de la Comunidad Europea y consiste en un vocabulario general que define el objeto de un contrato y un vocabulario suplementario para agregar información cualitativa adicional. El vocabulario general, identificado en OCDS por el código CPV se basa en una estructura de árbol que consta de códigos de hasta 9 dígitos (un código de 8 dígitos con uno adicional de seguridad) asociado con una expresión que describe los tipo de bienes, obras o servicios que son el objeto del contrato. Los códigos se pueden proveer con o sin el dígito de seguridad y las aplicaciones que consuman datos deben de estar conscientes de esto cuando consuman datos con códigos CPV.
fr: Le vocabulaire commun d'approvisionnement est une norme adoptée par la Commission de la Communauté européenne et qui comprend un vocabulaire principal pour la définition du sujet d'un contrat, et un vocabulaire supplémentaire pour l'ajout d'informations qualitatives supplémentaires. Le vocabulaire principal, identifié dans OCDS par le code CPV, repose sur une structure arborescente comprenant des codes allant jusqu'à 9 chiffres (un code à 8 chiffres plus un chiffre de contrôle) associé à un libellé qui décrit le type de ressources, de travaux ou de services constituant l'objet du contrat. Les codes peuvent être fournis avec ou sans le chiffre de contrôle, et les applications consommant les données doivent prendre en compte cela lors du traitement des données comprenant des codes CPV.
it: II Glossario Comune per gli Appalti Pubblici è uno standard adottato dalla Commissione della Comunità europea e consiste in un glossario principale per definire l'oggetto di un contratto d’appalto e un glossario supplementare per aggiungere ulteriori informazioni qualitative. Il glossario principale, identificato in OCDS dal codice CPV, si basa su una struttura ad albero che comprende codici fino a 9 cifre (un codice a 8 cifre più una cifra di controllo) associati a una dicitura che descrive il tipo di forniture di prodotti, lavori o servizi che sono oggetto dell’appalto. I codici possono essere forniti con o senza la cifra di controllo, e le applicazioni di consumo dovrebbero esserne a conoscenza quando elaborano dati con codici CPV.

source: EC Common Procurement Vocabulary - Supplementary Codelists
es: EC Common Procurement Vocabulary - Listas de Códigos Suplementarias
fr: Vocabulaire commun de l'Union Européenne pour les marchés publics - liste de codes supplémentaires
it: (CE Commissione Europea): Glossario Comune degli Appalti Comunitari - Lista di codici supplementari

source: The Common Procurement Vocabulary is a standard adopted by the Commission of the European Community, and consisting of a main vocabulary for defining the subject of a contract, and a supplementary vocabulary for adding further qualitative information. The supplementary vocabulary, identified in OCDS by the code CPVS, is made up of an alphanumeric code with a corresponding wording allowing further details to be added regarding the specific nature or destination of the goods to be purchased.
es: El Common Procurement Vocabulary es un estándar adoptado por la Comisión de la Comunidad Europea y consiste de un vocabulario general que define el objeto de un contrato y un vocabulario suplementario para agregar información cualitativa adicional. El vocabulario general, identificado en OCDS por el código CPVS se basa en un código alfanumérico con una expresión que permite agregar más detalles respecto a la naturaleza o destino de los bienes que se adquieren.
fr: Le vocabulaire commun pour les marchés publics (Common Procurement Vocabulary, CPV) est une nomenclature européenne de classification uniformisée en matière de marchés publics permettant de standardiser, grâce à un vocabulaire principal, la définition de l'objet du contrat, ainsi qu'un vocabulaire supplémentaire pour ajouter des informations qualitatives complémentaires. Le vocabulaire supplémentaire, identifié dans OCDS par le code CPVS, est fondé sur un code alphanumérique avec un libellé correspondant permettant d'ajouter des détails supplémentaires sur la nature ou la destination spécifiques des biens contractés.
it: Il Glossario Comune per gli Appalti Pubblici è uno standard adottato dalla Commissione della Comunità europea e consiste in un glossario principale per definire l'oggetto di un contratto d’appalto e un glossario supplementare per aggiungere ulteriori informazioni qualitative. Il glossario supplementare, identificato in OCDS dal codice CPVS, è costituito da un codice alfanumerico con relativa dicitura che consente di aggiungere ulteriori dettagli riguardo alla natura specifica o alla destinazione dei prodotti da acquistare.

source: The Canadia federal government uses Goods and Services Identification Number (GSIN) codes to identify generic product descriptions for its procurement activities. The full list is published and maintained at buyandsell.gc.ca
es: El gobierno de Canada usa códigos Goods and Services Identification Number (GSIN) para identificar descripciones genéricas de productos para sus actividades de compra. La lista completa se publica y mantiene en buyandsell.gc.ca

source: The United Nations Standard Products and Services Code (UNSPSC) is a hierarchical convention that is used to classify all products and services. Machine readable metadata for UNSPSC is not provided as open data: and so publishers should consider alternative classification shemes that do provide open data lookup tables wherever possible.
es: La United Nations Standard Products and Services Code (UNSPSC) es una convención jerárquica que se usa para clasificar todos los productos y servicios. Los meta datos legibles por computadora del UNSPSC no se proveen como datos abiertos: y por lo tanto los publicadores deberían de considerar distintos esquemas de clasificación que provean tablas de búsqueda abiertas cuando sea posible.

source: The Central Product Classification (CPC) is a product classification for goods and services promulgated by the United Nations Statistical Commission. It is intended to be an international standard for organizing and analyzing data on industrial production, national accounts, trade and prices
es: La Central Product Classification (CPC) es una clasificación de bienes y servicios promulgada por la Comisión de Estadística de las Naciones Unidas. Pretende ser un estándar internacional para organizar y analizar datos de producción industrial, cuentas nacionales, intercambio y precios
fr: La Classification Centrale des Produits (CPC) est une classification des produits et services promulguée par la Commission statistique des Nations Unies. Elle est destinée à être une norme internationale pour organiser et analyser les données sur la production industrielle, les comptes nationaux, les échanges et les prix
it: La Central Product Classification (CPC - Classificazione Centrale dei Prodotti) è una classificazione di prodotti per beni e servizi promulgata dalla Commissione Statistica delle Nazioni Unite. È inteso come uno standard internazionale per l'organizzazione e l'analisi dei dati sulla produzione industriale, i conti nazionali, il commercio e i prezzi

source: Part of the unified system of classification and coding of technical, economic and social information of the Russian Federation, in use for Russian Procurement information until January 1, 2016. Superseded by OKPD
es: Parte del sistema unificado de clasificación y códigos de información técnica, económica y social de la Federación Rusa, usada para información de Russian Procurement hasta el 1 de enero de 2016. Reemplazada por OKPD
fr: Part du système unifié de classification et de codage des informations techniques, économiques et sociales de la Fédération de Russie, utilisé pour l'information sur les appels d'offres russes jusqu'au 1er janvier 2016. Remplacé par OKPD
it: Parte del sistema unificato di classificazione e codifica delle informazioni tecniche, economiche e sociali della Federazione Russa, in uso per le Informazioni sugli Appalti Russi fino al 1 ° gennaio 2016. Sostituito da OKPD

source: Part of the national standardisation system of the Russian Federation and based on harmonisation with the Statistical Classification of Products by Activity in the European Economic Community, 2008. In use from January 1 2014
es: Parte del sistema nacional de estandarización de la Federación Rusa y basado en la armonización con la Statistical Classification of Products by Activity in the European Economic Community, 2008. En uso desde el 1 de enero de 2014

source: All interested suppliers may submit a tender.
es: Todos los proveedores interesados pueden enviar una propuesta.
fr: Tous les fournisseurs intéressés peuvent soumettre une offre.
it: Tutti i fornitori interessati possono presentare un'offerta.

source: Open
es: Abierta
fr: Ouvert
it: Aperto

source: Only qualified suppliers are invited to submit a tender.
es: Sólo los proveedores calificados son invitados a enviar una propuesta.
fr: Seuls les fournisseurs qualifiés sont invités à soumettre une offre.
it: Solo i fornitori qualificati sono invitati a presentare un'offerta.

source: Selective
es: Selectiva
fr: Sélectif
it: Selettivo

source: The procuring entity contacts a number of suppliers of its choice.
es: La entidad licitadora contacta a un número de proveedores de su elección.
fr: L'organisme acheteur contacte un certain nombre de fournisseurs de son choix.
it: L'ente appaltante contatta un numero di fornitori di sua scelta.

source: Limited
es: Limitada
fr: Limité
it: Limitato

source: The contract is awarded to a single supplier without competition.
es: El contrato se otorga a un solo proveedor sin competencia.
fr: Le contrat est attribué à un seul fournisseur sans compétition.
it: L'appalto è assegnato a un unico fornitore senza concorrenza.

source: Direct
es: Directa
it: Diretto.

source: This milestone has been scheduled for the date in milestone.dueDate. Progress towards the milestone has not yet been evaluated as of milestone.dateModified
es: El hito se ha programado para la fecha en milestone.dueDate. El progreso hacia el hito no ha sido evaluado con base en milestone.dateModified
fr: Cette étape a été planifiée pour la date dans `milestone.dueDate`. L'avancement vers l'étape n'a pas encore été évalué à partir dans `milestone.dateModified`
it: Questo traguardo è stato programmato per la data in milestone.dueDate. I progressi verso l'obiettivo stabilito non sono stati ancora valutati a partire da milestone.dateModified

source: Scheduled
es: Programada
fr: Planifié
it: In programma.

source: This milestone has been achieved. The data on which it was met should be placed in the milestone.dateMet field
es: El hito se ha alcanzado. Los datos de qué se cumplió deben de agregarse en el campo milestone.dateMet

source: Met
es: Cumplido
fr: Atteint
it: Raggiunto.

source: This milestone had not been met at the date it was last reviewed (see milestone.dateModified).
es: El hito no se cumplió en la fecha en la que se comprobó por última vez (ver milestone.dateModified).
fr: Cet étape n'a pas été atteinte à la date à laquelle elle a été examiné pour la dernière fois (voir `milestone.dateModified`).
it: Questo traguardo non è stato raggiunto alla data dell'ultima revisione (vedi milestone.dateModified).

source: Not Met
es: No cumplido
fr: Pas atteint
it: Non raggiunto.

source: This milestone was judged to have been partially met at the date it was last reviewed (see milestone.dateModified)
es: Este hito fue juzgado como parcialmente cumplido en la fecha en que fue revisado por última vez (ver milestone.dateModified)
fr: Cette étape a été jugée partiellement atteinte à la date de la dernière révision (voir `milestone.dateModified`)
it: Questo traguardo è stato considerato parzialmente raggiunto alla data dell'ultima revisione (vedi milestone.dateModified)

source: Partially Met
es: Cumplido Parcialmente
fr: Partiellement atteint
it: Parzialmente raggiunto.

source: For events during the planning phase of a process.
es: Para eventos durante la fase de planeación de un proceso.

source: Planning milesones
es: Hitos de Planeación

source: For engagement milestones, such as a public hearing.
es: Para hitos de participación, tales como una audiencia pública
fr: Pour les étapes de consultation, comme une audience publique.
it: Per le tappe principali dell'impegno, come un'audizione pubblica.

source: Engagement milestones
es: Hitos de participación
fr: Étapes de consultation
it: Tappe principali degli impegni

source: For adjudication milestones, such as the meeting date of a committee.
es: Para hitos de adjudicación, tales como la fecha de reunión de un comité.

source: Adjudication milestones
es: Hitos de adjudicación

source: For delivery milestones, such as the date when a good or service should be provided.
es: Para hitos de entrega, tales como la fecha cuando un bien o servicio debería de proveerse.
fr: Pour des étapes de réalisation comme la date à laquelle un bien ou service doit être livré.
it: Per le tappe principali di consegna, come la data in cui un bene o un servizio dovrebbe essere fornito.

source: Delivery milestones
es: Hitos de entrega
fr: Étapes de réalisation
it: Tappe principali di consegna

source: For reporting milestones, such as when key reports should be provided.
es: Para hitos de reporte, tales como cuando los reportes clave deben de entregarse
fr: Pour des étapes de reporting, par exemple lorsque des rapports clés devraient être fournis.
it: Per la segnalazione di tappe principali, come quando devono essere forniti report fondamentali.

source: Reporting milestones
es: Hitos de reporte
fr: Étapes de reporting
it: Segnalare le tappe principali.

source: code
es: código

source: name
es: nombre

source: description
es: descripción

source: category
es: categoría

source: public-database
es: base de datos pública

source: Website not yet searchable
es: El sitio aún no se puede buscar

source: Ministry of Economy
es: Ministerio de Economía

source: Charities are registered but no openly searchable database yet available.
es: Las organizaciones de beneficiencia están registradas pero no hay disponible una base de datos abierta y que permita buscarlas

source: Use the final segment of the url (below /organisations) as the "registration number", converting all "-" to "_". Keep "registration number" portion all lowercase.
es: Utiliza el segmento final de la url (debajo de /organizaciones) como el "número de registro", convirtiendo todo "-" a "_". Manten la parte de "registration number" en minúsculas.

source: Registration for NGO in Indonesia can be done at the provincial level. Because there is regional autonomy, each provincial has different requirements. Website is just one example
es: El registro de ONG en Indonesia se puede hacer a nivel provincia. Como hay autonomía regional, cada provincia tiene requerimientos distintos. El sitio es sólo un ejemplo

source: The MHA assigns a registration number to each NGO - this number is time limited, for example 4 years, after which the registration is reviewed.
es: La MHA asigna un número de registro a cada ONG, este número tiene un límite de tiempo, por ejemplo 4 años, después del cual se analiza el registro.

source: There is a pdf file with a list of registered NGOs, but these do not appear to be registration numbers. New database is planned
es: Hay un PDF con una lista de las ONGs registradas pero no parece que sean los números de registro. Se planea una nueva base de datos

source: The PCP Certification Programme seeks to bring transparency, accountability and good governance in the nonprofit sector in Pakistan. The first initiative of its kind in South Asia; it involves the evaluation of a nonprofit organisation on standardised parameters of internal governance, financial management and programme delivery.
es: El PCP Certification Programme busca llevar transparencia, rendición de cuentas y buena gobernanza al sector sin fines de lucro en Pakistán. La primera iniciativa en su tipo en el sur de Asia. Involucra la evaluación de una organización sin fines de lucro en parámetros estandarizados de gobernanza interna, manejo financiero y cumplimiento de programas.

source: Most organisations (including NGOs) have to be registered with the Ministry of Interior for the Trade Register Of The Slovak Republic (Živnostensky Register Slovenskej Republiky) and are allocated a unique registration number
es: La mayoría de las organizaciónes (incluyendo ONGs) deben registrarse con el Ministry of Interior for the Trade Register Of The Slovak Republic (Živnostensky Register Slovenskej Republiky) y se les otorga un número de registro único

source: Corporation registration is the responsibility of each state (see link)
es: El registro de corporaciones es responsabilidad de cada estado (ver enlace)

source: Use the final segment of the url (below /federal and excluding the extension) as the "registration number", converting all "-" to "_". Keep "registration number" portion all lowercase.
es: Utiliza el segmento final de la url (debajo de /organizaciones) como el "número de registro", convirtiendo todo "-" a "_". Manten la parte de "registration number" en minúsculas.

source: Index of U.S. Government Departments and Agencies
es: Índice de U.S. Government Departments and Agencies

source: XI-IATI is a list of organisation identifiers that is maintained by the IATI Secretariat. Any publisher may apply to the IATI Technical Team for an identifier to be generated.
es: XI-IATI es una lista de identificadores de organización mantenido por el Secretariado de IATI. Cualquier publicador puede aplicar con el Equipo Técnico de IATI para que generen un identificador.

source: See Donor, Agency, and Delivery Channel codes
es: Ver códigos de Donante, Agencia y Canal de Entrega

source: OCHA is the part of the United Nations Secretariat responsible for bringing together humanitarian actors to ensure a coherent response to emergencies.
es: OCHA es la parte del Sectetariado de las Naciones Unidas responsable de reunir actores humanitarios para asegurar una respuesta coherente a emergencias.

source: The buyer is the entity whose budget will be used to purchase the goods.
es: El comprador es la entidad cuyo presupuesto se usará para adquirir los bienes.

source: Buyer
es: Comprador
fr: Acheteur
it: Acquirente

source: The entity managing the procurement, which may be different from the buyer who is paying / using the items being procured.
es: La entidad gestionando la adquisición, que puede ser distinta del comprador que paga/usa los artículos adquiridos.
fr: L'entité qui gère le processus de passation de marché, qui peut être différente de l'acheteur qui paie / utilise les biens et services achetés.
it: Il soggetto che gestisce l'appalto, che può essere diverso dall'acquirente il quale paga / utilizza gli articoli oggetto dell'appalto.

source: Procuring Entity
es: Entidad contratante
fr: Organisme acheteur
it: Soggetto appaltante

source: The entity awarded or contracted to provide supplies, works or services.
es: La entidad ganadora o contratada para proveer bienes, obras o servicios.
fr: L'entité attributaire ou sous contrat pour fournir des marchandises, des travaux ou des services.
it: Il soggetto aggiudicatario o appaltato per effettuare forniture, lavori o servizi.

source: Supplier
es: Proveedor
fr: Fournisseur
it: Fornitore

source: All entities who submit a tender
es: Todas las entidades que presentan una propuesta
fr: Toutes les entités qui soumettent une offre
it: Tutti i soggetti che presentano un'offerta.

source: Tenderer
es: Licitante
fr: Candidats
it: Concorrente

source: The funder is an entity providing money or finance for this contracting process.
es: El financiador es una entidad que provee dinero o financia este proceso de contratación.
fr: Le bailleur de fonds est une entité fournissant de l'argent ou des finances pour ce processus de passation de marché.
it: Il finanziatore è un soggetto che fornisce denaro o finanziamenti per questo procedimento d'appalto.

source: Funder
es: Financiador
fr: Bailleur de fonds
it: Finanziatore

source: A party who has made an enquiry during the enquiry phase of a contracting process.
es: Una parte que ha realizado un pedido de información durante la fase de solicitudes de información de un proceso de contratación.
fr: Une partie qui a pris part à un échange durant la phase d'échange d'un processus de passation de marché.
it: Una parte che ha fatto una richiesta durante la fase di interrogazione di un procedimento d'appalto.

source: Enquirer
es: Persona que solicita información
fr: Requérant
it: Richiedente

source: A party making a payment from a transaction
es: Una parte que hace un pago de una transacción
fr: Une partie qui a réalisé un paiement dans une transaction
it: Una parte che effettua un pagamento per una transazione

source: Payer
es: Pagador
fr: Payeur
it: Pagatore

source: A party in receipt of a payment from a transaction
es: Una parte que recibe un pago de una transacción
fr: Une partie qui reçoit un paiement d'une transaction
it: Una parte beneficiaria di un pagamento per una transazione.

source: Payee
es: Beneficiario
fr: Bénéficiaire
it: Beneficiario
