Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: A party responsible for the review of this procurement process. This party often has a role in any challenges made to the contract award.
es: Una parte responsable de la revisión de este proceso de adquisición. Esta parte tiene a menudo un papel en cualquier cuestionamiento hecho a la adjudicación del contrato.

source: Review Body
es: Comisión de Revisión
fr: Organe de contrôle
it: Organismo di controllo

source: The primary object of this contracting process involves physical or electronic goods or supplies.
es: El objeto primario de este proceso de contratación involucra bienes físicos o electrónicos o provisiones
fr: Le principal objet de ce processus de passation de marchés concerne des biens ou des ressources physiques ou électroniques.
it: L'oggetto principale di questa procedura di appalto riguarda beni o forniture materiali o elettroniche.

source: The primary object of this contracting process involves construction, repair, rehabilitation, demolition, restoration or maintenance of some asset or infrastructure.
es: El objeto primario de este proceso de contratación involucra construcción, reparación, rehabilitación, demolición, restauración o mantenimiento de algún bien o infraestructura.
fr: L'objet principal de ce processus de passation de marchés implique la construction, la réparation, la réhabilitation, la démolition, la restauration ou l'entretien de certains actifs ou infrastructures.
it: Lo scopo principale di questo procedimento d'appalto riguarda la costruzione, la riparazione, il recupero, la demolizione, il ripristino o la manutenzione di alcuni beni o infrastrutture.

source: The primary object of this contracting process involves professional services of some form, generally contracted for on the basis of measurable outputs or deliverables.
es: El objeto primario de este proceso de contratación involucra servicios profesionales de alguna manera, generalmente contratados en la forma de resultados medibles o entregables.
fr: L'objet principal de ce processus de passation de marchés implique des services professionnels d'une certaine forme, généralement contractés sur la base de résultats mesurables ou de livrables.
it: L'oggetto principale di questo procedimento d'appalto comprende servizi professionali di qualche genere, generalmente appaltati sulla base di risultati misurabili o risultati attesi.

source: This contracting process follows on from the related process to establish a framework. The suppliers on the framework are listed in the award section of the related process.
es: Este proceso de contratación sigue un proceso relacionado para establecer un marco. Los proveedores del marco se listan en la sección de adjudicación del proceso relacionado.
fr: Ce processus de passation de marchés suit le processus associé pour établir un contrat-cadre. Les fournisseurs sur le contra-cadre sont répertoriés dans la section sur l'attribution du processus associé.
it: Questo procedimento di appalto fa seguito al relativo procedimento per stabilire un accordo quadro. I fornitori dell'accordo quadro indicato sono elencati nella sezione dell'aggiudicazione del relativo procedimento d'appalto.

source: Framework agreement procedure first stage
es: Primera etapa de un acuerdo marco
fr: Première étape de la procédure d'accord-cadre
it: Prima fase di procedura di accordo quadro.

source: This contracting process follows on from the related planning process.
es: Este proceso de contratación sigue del proceso de planeación relacionado.
fr: Ce processus de passation de marchés suit le processus de planification associé.
it: Questo procedimento d'appalto fa seguito al relativo processo di pianificazione.

source: Planning process
es: Proceso de planeación
fr: Processus de planification
it: Processo di pianificazione

source: This contracting process may result in a sub-contract of the related process.
es: Este proceso de contratación puede resultar en un sub contrato del proceso relacionado.

source: Parent contract (for sub-contracts)
es: Contrato principal (para sub contratos)
fr: Contrat parent (pour des sous-contrats)
it: Contratto principale (per subappalti)

source: This contracting process is the renewal or replacement of the related prior process.
es: Este proceso de contratación es la renovación o sustitución de un proceso previo relacionado.
fr: Ce processus de passation de marchés est le renouvellement ou le remplacement du processus antérieur associé.
it: Questo procedimento d'appalto è il rinnovo o la sostituzione del relativo procedimento precedente.

source: Prior process
es: Proceso previo
fr: Processus antérieur
it: Precedente procedimento

source: This contracting process follows on from an previous unsuccessful process.
es: Este proceso de contratación sigue un proceso previo sin éxito
fr: Ce processus de passation de marchés fait suite à un précédent processus infructueux.
it: Questo procedimento d'appalto fa seguito a un precedente procedimento dall'esito negativo.

source: Unsuccessful process
es: Proceso sin éxito
fr: Processus infructueux
it: Procedimento dall'esito negativo

source: The related process may result in a sub-contract of this contract.
es: El proceso relacionado puede resultar en un sub contrato de este contrato.

source: Sub-contract
es: Sub contrato
fr: Sous-contrat
it: Subappalto.

source: The related process may result in the replacement of this contract.
es: El proceso relacionado puede resultar en el reemplazo de este contrato.
fr: Le processus associé peut entraîner le remplacement de ce contrat.
it: Il relativo procedimento può comportare la sostituzione di questo contratto d'appalto.

source: Replacement process
es: Proceso de reemplazo
fr: Processus de remplacement
it: Procedimento di sostituzione

source: The related process may result in the renewal of this contract.
es: El proceso relacionado puede resultar en la renovación de este contrato.
fr: Le processus associé peut entraîner le renouvellement de ce contrat.
it: Il relativo procedimento può comportare il rinnovo del presente contratto d'appalto.

source: Renewal process
es: Proceso de renovación
fr: Processus de renouvellement
it: Procedimento di rinnovo

source: An open contracting process identifier (OCID)
es: Un identificador de proceso de contratación abierta (OCID)

source: A contracting process is proposed or planned. Information in the tender section describes the proposed process. The tender.status field should be used to identify whether the planning is at an early pipeline stage, or whether there are detailed plans for a tender developed.
es: Se propone o planea un proceso de contratación. La información en la sección de licitación describe el proceso propuesto. El campo tender.status debe de usarse para identificar si la planeación está en una etapa temprana o si hay planes detallados para una licitación.
fr: Un processus de passation de marchés est proposé ou prévu. L'information dans la section sur l'appel d'offres décrit le processus proposé. Le champ `tender.status` devrait être utilisé pour identifier si la planification se trouve à un stade précoce du processus ou s'il existe des plans détaillés pour que l'appel d'offres se développe.
it: Viene proposto o pianificato un procedimento d'appalto. Le informazioni nella sezione di gara descrivono il procedimento proposto. Il campo tender.status dovrebbe essere usato per indicare se la pianificazione è in una fase iniziale di sviluppo, o se ci sono piani dettagliati per una gara d'appalto già elaborata.

source: Planning
es: Planeación
it: Pianificazione

source: Details of a proposed or planned contracting process are being updated. This may include addition of information and documents from consultation engagement activities, revised details or timelines for a proposed contracting process, or a tender.status update to indicate that a pipeline proposal has been withdrawn.
es: Se actualizan los detalles de un proceso de contratación propuesto o planeado. Esto puede incluir adición de información y documentos de actividades de consulta, detalles revisados o líneas de tiempo para un proceso de contratación propuesto, o una actualización de tender.status para indicar que una propuesta de proyecto se ha retirado.
fr: Les détails d'un processus de passation de marchés proposé ou prévu sont mis à jour. Cela peut inclure l'ajout d'informations et de documents tirés de la consultation de la société civile, des détails révisés ou des étapes pour un processus de passation de marché proposé ou une mise à jour du champ `tender.status` pour indiquer qu'une proposition a été retirée.
it: I dettagli di un procedimento di appalto proposto o pianificato sono in fase di aggiornamento. Ciò può includere l'aggiunta di informazioni e documenti da attività di consultazione e coinvolgimento, dettagli rivisti o tempistiche per un procedimento d'appalto proposto, o un aggiornamento del tender.status per segnalare che una proposta in sviluppo è stata ritirata.

source: Planning Update
es: Actualización de Planeación
fr: Mise à jour du planning
it: Aggiornamento sulla pianificazione

source: Providing information about a new tender (call for proposals) process. Tender release should contain details of the goods or services being sought.
es: Provee información sobre una nueva licitación (llamado a propuestas). La entrega de licitación debe contener detalles de los bienes o servicios que se buscan.
fr: Fournit des informations sur un nouveau processus d'appel d'offres (appel à propositions). L'instance sur l'appel d'offres doit contenir des détails sur les produits ou services recherchés.
it: Fornire informazioni riguardo una nuova gara d'appalto (bando di gara). La pubblicazione del bando di gara dovrebbe contenere dettagli su prodotti o servizi richiesti.

source: An amendment to an existing tender release. There should be at least one tender release with the same ocid, but an earlier releaseDate, before a tenderAmendment is published. The term amendment has legal meaning in many jurisdictions.
es: Una enmienda a una entrega de licitación existente. Debe haber por lo menos una entrega de licitación con el mismo ocid, pero una releaseDate anterior antes de que se publique un tenderAmendment. El término enmienda tiene significado legal en varias jurisdicciones.
fr: La modification d'instance existante d'appel d'offres. Il devrait y avoir au moins une instance d'appel d'offres avec le même `ocid`, mais avec une date `releaseDate` antérieure avant qu'une modification `tenderAmendment` ne soit publiée. Le terme "modification" a une signification juridique dans de nombreuses juridictions.
it: Una variante a un bando di gara esistente. Ci dovrebbe essere almeno una versione di bando di gara con lo stesso ocid, ma una precedente releaseDate, prima che una tenderAmendment venga pubblicata. Il termine variante ha un significato legale in molte giurisdizioni.

source: Tender Amendment
es: Enmienda de Licitación
fr: Modification d'un appel d'offres
it: Variante della gara

source: An update to an existing tender release. There should be at least one tender release with the same ocid, but an earlier releaseDate, before a tenderUpdate is published. An update may add new information or make corrections to prior published information. It should not be used for formal legal amendments to a tender, for which the tenderAmendment tag should be used.
es: Una actualización de una entrega de licitación existente. Debe haber por lo menos una entrega de licitación con el mismo ocid con una releaseDate previa, antes de publicar una tenderUpdate. Una actualización puede tener nueva información o hacer correcciones a información publicada previamente. No debe de usarse para enmiendas formalmente legales, para lo cual existe la etiqueta tenderAmendment.

source: Tender Update
es: Actualización de Licitación
fr: Mise à jour de l'appel d'offres
it: Aggiornamento della gara

source: The cancellation of an existing tender. There should be at least one release with the same ocid, but an earlier releaseDate, which provides details of the tender being cancelled.
es: La cancelación de una licitación existente. Debe haber por lo menos una entrega con el mismo ocid con una releaseDate previa, que provea detalles sobre la cancelación de la licitación.
fr: L'annulation d'un appel d'offre existant. Il devrait y avoir au moins une instance avec le même `ocid`, mais à une date `releaseDate` antérieure, qui fournit des détails sur l'appel d'offres annulé.
it: La cancellazione di una gara esistente. Ci dovrebbe essere almeno una versione con lo stesso ocid, ma una precedente releaseDate, che fornisce i dettagli dell'offerta annullata.

source: Tender Cancellation
es: Cancelación de la Licitación
fr: Annulation de l'appel d'offres
it: Annullamento della gara

source: Providing information about the award of a contract. The tender section may be populated with details of the process leading up to the award, and one or more award sections will be present.
es: Provee información sobre la adjudicación de un contrato. La sección de licitación puede llenarse con detalles del proceso que lleva a la adjudicación y una o más secciones de adjudicación se presentarán.

source: Award
es: Adjudicación
fr: Attribution
it: Aggiudicazione

source: An update to an existing award release. There should be at least one award release with the same ocid, but an earlier releaseDate before an awardUpdate is published. An update may add new information or make corrections.
es: Una actualización a una entrega de adjudicación existente. Debe haber por lo menos una entrega de adjudicación con el mismo ocid, pero con una releaseDate anterior antes de que se publique un awardUpdate. Una actualización puede agregar nueva información o hacer correcciones.

source: Award Update
es: Actualización de Adjudicación
fr: Mise à jour de l'attribution
it: Aggiornamento dell'assegnazione.

source: Providing information about the cancellation of an award.
es: Provee información sobre la cancelación de una adjudicación.

source: Award Cancellation
es: Cancelación de la Adjudicación
fr: Annulation de l'attribution
it: Cancellazione dell'aggiudicazione.

source: Providing information about the details of a contract that has been, or will be, entered into. The tender section may be populated with details of the process leading up to the contract, and the award section may contain details of the award on the basis of which this contract will be signed.
es: Provee información sobre los detalles de un contrato que inició o iniciará. La sección de licitación puede llenarse con detalles del proceso que lleva a la contratación y la sección de adjudicación puede contener detalles de la adjudicación con base en los cuales se firmará este contrato.
fr: Fournit des informations sur les détails d'un contrat qui a été ou sera conclu. La section sur l'appel d'offres peut être remplie de détails sur le processus menant au contrat et la section d'attribution peut contenir des détails sur l'attribution sur la base de laquelle ce contrat sera signé.
it: Fornire informazioni sui dettagli di un contratto d'appalto che è stato, o sarà, inserito. La sezione di gara può essere compilata con i dettagli del procedimento che ha portato al contratto d'appalto, e la sezione di aggiudicazione può contenere dettagli sull'aggiudicazione stessa sulla base della quale questo contratto sarà firmato.

source: Contract
es: Contrato
fr: Contrat
it: Contratto

source: Providing information about updates to a contract. There should be at least one contract release with the same ocid, but an earlier releaseDate, before a contractUpdate is published. An update may add new information or make corrections to prior published information. It should not be used for formal legal amendments to a contract, for which the contractAmendment tag should be used.
es: Provee información sobre actualizaciones a un contrato. Debe haber por lo menos una entrega de contrato con el mismo ocid con fecha previa de releaseDate, antes de que se publique un contractUpdate. Una actualización puede agregar nueva información o hacer correcciones a información publicada previamente. No debe de incluir enmiendas legales a un contrato, para esto se debe usar la etiqueta contractAmendment.

source: Contract Update
es: Actualización de Contrato
fr: Mise à jour du contrat
it: Aggiornamento del contratto

source: An amendment to an existing contract release. There should be at least one contract release with the same ocid, but an earlier releaseDate, before a contractAmendment is published. The term amendment has legal meaning in many jurisdictions.
es: Una enmienda a una entrega existente de contrato . Debe de haber por lo menos una entrega de contrato con el mismo ocid, pero una releaseDate anterior antes de que se publique un contractAmendment. El término enmienda tiene significado legal en varias jurisdicciones.
fr: Une modification à une instance existante de contrat. Il devrait y avoir au moins une instance de contrat avec le même `ocid`, mais avec une date `releaseDate` antérieure avant qu'une modification `contractAmendment` ne soit publiée. Le terme modification a une signification juridique dans de nombreuses juridictions.
it: Una variante a una versione del contratto d'appalto esistente. Ci dovrebbe essere almeno una versione del contratto con lo stesso ocid, ma un precedente releaseDate, prima che venga pubblicato un contractAmendment. Il termine emendamento ha un significato legale in molte giurisdizioni.

source: Contract Amendment
es: Enmienda del Contrato
fr: Modifications du contrat
it: Variante del contratto d'appalto.

source: Providing new information on the implementation of a contracting process.
es: Provee información nueva sobre la implementación de un proceso de contratación

source: Implementation
es: Implementación
fr: Exécution
it: Attuazione

source: Updating existing information provided about the implementation of a contracting process.
es: Actualiza información existente sobre la implementación de un proceso de contratación.
fr: Met à jour des informations existantes fournies sur l'exécution d'un processus de passation de marchés.
it: Aggiornamento delle informazioni esistenti fornite riguardo all'attuazione di un procedimento di appalto.

source: Implementation Update
es: Actualización de Implementación
fr: Mise à jour de l'exécution
it: Aggiornamento sull'attuazione

source: Providing information at the end of a contracting process.
es: Provee información al final de un proceso de contratación.
fr: Fournir des informations sur la fin d'un contrat.
it: Fornire informazioni al termine di un procedimento di appalto.

source: Contract Termination
es: Terminación de Contrato
fr: Fin d'un contrat
it: Risoluzione del contratto

source: This tag is used only in compiled records, which have merged together multiple releases to provide a snapshot view of the contract, and a version history.
es: Esta etiqueta se usa sólo en registros compilados, que han reunido múltiples entregas para proveer una captura del contrato y un historial de versiones.

source: Compiled record
es: Registro Compilado
fr: Archive compilée
it: Descrittore compilato

source: Bids will be recieved through an electronic procurement platform.
es: Las propuestas se recibirán a través de una plataforma electrónica de compra.

source: Electronic Submission
es: Entrega Electrónica
fr: Soumission électronique
it: Invio telematico

source: Bids will be recieved through an electronic auction platform.
es: Las propuestas se recibirán a través de una plataforma electrónica de subasta

source: Electronic Auction
es: Subasta Electrónica
fr: Enchère électronique
it: Asta elettronica

source: Bids will be recieved via written documents, delivered as hard copies, via generic e-mail systems, or some similar mechanism.
es: Las propuestas se recibirán via documentos escritos, entregados como copias físicas, via sistemas de correo electrónico genérico o algún mecanismo similar.

source: Written
es: Escrita
fr: Écrit
it: Scritto

source: Bids will only be recieved if they are hand delivered at the time and place specified in submissionMethodDetails or attached documentation.
es: Las propuestas sólo se recibirán si se entregan en persona en el tiempo y hora especificada en submissionMethodDetails o la documentación adjunta.

source: In Person
es: En Persona
fr: En personne
it: Di persona

source: A future contracting process is being considered. Early information about the process may be provided in the tender section. A process with this status may provide information on early engagement or consultation opportunities, during which the details of a subsequent tender can be shaped.
es: Se está considerando un proceso de contratación futuro. La información inicial sobre el proceso se puede proveer en la sección de licitación. Un proceso con este estado puede proveer información sobre actividades iniciales u oportunidades de consulta, durante los cuales se puede dar forma a los detalles subsecuentes de la licitación.
fr: Un futur processus de passation de marchés est en cours d'examen. Des informations précises sur le processus peuvent être fournies dans la section sur l'appel d'offres. Un processus avec ce statut peut fournir des informations sur des possibilités d'engagements ou des opportunités de consultation, au cours desquelles les détails d'une offre ultérieure peuvent être façonnés.
it: Un futuro procedimento d'appalto viene preso in considerazione. Informazioni preliminari sul processo possono essere fornite nella sezione di gara. Un processo con questo stato può fornire informazioni su impegni preventivi od opportunità di consulenza, durante il quale è possibile definire i dettagli di una gara successiva.

source: A contracting process is scheduled, but is not yet taking place. Details of the anticipated dates may be provided in the tender block.
es: Un proceso de contratación está planeado pero no está ocurriendo. Los detalles de las fechas anticipadas puede proveerse en el bloque de licitación.
fr: Un processus de passation de marchés est programmé, mais il n'a pas encore débuté. Les détails des dates planifiées peuvent être fournis dans le composant d'appel d'offres.
it: È in programma un procedimento d' appalto, ma non è ancora in corso. I dettagli delle date previste possono essere forniti nel blocco dedicato alla gara.

source: Planned
es: Planeado
fr: Planifié
it: Pianificato

source: A tender process is currently taking place.
es: Un proceso de licitación está en proceso.
fr: Un processus d'appel d'offres est en cours.
it: Un procedimento di gara d'appalto è attualmente in corso.

source: The tender process has been cancelled.
es: El proceso de licitación ha sido cancelado.
fr: Le processus d'appel d'offres a été annulé.
it: Il procedimento di gara è stato cancellato.

source: The tender process was unsucessful.
es: El proceso de licitación no fue exitoso.

source: The tender process is complete.
es: El proceso de licitación está completo.

source: Complete
es: Completo
fr: Clôturé
it: Completare

source: No further information on this process is available under this ocid.
es: No hay más información disponible sobre este proceso bajo este ocid.
fr: Aucune information supplémentaire sur ce processus n'est disponible sous cet `ocid`.
it: Nessuna ulteriore informazione su questo processo è disponibile in questo ocid.

source: Withdrawn
es: Retirado
fr: Retiré
it: Ritirata.

source: Use the commmon code from the latest version of the UN/CEFACT Recommendation 20 list of 'Codes for Units of Measure Used in International Trade'
es: Uso del código común de la última versión del la lista 'Codes for Units of Measure Used in International Trade' de UN/CEFACT Recommendation 20
