Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: UN/CEFACT Recommendation 20
fr: Recommandation 20 de l'ONU/CEFACT
it: Raccomandazione UN/CEFACT 20

source: Use the common code from the latest version of the UN/CEFACT Recommendation 20 list of 'Codes for Units of Measure Used in International Trade'
fr: Utilisez le code commun de la dernière version de la liste des «Codes des unités de mesure utilisées dans le commerce international» de la Recommandation 20 de l'ONU/CEFACT
it: Utilizzare il codice comune dell'ultima versione della lista di raccomandazioni 20 UN/CEFACT "Codici per le unità di misura utilizzate nel commercio internazionale"

source: Documentation of the arrangements, or reasons, for cancellation of a contracting process, award or specific contract.
fr: Documentation sur les accords, ou les raisons, pour l'annulation d'un processus de passation de marchés, d'une attribution ou d'un contrat spécifique.
