Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: Category
es: Categoría
fr: Catégorie
it: Categoria

source: Code
es: Código
it: Codice

source: Title
es: Título
fr: Titre
it: Titolo

source: Description
es: Descripción
it: Descrizione

source: Required by
es: Requerido por

source: The total number of unique requests to participate received
es: El número total de solicitudes únicas de participación recibidas
fr: Le nombre total de demandes uniques de participation reçues
it: Il numero totale di richieste di partecipazione uniche ricevute

source: Requests to Participate
es: Solicitudes de participación
fr: Demandes de participation
it: Invito ad offrire

source: The total number of unique bids received (prior to any being discounted for not meeting essential criteria).
es: El número total de ofertas únicas recibidas (antes de que se descarten por no cumplir los criterios esenciales).
fr: Le nombre total d'offres uniques reçues, avant que certaines ne soient éventuellement disqualifiées car elles ne satisfont pas un critère essentiel.
it: Il numero totale di offerte uniche ricevute (prima che qualcuna venga esclusa per il mancato rispetto dei criteri essenziali)

source: Bids
es: Ofertas
fr: Offres
it: Offerte

source: The total number of unique bids received that were considered valid against relevant criteria (either of the bidder, or the bid submission itself). All valid bids should be consider during the tender evaluation stage.
es: El número total de ofertas únicas recibidas que se consideraron válidas en función de los criterios pertinentes (del licitante o de la solicitud de oferta misma). Todas las ofertas válidas deben ser consideradas durante la etapa de evaluación de ofertas.

source: Valid Bids
es: Ofertas Válidas
fr: Offres valides
it: Offerte valide

source: The total number of unique organiastions or consortia submitting bids (prior to any being discounted for not meeting essential criteria).
es: El número total de organizaciones únicas o consorcios que presentan ofertas (antes de que se descarten por no cumplir los criterios esenciales).

source: Bidders
es: Licitantes
fr: Candidats
it: Concorrenti

source: The total number of unique organiastions or consortia passing the qualification stage of the evaluation process.
es: El número total de organizaciones únicas o consorcios que pasan la fase de calificación del proceso de evaluación.

source: Qualified Bidders
es: Licitantes Calificados
fr: Candidats qualifiés
it: Candidati in possesso dei requisiti richiesti

source: The total number of unique organiastions or consortia that did not pass the qualification stage of the evaluation process.
es: El número total de organizaciones únicas o consorcios que no pasaron la etapa de calificación del proceso de evaluación.

source: Disqualified Bidders
es: Licitantes Descalificados
fr: Candidats disqualifiés
it: Candidati esclusi

source: The number of bids received by electronic means.
es: El número de ofertas recibidas por medios electrónicos.
fr: Le nombre d'offres reçues par voie électronique.
it: Il numero di offerte ricevute attraverso strumenti elettronici

source: Electronic Bids
es: Ofertas Electrónicas
fr: Offres dématérialisées
it: Offerte elettroniche

source: The number of bids received from Small and Medium Sized Enterprises
es: El número de ofertas recibidas de pequeñas y medianas empresas
fr: Le nombre d'offres reçues de la part de Petites et Moyennes Entreprises
it: Il numero di offerte ricevute da Piccole e Medie Imprese

source: Bids from SMEs
es: Ofertas de PYMES
fr: Offre de PME
it: Offerte da parte di Piccole e Medie Imprese

source: The number of bids received from bidders from outside the country where the tender is issued.
es: El número de ofertas recibidas de licitantes de fuera del país donde se emite la oferta.
fr: Le nombre d'offres reçues à partir de candidats issus de pays autre que celui dont l'appel d'offres émane.
it: Il numero di offerte ricevute da parte di concorrenti al di fuori del paese nel quale si tiene la gara

source: Bids from Foreign Firms
es: Ofertas de Empresas Extranjeras
fr: Offres d'entreprises étrangères
it: Offerte da parte di Società Estere

source: The number of bids received from bidders from outside the country where the tender is issued, but based within another EU country, Iceland, Norway,or Liechtenstein.
es: El número de ofertas recibidas de licitantes procedentes del exterior del país en el que se emite la oferta, pero con sede en otro país de la UE, Islandia, Noruega o Liechtenstein.
fr: Le nombre d'offres reçues à partir de candidats issus de l'extérieur du pays d'où l'appel d'offres est émis mais basé dans un autre pays de l'Union Européenne, en Islande, en Norvège ou au Liechtenstein.
it: Il numero di offerte ricevute da concorrenti al di fuori del paese nel quale si tiene la gara, ma provenienti da un altro paese UE, Islanda, Norvegia o Liechtenstein.

source: Bids from firms in other EU single market countries
es: Ofertas de empresas de otros países miembros de la UE
fr: Offres provenant d'autres pays du marché unique de l'UE
it: Offerte da parte di aziende in altri paesi del mercato unico UE.

source: The number of tenders excluded because they were abnormally low. Note that in some EU datasets this may have been converted from a boolean, such that a value of 1 would indicate '1 or more' tenders were excluded. Users should evalute and interpret data accordingly.
es: El número de ofertas excluidas porque eran anormalmente bajas. Tenga en cuenta que en algunos conjuntos de datos de la UE esto pudo haber sido convertido de un booleano, de modo que un valor 1 indicaría "1 o más" ofertas fueron excluidas. Los usuarios deben evaluar e interpretar los datos según corresponda.

source: Tenders excluded because they were abnormally low
es: Se excluyeron las ofertas porque eran anormalmente bajas
fr: Offres exclues parce qu'elles étaient anormalement faibles
it: Offerte escluse in quanto eccessivamente basse

source: Source
es: Fuente
it: Fonte

source: The Nomenclature of Territorial Units for Statistics (NUTS) was established by Eurostat in order to provide a single uniform breakdown of territorial units for the production of regional statistics for the European Union.
es: Nomenclatura de las Unidades Territoriales Estadísticas (NUTS) fue establecida por Eurostat con el fin de proporcionar un único desglose uniforme de las unidades territoriales para la producción de estadísticas regionales para la Unión Europea.

source: EU Nomenclature of Territorial Units for Statistics
es: Nomenclatura de las Unidades Territoriales Estadísticas de la UE

source: ISO 2-Letter Country Codes
es: Códigos de País de 2 dígitos ISO

source: ISO Country Codes (3166-1 alpha-2)
es: Códigos de Países ISO (3166-1 alpha-2)

source: GeoNames provides numerical identifiers for many points of interest around the world, including administrative divisions, poulated centres and other locations, embedded within a structured tree of geographic relations.
es: GeoNames proporciona identificadores numéricos para muchos puntos de interés en todo el mundo, incluyendo divisiones administrativas, centros poblados y otros lugares, incrustados dentro de un árbol estructurado de relaciones geográficas.

source: Open Street Map Nodes consist of a single point in space defined by a latitude, longitude and node ID. Nodes may have tags to indicate the particular geographic feature they represent.
es: Los Nodos de Open Street Map consisten en un único punto en el espacio definido por una latitud, longitud y ID de nodo. Los nodos pueden tener etiquetas para indicar la característica geográfica particular que representan.

source: Open Street Map Node
es: Nodo de Open Street Map

source: Relations are used to model logical (and usually local) or geographic relationships between objects. In practice, boundaries of geographic areas are available as Relations in Open Street Map.
es: Las relaciones se usan para modelar relaciones lógicas (y generalmente locales) o geográficas entre objetos. En la práctica, los límites de áreas geográficas están disponibles como Relaciones de Open Street Map.

source: Open Street Map Relation
es: Relación de Open Street Map

source: An Open Street Map Way is an ordered list of Open Street Map nodes. May be used to describe fragments of roads or local boundaries and bounding boxes.
es: Una Vía de Open Street Map es una lista ordenada de nodos Open Street Map. Puede ser usado para describir fragmentos de caminos o límites locales y cajas delimitadoras.

source: Open Street Map Way
es: Vía de Open Street Map

source: Deprecated
es: Obsoleto
fr: Déprécié
it: Deprecato

source: The award will be made to the qualified bid with the lowest price.
es: La adjudicación se otorgará a la propuesta calificada con el precio más bajo.
fr: L'attribution sera faite à l'offre qualifiée au prix le plus bas (moins disant).
it: L'assegnazione avverrà a favore dell'offerta con i requisiti necessari al prezzo più basso.

source: Price only
es: Sólo precio

source: The award will be made to the qualified bid demonstrating the lowest overall cost. A cost assessment could cover the entire monetary implications of the proposal, including the price paid to the supplier and the running costs, switching costs or other non-price costs of choosing a particular option.
es: La adjudicación se otorgará a la propuesta calificada que demuestre el costo más bajo en general. Una evaluación de costos puede cubrir todas las implicaciones monetarias de la propuesta, incluyendo el precio pagado al proveedor y los costos actuales, cambiando costos u otros costos que no tienen que ver con el precio al elegir una opción en particular.
fr: L'attribution sera faite à l'offre qualifiée qui aura démontrée le coût d'ensemble le plus faible. Une évaluation des coûts peut comprendre les implications monétaires de la proposition, comprenant le prix payé au fournisseur et les coûts de fonctionnement, les coûts de transition ou tout autre coût non chiffré lié au choix d'une option particulière.
it: L’assegnazione avverrà a favore dell’offerta che risponde ai requisiti e vanta i costi complessivi più bassi. Una valutazione dei costi potrebbe includere tutti i risvolti monetari della proposta, compresi il prezzo pagato al fornitore e i costi di gestione, i costi di trasferimento o altri costi non legati al prezzo relativi alla scelta di una particolare opzione.

source: The award will be made to the qualified bid demonstrating the highest quality against some assessment method. The price is either fixed, or with a maximum set and price factors not included in the evaluation.
es: La adjudicación se otorgará a la propuesta calificada que muestra la calidad más alta contra algún método de evaluación. El precio es fijo o con un fijo máximo y sin incluir factores de precio en la evaluación.
fr: L'attribution sera faite à l'offre qualifiée qui aura démontrée la meilleure qualité par rapport à une méthode d'évaluation. Le prix est soit fixe, soit défini avec un maximum établi et des facteurs de prix qui ne sont pas compris dans l'évaluation.
it: L’assegnazione avverrà a favore dell’offerta che risponde ai requisiti e vanta la più alta qualità rispetto ad alcuni metodi di valutazione. Il prezzo è o fisso, o con un tetto massimo, e i fattori prezzo non sono inclusi nella valutazione.

source: Quality Only
es: Sólo Calidad
fr: Qualité seulement
it: Criterio della qualità

source: The award will be made to the qualified bid demonstrating the highest score against a set of weighted criteria such as price, cost and quality (including, for example, the environmental and social impact of the procurement). Structured information on individual qualifying criteria can be provided with the requirements extension.
es: La adjudicación se otorgará a la propuesta calificada que demuestre el valor más alto contra una serie de criterios como precio, costo y calidad (incluyendo, por ejemplo, el impacto social y ambiental de la compra). Se puede proveer información estructurada sobre los criterios individuales de calificación con la extensión de requerimientos.
fr: L'attribution sera faite à l'offre qualifiée démontrant le plus haut niveau par rapport à un ensemble de critères pondérés comme le prix, le coût et la qualité (comprenant par exemple l'impact environnemental et social de l'appel d'offres). Des informations structurées sur les critères individuels de qualification peuvent être fournies dans l'extension sur les exigences. Quasi-équivalent de "mieux disant".
it: L’assegnazione avverrà a favore dell’offerta che risponde ai requisiti e vanta il punteggio più alto rispetto a una serie di criteri ponderati come prezzo, costo e qualità (inclusi, per esempio, l’impatto sociale e ambientale dell’appalto). Informazioni strutturate su criteri di idoneità individuali possono essere fornite con l’estensione dei requisiti.

source: Rated Criteria
es: Criterios Evaluados
fr: Critères notés
it: Parametri classificati

source: This code has been deprecated. Please choose from one of the other codes.
es: Este código es obsoleto. Por favor elige alguno de los otros códigos.
fr: Ce code a été déprécié. Veuillez choisir un des autres codes.
it: Questo codice è deprecato. Per favore scegli da uno degli altri codici.

source: Lowest Cost
es: Precio Más Bajo
fr: Moindre coût
it: Costo più basso.

source: Best Proposal
es: Mejor Propuesta
fr: Meilleure offre
it: Migliore offerta

source: This code has been deprecated. 'Rated criteria' is a likely alternatives for most procedures formerly mapped to this code.
es: Este código es obsoleto. 'Criterios de calificación' es una alternativa para la mayoría de los procesos previamente mapeados con este código.
fr: Ce code a été déprécié. "Rated criteria" est une alternative probable pour la plupart des procédures correspondant à ce code.
it: Questo codice è deprecato. "Parametri classificati" è una probabile alternativa per la maggioranza delle procedure precedentemente abbinate a questo codice.

source: Best Value to Government
es: Mejor Valor al Gobierno
fr: Meilleur rapport qualité-prix
it: Miglior valore per l'Amministrazione

source: Single Bid Only
es: Sólo Una Propuesta
fr: Offre unique seulement
it: Solo singola offerta.

source: Pending
es: Pendiente
fr: En attente
it: In sospeso

source: This award has been proposed, but is not yet in force. This may be due to a cooling off period, or some other process.
es: Esta adjudicación se ha propuesto pero no está implementada. Esto puede ser por un periodo de anulación de compra o algún otro proceso.
fr: Cette attribution a été proposée, mais n'est pas encore en vigueur. Cela peut être dû à un délai de rétractation ou tout autre processus.
it: Questa aggiudicazione è stata annunciata, ma non è ancora in vigore. Questo può essere dovuto per far decorrere il periodo di recesso o a qualche altra procedura.

source: Active
es: Activo
it: Attivo.

source: This award has been made, and is currently in force.
es: Se ha adjudicado y está en proceso.
fr: Cette attribution a été faite et est actuellement en vigueur.
it: Questa aggiudicazione di appalto è stata effettuata, ed è attualmente in vigore.

source: Cancelled
es: Cancelado
fr: Annulée
it: Annullato.

source: This award has been cancelled.
es: Esta adjudicación se ha cancelado.
fr: Cette attribution a été annulée.
it: Questa aggiudicazione è stata cancellata.

source: Unsuccessful
es: Sin Éxito
fr: Infructeux
it: Respinta.

source: This award could not be successfully made. If items or supplier details are included within the award section, then these narrow the scope of the unsuccessful award (i.e. the award of noted items, or an award to the noted supplier, was unsuccessful, but there may be other successful awards for different items listed in the tender, or to different suppliers).
es: Esta adjudicación no se pudo otorgar exitosamente. Si se incluyen detalles de artículos o proveedores dentro de la sección de adjudicación, entonces esto limita la visión de la adjudicación no exitosa (p.ej. la adjudicación de los artículos anotados o una adjudicación al proveedor mencionado no funcionó pero puede haber otras adjudicaciones exitosas de distintos artículos listados en la licitación o a distintos proveedores).
fr: Cette attribution n'a pas abouti. Si la section d'attribution comprend des détails sur les livrables du marché ou les fournisseurs, alors ces détails précisent la portée de l'attribution infructueuse. En d'autres termes, l'attribution des éléments mentionnés, ou une attribution au fournisseur mentionné, a échoué, mais il peut y avoir d'autres éléments de l'appel d'offres qui ont été attribués avec succès ou à des fournisseurs différents.
it: Questa aggiudicazione non ha avuto esito positivo. Se voci o informazioni sul fornitore sono incluse nel paragrafo dell’aggiudicazione, allora queste restringono il campo dell’aggiudicazione respinta (es. l’aggiudicazione di voci indicate, o un’aggiudicazione al fornitore indicato, è stata respinta, ma ci possono essere altre aggiudicazioni approvate per voci diverse elencate nella gara, o per diversi fornitori).

source: This contract has been proposed, but is not yet in force. It may be awaiting signature.
es: Se ha propuesto este contrato pero todavía no se implementa. Puede que esté esperando ser firmado.
fr: Ce contrat a été proposé, mais n'est pas encore en vigueur. Il peut être en attente de signature.
it: Questo appalto è stato proposto ma non è ancora in vigore. Potrebbe dover essere ancora firmato.

source: This contract has been signed by all the parties, and is now legally in force.
es: Este contrato se ha firmado por todas las partes y ahora está legalmente en proceso.
fr: Ce contrat a été signé par toutes les parties et est maintenant légalement en vigueur.
it: Questo contratto è stato firmato da tutte le parti in causa, ed è ora legalmente in vigore.

source: This contract has been cancelled prior to being signed.
es: Este contrato se canceló antes de ser firmado.
fr: Ce contrat a été annulé avant d'être signé.
it: Questo appalto è stato annullato prima che fosse firmato.

source: Terminated
es: Terminado

source: This contract was signed and in force, and has now come to a close. This may be due to successful completion of the contract, or may be early termination due to some non-completion.
es: Este contrato se firmó y está en proceso y ahora se ha cerrado. Esto puede ser debido a que se completó exitosamente o se terminó antes debido a algún incumplimiento.
fr: Ce contrat a été signé et en vigueur, et est parvenu à son terme. Cela peut être dû à la réussite du contrat, ou peut provenir d'une résiliation anticipée en raison d'un non-achèvement.
it: Questo appalto era firmato e in vigore, ed è ora giunto a conclusione. Questo può essere dovuto all’avvenuto completamento dell’appalto o può trattarsi di una conclusione anticipata dovuta al non completamento di alcune parti.

source: Section
es: Sección
it: Paragrafo.

source: Tender Notice
es: Aviso de Licitación
fr: Avis d'appel d'offres
it: Bando di gara.

source: The formal notice that gives details of a tender. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que da los detalles de una licitación. Este puede ser un enlace a un documento descargable, a un sitio web o a una gaceta oficial en la cual se contiene el aviso.
fr: L'avis formel qui fournit les détails sur un appel d'offres et sa publicité. Cela peut être un lien vers un document téléchargeable,
it: L’avviso formale che fornisce informazioni su una gara. Può essere un link a un documento scaricabile, a una pagina web, o a una gazzetta officiale che riporta l’avviso.

source: Award Notice
es: Aviso de Adjudicación
fr: Avis d'attribution
it: Avviso di aggiudicazione.

source: The formal notice that gives details of the contract award. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que da detalles sobre la adjudicación del contrato. Este puede ser un enlace a un documento descargable, a un sitio web o a una gaceta oficial la cual contiene el aviso.
fr: L'avis formel qui donne les détails du contrat attribué. Cela peut être un lien vers un document téléchargeable, une page Web ou un journal officiel dans lequel l'avis est publié.
it: L’avviso formale che fornisce informazioni sull’assegnazione dell’appalto. Questo può essere un link a un documento scaricabile, a una pagina web, o a una gazzetta officiale che riporta l’avviso.

source: Contract Notice
es: Aviso de Contrato
fr: Avis de signature de contrat
it: Avviso di appalto.

source: The formal notice that gives details of a contract being signed and valid to start implementation. This may be a link to a downloadable document, to a web page, or to an official gazette in which the notice is contained.
es: El aviso formal que da detalles sobre la firma del contrato y su validez para iniciar la implementación. Este puede ser un enlace a un documento descargable, a un sitio web o a una gaceta oficial la cual contiene el aviso.
fr: L'avis formel qui donne les détails sur un contrat en cours de signature et valide le début de sa mise en œuvre. Cela peut être un lien vers un document téléchargeable, une page Web ou un journal officiel où l'avis est contenu.
it: L’avviso formale che fornisce informazioni sulla sottoscrizione di un appalto in corso di validità e del quale può essere avviata la realizzazione. Può essere un link a un documento scaricabile, a una pagina web, o a una gazzetta ufficiale nel quale si trova l’avviso.

source: Completion certificate
es: Certificado de terminación
fr: Certificat de réalisation
it: Certificato attestante il completamento

source: A completion certificate issued by a relevant authority providing evidence that works were completed to a certain level of quality. Completion certificates may only be relevant for particular kinds of contracting processes.
es: Un certificado de terminación expedido por una autoridad relevante que provea evidencia de que los trabajos se completaron con cierto nivel de calidad. Puede que los certificados de terminación sólo sean relevantes para ciertos tipos de procesos de contratación.
fr: Un certificat de réalisation publié par une autorité compétente qui fournit des preuves que les travaux ont été accomplis avec un certain niveau de qualité. Des certificats de réalisation peuvent n'être pertinents que dans certains types de processus de passation de marché.
it: Un certificato di completamento rilasciato da un ente competente che dimostra che i lavori sono stati conclusi con un determinato livello di qualità. I certificati di completamento riguardano solo determinate tipologie di procedure d’appalto.

source: Procurement Plan
es: Plan de Compra
fr: Plan de commande publique
it: Piano d'appalto

source: Documentation that sets out the basis for this particular contracting process.
es: Documentación que establece las bases para este proceso de contratación en particular.
fr: La document qui décrit les bases de ce processus de passation de marché.
it: Documentazione che stabilisce le basi per questa particolare procedura d'appalto.

source: Bidding Documents
es: Documentos de la Oferta
fr: Dossier de réponse à l'appel d'offres
it: Documenti di gara d'appalto.
