Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: Use the [QUDT Code](http://www.qudt.org/qudt/owl/1.0.0/unit/Instances.html) value.
es: Usa el valor del [QUDT Code](http://www.qudt.org/qudt/owl/1.0.0/unit/Instances.html).
fr: Utilisez la valeur du [code QUDT](http://www.qudt.org/qudt/owl/1.0.0/unit/Instances.html).
it: Utilizzare il valore [QUDT Code](http://www.qudt.org/qudt/owl/1.0.0/unit/Instances.html).

source: Quantities, Units, Dimensions and Data Types Ontologies
es: Ontologías de Cantidades, Unidades, Dimensiones y Tipos de Datos
fr: Quantités, unités, dimensions et ontologies de types de données
it: Quantitativi, unità, dimensioni e Ontologie di Tipi di Dati

source: The total number of unique bids received that were considered valid against relevant criteria (either of the bidder, or the bid submission itself). All valid bids should be considered during the tender evaluation stage.
fr: Le nombre total d'offres uniques reçues qui ont été considérées comme valides par rapport aux critères pertinents (liés au candidat ou à l'offre elle-même). Toutes les offres validées doivent être étudiées durant la période d'évaluation.
it: Il numero totale di offerte uniche ricevute che sono state considerate valide rispetto ai criteri pertinenti (o del concorrente, o della presentazione dell’offerta). Tutte le offerte valide dovrebbero essere considerate durante la fase di valutazione della gara d’appalto.

source: The total number of unique organizations or consortia submitting bids (prior to any being discounted for not meeting essential criteria).
fr: Le nombre total d'organisations uniques ou de groupements qui ont soumis des offres, indépendamment des potentielles disqualifications pour non-satisfaction d'un critère essentiel.
it: Il numero totale di organizzazioni o consorzi unici che presentano domande (prima che qualcuna venga esclusa per il mancato rispetto dei criteri essenziali).

source: The total number of unique organizations or consortia passing the qualification stage of the evaluation process.
fr: Le nombre total d'organisations uniques ou de groupements qui ont passé l'étape de sélection dans le processus d'évaluation.
it: Il numero totale di organizzazioni o consorzi unici che superano la fase di qualificazione del processo di valutazione.

source: The total number of unique organizations or consortia that did not pass the qualification stage of the evaluation process.
fr: Le nombre total d'organisations uniques ou de groupements qui n'ont pas passé l'étape de sélection dans le processus d'évaluation.
it: Il numero totale di organizzazioni o consorzi unici che non hanno superato la fase di qualificazione del processo di valutazione.

source: The number of tenders excluded because they were abnormally low. Note that in some EU datasets this may have been converted from a boolean, such that a value of 1 would indicate '1 or more' tenders were excluded. Users should evaluate and interpret data accordingly.
fr: Le nombre d'offres exclues parce qu'elles étaient anormalement basses. Notez que dans certains jeux de données de l'UE, cela a pu être converti à partir d'un booléen, tel qu'une valeur de 1 peut indiquer qu'au moins 1 offre a été exclue. Les utilisateurs doivent évaluer et interpréter les données en conséquence.
it: Il numero di offerte escluse perché erano eccessivamente basse. Da tenere in conto che in alcuni insiemi di dati UE, questo numero può essere stato convertito da un boolean (col metodo boolean) così che un valore di 1 indicherebbe che “1 o più” offerte fossero escluse. Gli utenti dovrebbero valutare ed intepretare i dati di conseguenza.

source: Invited
fr: Invité
it: Invitato.

source: A bid has been invited from the listed tenderer(s).
fr: Une offre a été invitée parmi le(s) soumissionnaire(s) listé(s).
it: È stata indetta una gara rivolta a una lista di candidati.

source: A bid has been submitted but not yet evaluated.
fr: Une offre a été soumise mais pas encore analysée.
it: Un'offerta è stata presentata ma non ancora valutata.

source: Valid
fr: Valide
it: Valido.

source: The submitted bid met the qualification requirements in order to be evaluated.
fr: L'offre soumise satisfaisait les exigences de qualification pour être analysée.
it: L'offerta presentata rispetta i requisiti necessari per essere oggetto di valutazione.

source: Disqualified
fr: Disqualifiée
it: Escluso

source: The submitted bid did not meet the qualification requirements in order to be evaluated.
fr: L'offre soumise ne satisfaisait pas les exigences de qualification pour être analysée.
it: L'offerta presentata non risponde ai requisiti richiesti per essere oggetto di valutazione.

source: The submitted bid was withdrawn by the tenderer(s).
fr: L'offre soumise a été retirée par le(s) soumissionnaire(s).
it: L' offerta presentata è stata ritirata dai concorrenti.

source: Price Only
fr: Prix seulement
it: Criterio del prezzo

source: Cost Only
fr: Coût seulement
it: Criterio del costo

source: Terminated
fr: Terminé
it: Concluso.

source: Valid Until
fr: Valide jusqu'à date
it: Valido fino a.

source: Documentation on the evaluation of the bids and the application of the evaluation criteria, including the justification for the award
fr: Documentation sur l'évaluation des offres et l'application des critères d'évaluation, notamment les raisons de l'attribution.
it: Documentazione sulla valutazione delle offerte e l'applicazione dei criteri di valutazione, inclusa la motivazione per l'assegnazione.

source: Contract schedules
fr: Calendriers du marché
it: Programmazioni di contratti d'appalto.

source: Any document which contains additional terms, obligations or information related to the contract, such as a schedule, appendix, annex, attachment or addendum.
fr: Tout document contenant des termes additionnels, des obligations ou des informations liées au marché, tel qu'un calendrier, un appendice, une annexe, une pièce jointe ou un addendum.
it: Ogni documento contenente termini supplementari, obblighi o informazioni relative al contratto d'appalto, come una programmazione, appendice, allegato o aggiunta.

source: Assessment of government's assets and liabilities
fr: Évaluation des actifs et des passifs du gouvernement
it: Valutazione delle attività e passività delle amministrazioni pubbliche.

source: Documentation of the winning bid, including, wherever applicable, a full copy of the proposal received.
fr: Documentation sur l'offre gagnante comprenant, si possible, une copie intégrale de la proposition reçue.
it: Documentazione dell'offerta vincente, compresa, ove applicabile, una copia integrale dell'offerta ricevuta.

source: Documentation that provides itemized information on materials, parts and labour, and the terms and conditions for their provision, providing information that would enable bidders to price work effectively. Structured versions of item and quantity information at each of tender, award and contract stage can be provided using units within the items building block.
fr: Documentation détaillant les matériaux, les pièces et la main-d'œuvre (ainsi que les termes et conditions de leur fourniture) et des informations permettant aux soumissionnaires de facilement estimer le prix des prestations. Les versions structurées des informations sur les biens et services et les quantités à chaque étape de l'appel d'offres, de l'attribution et du contrat peuvent être fournies à l'aide d'unités dans le composant sur les biens et services.
it: Documentazione che fornisce informazioni dettagliate su materiali, parti e manodopera e termini e condizioni per la loro fornitura, fornendo informazioni che consentano agli offerenti di stabilire il prezzo in modo efficace. È possibile fornire informazioni strutturate su articoli e quantità in ciascuna fase, gara, aggiudicazione e contratto, utilizzando unità all'interno degli elementi fondamentali.

source: Images intended to provide supporting information. The URL for images should generally be directly to an image file which applications can display as part of a gallery of images. At the tender stage, images may be illustrations of goods, works or services required or for sale. At the implementation stage, images may be illustrations or visual evidence of physical progress.
fr: Images destinées à fournir des informations supplémentaires. L'URL pour les images devrait généralement mener vers un fichier image que les applications peuvent afficher comme une galerie d'images. Au stade de l'appel d'offres, les images peuvent être des illustrations de biens, travaux ou services requis ou à vendre. À l'étape d'exécution, les images peuvent être des illustrations ou des preuves visuelles de l'avancement concret de la prestation.
it: Immagini destinate a fornire informazioni di supporto. L'URL per le immagini dovrebbe generalmente puntare a un file immagine che le applicazioni possono visualizzare come parte di una galleria di immagini. Nella fase di gara, le immagini possono essere illustrazioni di beni, lavori o servizi richiesti o in vendita. Nella fase di realizzazione, le immagini possono essere illustrazioni o prove visive di progressi materiali.

source: Documentation the arrangements, or reasons, for cancellation of a contracting process, award or specific contract.
it: Documentazione degli accordi, o dei motivi, per la cancellazione di un procedimento d'appalto, un'aggiudicazione o un contratto d'appalto specifico.

source: EC Common Procurement Vocabulary
fr: Vocabulaire commun de l'union européenne pour les marchés publics
it: CE (Commissione Europea) Glossario comune degli appalti comunitari

source: Goods and Services Identification Number
fr: Numéro d'Identification des Biens et Services (NIBS/GSIN)
it: Numero di identificazione di merci e servizi

source: The Canadian federal government uses Goods and Services Identification Number (GSIN) codes to identify generic product descriptions for its procurement activities. The full list is published and maintained at buyandsell.gc.ca
fr: Le gouvernement fédéral canadien utilise des Numéros d'Identification des Biens et Services (NIBS/GSIN) pour identifier les descriptions de produits génériques pour ses activités de commande publique. La liste complète est publiée et maintenue sur [http://buyandsell.gc.ca](http://buyandsell.gc.ca)
it: Il governo federale canadese utilizza i codici GSIN - Goods and Services Identification Number (Numero identificativo di Beni e Servizi) per identificare le descrizioni generiche dei prodotti per le sue attività di appalto. L'elenco completo è pubblicato e conservato sul portale buyandsell.gc.ca

source: United Nations Standard Products and Services Code
fr: Code des produits et services standard des Nations Unies
it: Codice di Prodotti e Servizi Standard delle Nazioni Unite

source: The United Nations Standard Products and Services Code (UNSPSC) is a hierarchical convention that is used to classify all products and services. Machine readable metadata for UNSPSC is not provided as open data: and so publishers should consider alternative classification schemes that do provide open data lookup tables wherever possible.
fr: La Classification Universelle Normalisée des Produits et des Services (UNSPSC) des Nations Unies est une convention hiérarchique utilisée pour classifier tous les produits et les services. Les méta-données lisibles par une machine pour l'UNSPSC ne sont pas fournies sous la forme de données ouvertes : par conséquent, les producteurs de données devraient envisager des schémas de classification alternatifs qui fournissent des tables de consultation des données ouvertes chaque fois que possible.
it: Il Codice di Prodotti e Servizi Standard delle Nazioni Unite (UNSPSC) è una convenzione gerarchica utilizzata per classificare tutti i prodotti e i servizi. I metadati leggibili da una macchina per UNSPSC non vengono forniti come open data: pertanto gli editori dovrebbero prendere in considerazione schemi di classificazione alternativi che forniscono tabelle di ricerca di open data laddove possibile.

source: Central Product Classification
fr: Classification centrale des produits
it: Classificazione Centrale dei Prodotti

source: Russian National Classification of Products by Economic Activity (1994)
fr: Classification nationale russe des produits par activité économique (1994)
it: Classificazione Nazionale Russa dei Prodotti per Attività Economica (1994)

source: Russian National Classification of Products by Economic Activity (2014)
fr: Classification nationale russe des produits par activité économique (OKPD, 2014)
it: Classificazione Nazionale Russa dei Prodotti per Attività Economica (2014)

source: Part of the national standardization system of the Russian Federation and based on harmonization with the Statistical Classification of Products by Activity in the European Economic Community, 2008. In use from January 1 2014
fr: Cette classification fait partie du système national de normalisation de la Fédération de Russie et est basée sur l'harmonisation avec la Classification statistique des produits par activité dans la Communauté économique européenne, 2008. En usage à partir du 1er janvier 2014
it: Parte del sistema nazionale di standardizzazione della Federazione Russa e basato sull'armonizzazione con la Classificazione Statistica dei Prodotti per Attività nella Comunità Economica Europea, 2008. In uso dal 1 ° gennaio 2014

source: This milestone has been achieved. The date on which it was met should be placed in the milestone.dateMet field
fr: Cette étape a été réalisée. La date à laquelle elle a été satisfaite doit être placée dans le champ milestone.dateMet
it: Questo traguardo è stato raggiunto. La data in cui è stato raggiunto deve essere inserita nel campo milestone.dateMet

source: Pre-procurement milestones
fr: Étapes préalables au processus de passation du marché
it: Tappe principali di pre-appalto.

source: For events during the planning or pre-procurement phase of a process, such as the preparation of key studies.
fr: Pour des événements durant la phase de planification ou antérieure à la commande publique du processus, tels que la préparation d'études clés.
it: Per eventi durante la fase di pianificazione o di pre-appalto di un procedimento, come la preparazione di studi chiave.

source: Approval
fr: Approbation
it: Approvazione

source: For events such as the sign-off of a contract or project.
fr: Pour des événements tels que la signature du marché ou du projet.
it: Per eventi come l'approvazione di un contratto o di un progetto.

source: Assessment milestones
fr: Étapes de l'évaluation
it: Tappe principali di valutazione

source: For assessment and adjudication milestones, such as the meeting date of a committee.
fr: Pour des étapes de la sélection, comme la date de réunion d'un comité.
it: Per tappe principali di valutazione e aggiudicazione, come la data di riunione di un comitato.

source: Financing milestones
fr: Étapes du financement
it: Fasi principali di finanziamento

source: For events such as planned payments, or equity transfers in public private partnership projects.
fr: Pour des événements tels que des paiements planifiés, ou des transferts d'actifs dans le cadre de projets de partenariats public privé.
it: Per eventi come pagamenti programmati o trasferimenti di capitale in progetti di partenariato pubblico-privato.

source: A buyer is an entity whose budget will be used to pay for goods, works or services related to a contract.
fr: Un acheteur est une entité dont le budget sera utilisé pour payer les biens, travaux ou services liés à un marché.
it: Un acquirente è un soggetto il cui budget sarà utilizzato per pagare beni, lavori o servizi relativi a un appalto.

source: A party responsible for the review of this procurement process. This party often has a role in any challenges made to the contract award.
fr: Une partie responsable de surveiller ce processus de passation de marché. Cette partie joue souvent un rôle dans les contestations portant sur l'attribution du contrat.
it: Una parte responsabile della revisione di questo procedimento d'appalto. Questa parte ha spesso un ruolo in ogni ricorso presentato in merito all'aggiudicazione dell'appalto.

source: This contracting process may result in a sub-contract of the related process.
fr: Ce processus de passation de marchés peut entraîner un sous-contrat de la procédure associée.
it: Questo procedimento d'appalto può comportare un subappalto del realtivo procedimento.

source: The related process may result in a sub-contract of this contract.
fr: Le processus connexe peut entraîner un sous-contrat de ce contrat.
it: Il relativo procedimento può dar luogo a un subappalto di questo contratto d'appalto.

source: Open Contracting ID
it: ID Open Contracting

source: An open contracting process identifier (ocid)
fr: Un identifiant de processus open contracting (ocid)
it: Un identificatore del procedimento Open Contracting (ocid)

source: An update to an existing tender release. There should be at least one tender release with the same ocid, but an earlier releaseDate, before a tenderUpdate is published. An update may add new information or make corrections to prior published information. It should not be used for formal legal amendments to a tender, for which the tenderAmendment tag should be used.
fr: Une mise à jour d'une instance d'appel d'offres existante. Il devrait y avoir au moins une instance d'appel d'offres avec le même `ocid` mais une date `releaseDate` antérieure, avant qu'une instance `tenderUpdate` ne soit publiée. Une mise à jour peut ajouter de nouvelles informations ou apporter des corrections aux informations publiées de manière antérieure. Ce tag ne devrait pas être utilisé pour des modifications légales formelles à un appel d'offres, pour lequel le tag `tenderAmendment` doit être utilisé.
it: Un aggiornamento a un bando di gara esistente. Ci dovrebbe essere almeno una versione di gara con lo stesso ocid, ma una precedente releaseDate prima che venga pubblicato un nuovo aggiornamento del bando di gara. Un aggiornamento può aggiungere nuove informazioni o apportare correzioni alle informazioni pubblicate precedentemente. Non dovrebbe essere usato per varianti legali formali a una gara, per la quale dovrebbe essere usato il tag tenderAmendment.

source: Providing information about the award of a contract. The tender section may be populated with details of the process leading up to the award, and one or more award sections will be present.
fr: Fournit des informations sur l'attribution d'un contrat. La section sur l'appel d'offres peut être remplie avec les détails du processus menant à l'attribution et une ou plusieurs sections sur l'attribution seront présentes.
it: Fornire informazioni sull'aggiudicazione di un contratto d'appalto. La sezione gara può essere compilata con i dettagli del procedimento che porta all'assegnazione, e saranno presenti una o più sezioni dedicate all'aggiudicazione.

source: An update to an existing award release. There should be at least one award release with the same ocid, but an earlier releaseDate before an awardUpdate is published. An update may add new information or make corrections.
fr: Une mise à jour d'une instance d'attribution existante. Il devrait y avoir au moins une instance d'attribution avec le même `ocid`, mais à une date `releaseDate` antérieure avant la publication d'un `awardUpdate`. Une mise à jour peut ajouter de nouvelles informations ou apporter des corrections.
it: Un aggiornamento a una versione attuale di aggiudicazione. Ci dovrebbe essere almeno una versione di aggiudicazione con lo stesso ocid, ma una precedente releaseDate, prima che un awardUpdate sia pubblicato. Un aggiornamento può aggiungere nuove informazioni a fare correzioni.

source: Providing information about the cancellation of an award.
fr: Fournit des informations sur l'annulation d'une attribution.
it: Fornire informazioni sulla cancellazione di un'assegnazione.

source: Providing information about updates to a contract. There should be at least one contract release with the same ocid, but an earlier releaseDate, before a contractUpdate is published. An update may add new information or make corrections to prior published information. It should not be used for formal legal amendments to a contract, for which the contractAmendment tag should be used.
fr: Fournit des informations sur les mises à jour d'un contrat. Il devrait y avoir au moins une instance de contrat avec le même `ocid`, mais à une date `releaseDate` antérieure, avant qu'un `contractUpdate` ne soit publié. Une mise à jour peut ajouter de nouvelles informations ou apporter des corrections aux informations publiées antérieurement. Ce tag ne devrait pas être utilisé pour des modifications légales formelles à un contrat, pour lequel le tag `contractAmendment` doit être utilisé.
it: Fornire informazioni sugli aggiornamenti di un contratto d'appalto. Ci dovrebbe essere almeno una versione di gara con lo stesso ocid, ma una precedente releaseDate prima che venga pubblicato un nuovo contractUpdate. Un aggiornamento può aggiungere nuove informazioni o apportare correzioni alle informazioni pubblicate precedentemente. Non dovrebbe essere usato per varianti legali formali a una gara, per la quale dovrebbe essere usato il tag contractAmendment.

source: Providing new information on the implementation of a contracting process.
fr: Fournir de nouvelles informations sur la phase d'exécution d'un processus de passation de marchés.
it: Fornire nuove informazioni sull'attuazione di un procedimento d'appalto.

source: This tag is used only in compiled records, which have merged together multiple releases to provide a snapshot view of the contract, and a version history.
fr: Ce tag est utilisé seulement dans des archives compilées qui ont fusionné plusieurs instances pour fournir un aperçu du contrat et de l'historique des versions.
it: Questo tag viene utilizzato solo nei registri compilati, i quali hanno unito più versioni per fornire uno spaccato del contratto d'appalto e una cronologia delle versioni.

source: Bids will be received through an electronic procurement platform.
fr: Les offres seront reçues via une plateforme électronique de passation de marché.
it: Le offerte verranno ricevute tramite una piattaforma elettronica d'appalto.

source: Bids will be received through an electronic auction platform.
fr: Les offres seront reçues via une plateforme électronique d'enchères.
it: Le offerte saranno ricevute attraverso una piattaforma elettronica d'asta.

source: Bids will be received via written documents, delivered as hard copies, via generic e-mail systems, or some similar mechanism.
fr: Les offres seront reçues via des documents écrits, livrés sous forme de copies papier, ou via un système d'e-mail générique, ou via un mécanisme similaire.
it: Le offerte saranno ricevute tramite documenti scritti, consegnati sotto forma di copie cartacee, tramite sistemi di posta elettronica generici o meccanismi analoghi.

source: Bids will only be received if they are hand delivered at the time and place specified in submissionMethodDetails or attached documentation.
fr: Les offres ne seront reçues que si elles sont remises physiquement, en personne, et au lieu indiqué dans `submissionMethodDetails` ou dans la documentation jointe.
it: Le offerte verranno ricevute solo se consegnate a mano al momento e nel luogo specificati in submissionMethodDetails o nella documentazione allegata.

source: The tender process was unsuccessful.
fr: Le processus d'appel d'offres s'est révélé infructueux.
it: Il processo di gara non ha avuto successo.

source: The tender process is complete.
fr: Le processus d'appel d'offres est terminé.
it: La procedura di gara d'appalto è completa.
