Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/codelists.po
Languages: es, fr, it

source: Documentation for potential suppliers, describing the goals of the contract (e.g. goods and services to be procured), and the bidding process.
es: Documentación para proveedores potenciales, describiendo las metas del contrato (p.ej. bienes y servicios a contratar) y el proceso de envío de propuestas.
fr: La documentation pour les fournisseurs potentiels décrivant les buts du contrat (par exemple les biens et services achetés) et le processus de candidature.
it: Documentazione per potenziali fornitori che indica gli obiettivi dell’appalto (es. merci e servizi da fornire), e il procedimento di gara d’appalto.

source: Technical Specifications
es: Especificaciones Técnicas
fr: Spécifications techniques
it: Specifiche tecniche

source: Detailed technical information about goods or services to be provided.
es: Información técnica detallada sobre los bienes o servicios a proveer.
fr: Des informations techniques détaillées sur les biens et services à fournir.
it: Informazioni tecniche dettagliate su merci e servizi da fornire.

source: Evaluation Criteria
es: Criterios de Evaluación
fr: Critères d'évaluation
it: Criteri di valutazione.

source: Documentation on how bids will be evaluated.
es: Documentación sobre cómo se evaluarán las propuestas.
fr: Documentation sur la manière dont les offres seront évaluées
it: Documentazione sulle modalità di valutazione delle offerte.

source: Evaluation report
es: Reporte de evaluación
fr: Rapport d'évaluation
it: Rapporto di valutazione

source: Documentation on the evaluation of the bids and the application of the evaluation criteria, including the justification fo the award
es: Documentación sobre la evaluación de las propuestas y la aplicación de los criterios de evaluación, incluyendo la justificación para la adjudicación

source: Contract draft
es: Borrador de contrato
fr: Brouillon du contrat
it: Bozza di contratto d'appalto.

source: A draft or pro-forma copy of the contract.
es: Un borrador o copia pro-forma del contrato.
fr: Un brouillon, une version de travail, ou une copie pro forma du contrat.
it: Bozza o copia pro-forma del contratto d'appalto.

source: Signed Contract
es: Contrato Firmado
fr: Contrat signé
it: Contratto d'appalto firmato.

source: A copy of the signed contract. Consider providing both machine-readable (e.g. original PDF, Word or Open Document format files), and a separate document entry for scanned-signed pages where this is required.
es: Una copia del contrato firmado. Considera proveer tanto un documento legible por computadora (p.ej. PDF original, o formato de Word u Open Document) como un documento separado para páginas firmadas digitalizadas donde sea requerido.
fr: Une copie du contrat signé. Pensez à le fournir sous une forme lisible par les machines (par exemple un PDF original, un fichier aux formats Word ou Open Document) et un document séparé avec les pages scannées et signées quand c'est demandé.
it: Una copia del contratto firmato. Valuta l'opportunità di fornire documenti in formato leggibile da una macchina (ad esempio file PDF originale, Word o Open Document) e un documento separato per le pagine con firma scansionata dove necessario.

source: Arrangements for ending contract
es: Arreglos para finalizar un contrato
fr: Clauses de fin de contrat
it: Modalità per la conclusione del contratto d'appalto.

source: Documentation of the arrangements for ending the contract(s).
es: Documentación de los arreglos para terminar el contrato(s).
fr: Documentation des dispositions pour terminer le(s) contrat(s).
it: Documentazione in merito alle modalità per la conclusione dei contratti d'appalto.

source: Schedules and milestones
es: Calendarios e hitos

source: Documentation setting out key milestones and schedules. Structured versions of this information may be modelled using the milestones block.
es: Documentación que muestra calendarios e hitos clave. Se pueden modelar versiones estructuradas de esta información usando el bloque de hitos.

source: Physical progress reports
es: Reportes de progreso físico
fr: Rapport d'avancement physique
it: Rapporti sui progressi materiali.

source: Documentation on the status of implementation, usually against key milestones.
es: Documentación sobre el estado de la implementación, usualmente comparado con hitos clave.
fr: Documentation sur l'état de l'exécution, généralement par rapport à des étapes essentielles.
it: Documentazione sullo stato di attuazione, generalmente rispetto alle tappe principali.

source: Financial progress reports
es: Reportes de progreso financiero
fr: Rapport de suivi financier
it: Rapporti sui progressi finanziari

source: Documentation providing dates and amounts of stage payments made (against total amount) and the source of those payments, including cost overruns, if any. Structured versions of this information can be provided through contract implementation transactions.
es: Documentación que provee fechas y montos de pagos realizados (contra el monto total) y el origen de esos pagos, incluyendo excesos de costos, si los hay. Se pueden proveer versiones estructuradas de esta información a través de las transacciones de implementación del contrato.
fr: Documentation fournissant les dates et les montants des paiements intermédiaires réalisés (par rapport au montant total) et la source de ces paiements, comprenant les éventuels dépassements de budget. Des versions structurées de ces informations peuvent être fournies à travers les transactions sur l'exécution du contrat.
it: Documentazione che fornisce le date e gli importi dei pagamenti rateali effettuati (rispetto all'importo totale) e la fonte di tali pagamenti, inclusi eventuali sforamenti dei costi. Versioni strutturate di queste informazioni possono essere fornite tramite gli adempimenti previsti per l’esecuzione del contratto d’appalto.

source: Final Audit
es: Auditoría Final
fr: Audit final
it: Audit finale

source: Documentation of a final audit carried out at the end of contract implementation.
es: Documentación de una auditoría final llevada a cabo al final de la implementación de un contrato.
fr: Documentation de l'audit final réalisé à la fin de l'exécution du contrat.
it: Documentazione relativa ad un audit finale effettuato alla fine dell'esecuzione dell'appalto.

source: Public Hearing Notice
es: Aviso de Audiencia Pública
fr: Avis d'audition publique
it: Avviso di audizione pubblica

source: Documentation of any public hearings that took place as part of the planning for this contracting process.
es: Documentación de cualquier audiencia que ocurrió como parte de la planeación de este proceso de contratación.
fr: Documentation de toute audition publique qui s'est tenue dans le cadre de la planification de ce processus de marché.
it: Documentazione di ogni pubblica audizione che ha avuto luogo come parte della pianificazione per questa procedura di appalto.

source: Market Studies
es: Estudios de Mercado
fr: Études de marché
it: Studi di mercato

source: Documentation of any market studies that took place as part of the planning for this contracting process.
es: Documentación de cualquier estudio de mercado que haya ocurrido como parte de la planeación de este proceso de contrato.
fr: Documentation des études de marché qui ont été réalisées dans le cadre de la planification de ce processus de marché.
it: Documentazione di ogni studio di mercato che ha avuto luogo come parte della pianificazione per questa procedura di appalto.

source: Eligibility Criteria
es: Criterios de Elegibilidad
fr: Critères d'éligibilité
it: Criteri di idoneità

source: Detailed documents about the eligibility of bidders.
es: Documentos detallados sobre la elegibilidad de los licitantes.
fr: Des documents détaillés sur l'éligibilité des candidats.
it: Documentazione dettagliata sull'idoneità dei candidati.

source: Clarifications to bidders questions
es: Aclaraciones a las preguntas de los licitantes
fr: Clarifications apportées aux questions des candidats
it: Chiarimenti in merito alle domande dei candidati.

source: Documentation that provides replies to issues raised in pre-bid conferences or an enquiry processes.
es: Documentación que provee las respuestas a las cuestiones apuntadas en reuniones pre-propuestas o procesos de preguntas.
fr: Documentation qui fournit des réponses aux problèmes soulevés dans les discussions précédents les offres ou pendant le processus d'échange.
it: Documentazione che fornisce risposte a questioni sollevate in riunioni pre-offerta o procedimenti d'inchiesta.

source: Shortlisted Firms
es: Firmas Preseleccionadas
fr: Entreprises préselectionnées
it: Aziende selezionate.

source: Documentation providing information on shortlisted firms. Structured versions of this information can be provided using the bids extension.
es: Documentación que provee información sobre las firmas preseleccionadas. Se pueden proveer versiones estructuradas de esta información usando la extensión de propuestas.
fr: Documentation fournissant des informations sur les entreprises présélectionnées. Des versions structurées de ces informations peuvent être fournies en utilisant l'extension sur les offres.
it: Documentazione che fornisce risposte sulle aziende selezionate. Versioni strutturate di queste informazioni possono essere ottenute attraverso le versioni estese delle offerte.

source: Environmental Impact
es: Impacto Ambiental
fr: Impact environnemental
it: Impatto ambientale.

source: Documentation of environmental impact assessments carried out before, during or after the contracting process.
es: Documentación de evaluaciones de impacto ambiental llevadas a cabo antes, durante o después del proceso de contratación.
fr: Documentation des évaluations de l'impact environnemental réalisées avant, pendant ou après le processus de passation de marché.
it: Documentazione delle valutazioni di impatto ambientale effettuate prima, durante o dopo la procedura di appalto.

source: Assesment of government's assets and liabilities
es: Evaluación de los activos y responsabilidades del gobierno

source: Documentation covering assessments of the government's assets and liabilities related to this contracting process.
es: Documentación que cubre las evaluaciones de los activos y responsabilidades del gobierno relacionados con este proceso de contratación.
fr: Documentation relatifs à l'évaluation des actifs et des passifs du gouvernement liés à ce processus de passation de marché.
it: Documentazione riguardante le valutazioni di attività e passività dell'amministrazione pubblica relative a questo procedimento di appalto.

source: Provisions for management of risks and liabilities
es: Cláusulas para el manejo de riesgos y responsabilidades
fr: Dispositions prises pour la gestion des risques et des responsabilités
it: Accantonamenti per la gestione di rischi e oneri.

source: Documentation covering how risks will be managed as part of this contracting process.
es: Documentación que cubre cómo se manejarán los riesgos como parte de este proceso de contratación.
fr: Documentation relatives aux risques gérés dans le cadre de ce processus de passation de marchés.
it: Documentazione relativa alle modalità con cui i rischi saranno gestiti nell'ambito di questo procedimento d'appalto.

source: Winning Bid
es: Oferta Ganadora
fr: Offre gagnante
it: Offerta vincente.

source: Documentation of the winning bid, including, wherever applicable, a full copy of the proposal receieved.
es: Documentación de la oferta ganadora, incluyendo, cuando aplique, una copia completa de la oferta recibida.

source: Complaints and decisions
es: Quejas y decisiones
fr: Plaintes et décisions
it: Reclami e decisioni.

source: Documentation of any complaints received, or decisions in response to complaints.
es: Documentación de cualquier queja recibida o decisiones en respuesta a dichas quejas.
fr: Documentation sur les réclamations reçues et les décisions prises en réponse à ces réclamations.
it: Documentazione in merito a eventuali reclami ricevuti o decisioni in risposta a reclami.

source: Annexes to the Contract
es: Anexos del Contrato
fr: Les annexes au contrat
it: Allegati al contratto d'appalto.

source: Copies of annexes and other supporting documentation related to the contract.
es: Copias de anexos y otra documentación de soporte relacionados con el contrato.
fr: Copie des annexes et de la documentation à l'appui du contrat.
it: Copie di allegati e altra documentazione di supporto relativa al contratto d'appalto.

source: Guarantees
es: Garantías
fr: Garanties
it: Garanzie

source: Documentation of guarantees relating to a contracting process or contract.
es: Documentación de garantías relacionadas con el proceso de contratación o el contrato.
fr: Documentation des garanties liées à un processus de passation de marché ou un contrat.
it: Documentazione di garanzie relative a un procedimento o un contratto di appalto.

source: Subcontracts
es: Subcontratos
fr: Sous-traitance
it: Subappalti

source: Documentation detailing subcontracts and/or providing a copy of subcontracts themselves. Where OCDS data on the subcontracts exists, this can be declared using the relatedProcess block.
es: Documentación que detalla los subcontratos y/o provee una copia de los subcontratos. Donde haya datos de OCDS sobre los subcontratos, puede declararse usando el bloque de relatedProcess.
fr: Documentation détaillant les contrats de sous-traitance et/ou fournissant une copie des contrats de sous-traitance. Lorsque des données OCDS sur les contrats de sous-traitance sont disponibles, cela peut être déclaré en utilisant le composant relatedProcess.
it: Documentazione che dettaglia i subappalti e / o fornisce una copia dei subappalti stessi. Dove sono presenti dati OCDS sui subappalti, questo può essere dichiarato utilizzando il blocco di processo.

source: Needs Assessment
es: Evaluación de Necesidad
fr: Évaluation des besoins
it: Valutazione deile esigenze.

source: Documentation of the needs assessments carried out for this contracting process addressing demand for the project or investment from the affected communities or users.
es: Documentación de la evaluación de necesidad llevada a cabo para este proceso de contratación, cubriendo la demanda para el proyecto o inversión de la comunidad o usuarios afectados
fr: Documentation sur l'étude des besoins conduite pour ce processus de passation de marché abordant les demandes pour ce projet ou investissement de la part des communautés affectées ou des usagers.
it: Documentazione riguardo alle valutazioni dei fabbisogni effettuate per questo procedimento di appalto che riguardano la domanda per il progetto o l'investimento da parte delle comunità o degli utenti interessati.

source: Feasibility study
es: Estudio de factibilidad
fr: Étude de faisabilité
it: Studio di fattibilità

source: Documentation of feasibility studies carried out for this contracting process, providing information on net benefits or costs of the proposed goods, works or services.
es: Documentación de la evaluación de factibilidad llevada a cabo para este proceso de contratación, proveyendo información sobre los beneficios o costos netos de los bienes, obras o servicios propuestos.
fr: Documentation des études de faisabilité réalisées pour ce processus de passation de marchés, fournissant des informations sur les avantages nets ou les coûts des biens, travaux ou services proposés.
it: Documentazione degli studi di fattibilità effettuati per questo procedimento di appalto, fornendo informazioni sui benefici o sui costi netti dei beni, lavori o servizi proposti.

source: Project plan
es: Plan de proyecto
fr: Plan de projet
it: Piano di progetto

source: Documentation of project planning for this contracting process, and, where applicable, a copy of the project plan document.
es: Documentación de la planeación de proyecto para este proceso de contratación y, donde aplique, una copia del documento del plan de proyecto
fr: Documentation de la planification du projet pour ce processus de passation de marché et, le cas échéant, une copie du document du plan du projet.
it: Documentazione della pianificazione del progetto per questo procedimento di appalto e, ove applicabile, una copia del documento del piano di progetto.

source: Bill Of Quantity
es: Especificación de Cantidades
fr: Devis quantifiés
it: Elenco materiali

source: Documentation that provides itemised information on materials, parts and labour, and the terms and conditions for their provision, providing information that would enable bidders to price work effectively. Structured versions of item and quantity information at each of tender, award and contract stage can be provided using units within the items building block.
es: Documentación que provee la información desglosada de materiales, partes y mano de obra y los términos y condiciones para su provisión, dando información que permitirá a los licitadores dar efectivamente un precio. Se pueden proveer versiones estructuradas de artículos y cantidades en la etapa de licitación, adjudicación y contrato usando las unidades dentro del bloque de artículos.

source: Information on bidders
es: Información de Licitador
fr: Informations sur les candidats
it: Informazioni sugli offerenti

source: Documentation on bidders or participants, their validation documents and any procedural exemptions for which they qualify
es: Documentación sobre los licitadores o participantes, sus documentos de validación y cualquier exención de procedimiento para la que califiquen
fr: Documentation sur les candidats ou les participants, leurs documents de validation et toute exemption de procédure pour laquelle ils sont admissibles
it: Documentazione su offerenti o concorrenti, la loro documentazione di convalida e eventuali esenzioni procedurali alle quali hanno diritto.

source: Conflict of Interest
es: Conflicto de Interés
fr: Conflit d'intérêt
it: Conflitto d'interesse

source: Documentation of conflicts of interest declared or uncovered.
es: Documentación de conflictos de interés declarado o descubierto.
fr: Documentation sur les conflits d'intérêts déclarés ou non.
it: Documentazione dei conflitti di interesse dichiarati o scoperti.

source: Debarments
es: Inhabilitaciones
fr: Exclusions
it: Interdizioni.

source: Documentation of any debarments issued.
es: Documentación de cualquier inhabilitación efectuada.
fr: Documentation sur les exclusions qui ont été prononcées.
it: Documentazione su eventuali dichiarazioni di interdizione.

source: Illustrations
es: Ilustraciones
it: Illustrazioni

source: Images intended to provide supporting information. The url for images should generally be directly to an image file which applications can display as part of a gallery of images. At the tender stage, images may be illustrations of goods, works or services required or for sale. At the implementation stage, images may be illustrations or visual evidence of physical progress.
es: Imágenes que provean información de soporte. La url para imágenes debería de llevar directamente a un archivo que las aplicaciones puedan mostrar como parte de una galería de imágenes. En la etapa de licitación, las imágenes pueden ser ilustraciones de bienes, obras o servicios requeridos o en venta. En la etapa de implementación, las imágenes pueden ser ilustraciones o evidencia visual de progreso físico.

source: Bid Submission Documents
es: Documentos de Envío de Ofertas
fr: Documents joints à une offre
it: Documenti di presentazione dell'offerta

source: Documentation submitted by a bidder as part of their proposal.
es: Documentación enviada por un licitante como parte de su oferta
fr: Documentation soumise par un candidat dans le cadre de sa proposition.
it: Documentazione presentata da un offerente come parte della loro proposta.

source: Contract Summary
es: Resumen de Contrato
fr: Résumé du contrat
it: Riepilogo del contratto

source: Documentation providing an overview of the key terms and sections of the contract. Commonly used for large and complex contracts.
es: Documentación que da una imagen general de los términos y secciones clave del contrato. Comúnmente usado para contratos largos y complejos.
fr: Documentation fournissant un aperçu des principaux termes et sections du contrat. Cette documentation est généralement utilisée pour les contrats longs et complexes.
it: Documentazione che fornisce una panoramica dei termini chiave e delle sezioni del contratto d'appalto. Comunemente utilzzata per appalti grandi e complessi.

source: Cancellation Details
es: Detalles de Cancelación
fr: Détails sur l'annulation
it: Dettagli di cancellazione

source: Documentation the arrangements, or reasons, for cancellation of a contracting process, award or specific contract.
es: Documentación de los acuerdos o razones para la cancelación de un proceso de contratación, adjudicación o contrato específico.

source: This contracting process involves physical or electronic goods or supplies
es: Este proceso de contratación involucra bienes físicos o electrónicos o provisiones
fr: Ce processus de passation de marchés implique des biens ou des ressources physiques ou électroniques
it: Questo procedimento di appalto riguarda beni materiali o elettronici o prestazioni di servizi.

source: Goods and supplies
es: Bienes y provisiones
fr: Biens et ressources
it: Beni e prestazioni di servizi

source: This contracting process involves construction, repair, rehabilitation, demolition, restoration or maintenance of some asset or infrastructure.
es: El proceso de contratación involucra construcción reparación, rehabilitación, demolición, restauración o mantenimiento de algún bien o infraestructura.
fr: Ce processus de passation de marchés implique la construction, la réparation, la réhabilitation, la démolition, la restauration ou l'entretien d'un actif ou d'une infrastructure.
it: Questo procedimento di appalto comporta costruzione, riparazione, recupero, demolizione, ripristino o manutenzione di alcuni beni o infrastrutture.

source: Works
es: Obras
fr: Travaux
it: Opere.

source: This contracting process involves professional services of some form, generally contracted for on the basis of measurable outputs or deliverables. When the consultingServices code is also available or in use for data from a particular dataset, the service code must only be used for non-consulting services.
es: El proceso de contratación involucra servicios profesionales de algún tipo, generalmente contratado con base de resultados medibles y entregables. Cuando el código de consultingServices está disponible o es usado por datos en algún conjunto da datos en particular, el código de servicio sólo debe usarse para servicios no de consultoría.
fr: Ce processus de passation de marchés implique des services professionnels d'une certaine forme, généralement contractés sur la base de résultats mesurables ou de livrables. Lorsque le code `consultingServices` est aussi disponible ou utilisé pour les données d'un jeu de données particulier, le code `services` ne doit être utilisé que pour des services autres que du conseil.
it: Questo procedimento di appalto comporta servizi professionali di qualche genere, generalmente appaltati sulla base di risultati verificabili o prodotti finali. Quando il codice dei servizi di consulenza è anche disponibile o in uso per i dati di un determinato insieme di dati, il codice di servizio deve essere utilizzato solo per servizi che non siano di consulenza.

source: Services
es: Servicios
fr: Prestation de service
it: Servizi
