Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/index.po
Languages: fr

source: Open Contracting Data Standard: Documentation
fr: Documentation du Standard de Données sur la Commande Publique Ouverte

source: TRANSLATORS: DO NOT TRANSLATE THIS MESSAGE DIRECTLY Instead if this is a **Community translation** translate the following: This is a community translation of OCDS carried out by [ TRANSLATORS ]. This translation was last updated on [ DATE ]. If the source OCDS documentation has changed since this date, some strings in this documentation might not appear translated. If this is an officially supported translation (French and Spanish) please translate as a single dash '-'.
fr: TRADUCTEURS: NE PAS TRADUIRE CE MESSAGE DIRECTEMENT S'il s'agit d'une **traduction de la communauté**, traduisez uniquement ce qui suit: Ceci est une traduction de la communauté OCDS réalisée par [ TRANSLATORS ]. Cette traduction a été mise à jour le [ DATE ]. Si la documentation originale OCDS a changé depuis cette date, certains éléments de cette documentation risquent de ne pas être traduits. S'il s'agit d'une traduction officiellement prise en charge (français et espagnol), veuillez la traduire en un seul tiret '-'.

source: TRANSLATORS: DO NOT TRANSLATE THIS MESSAGE DIRECTLY
fr: TRADUCTEURS : MERCI DE NE PAS TRADUIRE DIRECTEMENT CE MESSAGE

source: Instead if this is a **Community translation** translate the following:
fr: Si au contraire il s'agit d'une **traduction par la communauté**, traduisez ce qui suit :

source: This is a community translation of OCDS carried out by [ TRANSLATORS ].
fr: Ceci est une traduction réalisée par la communauté OCDS et effectuée par l'équipe de [ TRANSLATORS ].

source: This translation was last updated on [ DATE ]. If the source OCDS documentation has changed since this date, some strings in this documentation might not appear translated.
fr: Cette traduction a été mise à jour le [ DATE ]. Si la documentation originale d'OCDS a changé depuis cette date, certains éléments de cette documentation risquent de ne pas être traduits.

source: If this is an officially supported translation (French and Spanish) please translate as a single dash '-'.
fr: S'il s'agit d'une traduction officiellement prise en charge (français et espagnol), veuillez la traduire en un seul tiret '-'.

source: Governments around the world spend an estimated US$9.5 trillion through contracts every year. Yet, contracting information is often unavailable for public scrutiny.
fr: Chaque année, les gouvernements partout dans le monde dépensent une valeur estimée de 9,5 trillions de dollars dans des marchés publics. Pourtant, les informations sur la commande publique sont souvent inaccessibles aux regards du public.

source: The Open Contracting Data Standard (OCDS) enables disclosure of data and documents at all stages of the contracting process by defining a common data model. It was created to support organizations to increase contracting transparency, and allow deeper analysis of contracting data by a wide range of users.
fr: Le Standard de Données sur la Commande Publique Ouverte (OCDS) permet la divulgation de données et de documents à toutes les étapes d'un processus de commande publique en définissant un modèle commun de données. Il a été créé pour accompagner les organisations dans l'amélioration de la transparence de la commande publique et pour permettre une analyse plus profonde des données sur la commande publique par un éventail plus large d'usagers.

source: The OCDS approach:
fr: L'approche OCDS :

source: Publish early, and iterate: improving disclosure step-by-step
fr: Publier tôt et souvent en améliorant la divulgation étape par étape

source: Simple and extensible JSON structure
fr: Une structure en JSON simple et extensible

source: Publish data for each step of the contracting process
fr: Divulguer des informations à chaque étape du processus de passation de marché

source: Create summary records for an overall contracting process
fr: Créer des archives résumant l'ensemble du processus de passation de marchés

source: Re-usable objects: organizations, tender information, line-items, amounts, milestones, documents etc.
fr: Des objets réutilisables : organisations, informations sur les appels d'offres, biens et services achetés, montants, étapes, documents, etc.

source: Recommended data and documents at basic, intermediate & advanced levels
fr: Des données recommandées aux niveaux basiques, intermédiaires et avancés

source: Common open data publication patterns
fr: Des modèles communs de publication de données ouvertes

source: Guidance on improving data collection and data quality
fr: Des conseils pour améliorer la qualité des données et de leur collecte

source: A growing community of users and range of open source tools
fr: Une communauté grandissante d'usagers et une panoplie d'outils open source

source: This is the 1.1 release of OCDS, published on 31st May 2017. Version 1.0 documentation is still available from the version switcher at the bottom left of the page.
fr: Vous consultez actuellement la documentation de la version 1.1 de l'OCDS, publiée le 31 mars 2017. La documentation de la version 1.0 est toujours disponible en cliquant sur le bouton situé dans le coin inférieur gauche de la page.

source: About
fr: À propos

source: The Open Contracting Data Standard is a core product of the [Open Contracting Partnership](http://www.open-contracting.org) (OCP).
fr: Le Standard de Données sur la Commande Publique Ouverte est le produit principal de l'[Open Contracting Partnership](http://www.open-contracting.org) (OCP).

source: Version 1.0 of the standard was developed for the OCP by the [World Wide Web Foundation](http://www.webfoundation.org), through a project supported by the [Omidyar Network](http://www.omidyar.com) and the [World Bank](http://www.worldbank.org). Ongoing development is managed by [Open Data Services Co-operative](http://www.opendataservices.coop) under contract to [OCP](http://www.open-contracting.org).
fr: La version 1.0 du standard a été développée par la [World Wide Web Foundation](http://www.webfoundation.org), à travers un projet soutenu par [Omidyar Network](http://www.omidyar.com) et la [Banque Mondiale](http://www.worldbank.org). Son développement est géré par [Open Data Services Co-operative](http://www.opendataservices.coop) sous contrat avec l'[OCP](http://www.open-contracting.org).

source: Support
fr: Assistance

source: A [free helpdesk service](support/index.md) is available to support implementation and use of OCDS.
fr: Un [service gratuit d'assistance technique](support/index.md) est disponible pour permettre la mise en oeuvre et l'utilisation de l'OCDS.
