Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema.po
Languages: it

source: The ID used for cross-referencing to this party from other sections of the release. This field may be built with the following structure {identifier.scheme}-{identifier.id}(-{department-identifier}).
it: L'ID utilizzato come riferimento incrociato al gruppo in altre sezioni del rilascio. Questo campo può essere creato con la seguente struttura {identifier.scheme}-{identifier.id}(-{department-identifier}).

source: Entity ID
it: ID entità

source: The primary identifier for this organization or participant. Identifiers that uniquely pick out a legal entity should be preferred. Consult the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for the preferred scheme and identifier to use.
it: L'identificatore principale per questa organizzazione o partecipante. Gli identificatori che scelgono in modo univoco un'entità legale dovrebbero essere preferiti. Consulta la [guida identificatore di organizzazione](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) per lo schema e l'identificatore da usare.

source: A list of additional / supplemental identifiers for the organization or participant, using the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). This could be used to provide an internally used identifier for this organization in addition to the primary legal entity identifier.
it: Un elenco di identificatori supplementari / supplementari per l'organizzazione o il partecipante, utilizzando [guida identificatore di organizzazione](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) . Questo potrebbe essere usato per fornire un identificatore utilizzato internamente per questa organizzazione oltre all'identificatore di entità legale principale.

source: An address. This may be the legally registered address of the organization, or may be a correspondence address for this particular contracting process.
it: Un indirizzo. Questo potrebbe essere l'indirizzo legale dell'organizzazione, o potrebbe essere un indirizzo di corrispondenza per questo particolare processo di acquisto o appalto.

source: Contact details that can be used for this party.
it: Dettagli del punto di contatto che possono essere utilizzati per questa parte o organizzazione.

source: Party roles
it: Ruolo

source: The party's role(s) in the contracting process. Role(s) should be taken from the [partyRole codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#party-role). Values from the provided codelist should be used wherever possible, though extended values can be provided if the codelist does not have a relevant code.
it: Il ruolo (i ruoli) della parte interessata nel processo di contrattazione. I ruoli dovrebbero essere presi dal [vocabolario partyRole](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#party-role). I valori forniti dal vocabolario dovrebbero essere usati dove possibile, sebbene possano anche essere forniti valori estesi nei casi in cui il vocabolario non dispone di un valore applicabile.

source: Additional classification information about parties can be provided using partyDetail extensions that define particular properties and classification schemes.
it: Ulteriori informazioni sulla classificazione delle parti possono essere fornite utilizzando estensioni partyDetail che definiscono particolari proprietà e schemi di classificazione.

source: Details
it: Dettagli

source: Item
it: Articolo

source: A good, service, or work to be contracted.
it: Un bene, un servizio o un lavoro da contrarre.

source: A local identifier to reference and merge the items by. Must be unique within a given array of items.
it: Un identificatore locale per referenziare e attraverso il quale unire gli articoli. Deve essere unico all'interno di una determinata serie di elementi.

source: A description of the goods, services to be provided.
it: Una descrizione dei prodotti, servizi da fornire.

source: Classification
it: Classificazione

source: The primary classification for the item. See the [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) to identify preferred classification lists, including CPV and GSIN.
it: La classificazione primaria per l'articolo. Vedi [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) per identificare gli elenchi e i vocabolari di classificazione preferiti, tra i quali CPV e GSIN.

source: Additional classifications
it: Classificazioni aggiuntive

source: An array of additional classifications for the item. See the [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) codelist for common options to use in OCDS. This may also be used to present codes from an internal classification scheme.
it: Una serie di classificazioni aggiuntive per l'articolo. Consulta il vocabolario [itemClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) per le opzioni comuni da utilizzare in OCDS. Questo può anche essere usato per presentare codici da uno schema di classificazione interno.

source: Quantity
it: Quantità

source: The number of units required
it: Il numero di unità richieste

source: Unit
it: Unità

source: A description of the unit in which the supplies, services or works are provided (e.g. hours, kilograms) and the unit-price. For comparability, an established list of units can be used.
it: Una descrizione dell'unità di misura in cui sono fornite le forniture, i servizi o le opere (ad esempio ore, chilogrammi) e il prezzo unitario. Per comparabilità, può essere utilizzato un elenco stabilito di unità di misura.

source: The list from which units of measure identifiers are taken. This should be an entry from the options available in the [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) codelist. Use of the scheme 'UNCEFACT' for the UN/CEFACT Recommendation 20 list of 'Codes for Units of Measure Used in International Trade' is recommended, although other options are available.
it: L'elenco da cui vengono presi gli identificatori delle unità di misura. Questa dovrebbe essere una voce tra le opzioni disponibili nel vocabolario [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme). Si raccomanda l'uso dello schema 'UNCEFACT' ed in particolare del UN/CEFACT 20 "Codici per unità di misura utilizzate nel commercio internazionale", sebbene siano disponibili anche altre opzioni.

source: The identifier from the codelist referenced in the scheme property. Check the codelist for details of how to find and use identifiers from the scheme in use.
it: L'identificativo dal vocabolario a cui si fa riferimento nella proprietà dello schema. Controllare il vocabolario per i dettagli su come trovare e utilizzare gli identificatori dallo schema in uso.

source: Name of the unit.
it: Nome dell'unità.

source: The monetary value of a single unit.
it: Il valore monetario di una singola unità.

source: If the scheme used provide a machine-readable URI for this unit of measure, this can be given.
it: Se lo schema utilizzato fornisce un URI leggibile dalle macchine per questa unità di misura, questo può essere fornito.

source: Amendment information
it: Informazioni sulla variante

source: Amendment date
it: Data della variante

source: The date of this amendment.
it: La data di questa variante.

source: An explanation for the amendment.
it: Una spiegazione per l'emendamento.

source: An identifier for this amendment: often the amendment number
it: Un identificativo per questa variante o rettifica: spesso il codice numerico della variante o rettifica

source: A free text, or semi-structured, description of the changes made in this amendment.
it: Una descrizione a testo libero o semi-strutturata delle modifiche apportate in questa variante o rettifica.

source: Provide the identifier (release.id) of the OCDS release (from this contracting process) that provides the values for this contracting process **before** the amendment was made.
it: Fornire l'identificatore (release.id) della versione OCDS (da questo processo di acquisto o appalto) che fornisce i valori per questo processo **prima** della variante o rettifica apportata.

source: Amended release (identifier)
it: Rilascio modificato (identificatore)

source: Provide the identifier (release.id) of the OCDS release (from this contracting process) that provides the values for this contracting process **after** the amendment was made.
it: Fornire l'identificatore (release.id) della versione OCDS (da questo processo di aggiudicazione) che fornisce i valori per questo processo di acquisto o appalto **dopo** che la variante o rettifica è stata apportata.

source: Amending release (identifier)
it: Rilascio di variante o rettifica (identificativo)

source: Amended fields
it: Campi modificati

source: An array of change objects describing the fields changed, and their former values. (Deprecated in 1.1)
it: Un elenco di oggetti di modifica che descrivono i campi modificati e i loro precedenti valori. (Obsoleto in 1.1)

source: Property
it: Proprietà

source: The property name that has been changed relative to the place the amendment is. For example if the contract value has changed, then the property under changes within the contract.amendment would be value.amount. (Deprecated in 1.1)
it: Il nome della proprietà che è stata modificata rispetto alla variante o rettifica. Ad esempio, se il valore del contratto è cambiato, la proprietà modificata all'interno del 'contract.amendemet' sarebbe 'value.amount'. (Obsoleto in 1.1)

source: Former Value
it: Valore precedente

source: The previous value of the changed property, in whatever type the property is. (Deprecated in 1.1)
it: Il valore precedente della proprietà modificata, qualunque sia il tipo dove la proprietà è contenuta. (Obsoleto in 1.1)

source: A free-text or semi-structured string describing the changes made in each amendment can be provided in the amendment.description field. To provide structured information on the fields that have changed, publishers should provide releases indicating the state of the contracting process before and after the amendment.
it: Una stringa a testo libero o semi-strutturata che descriva le modifiche apportate da ciascuna variante o rettifica può essere fornita nel campo 'amendment.description'. Per fornire informazioni strutturate sui campi che sono cambiati, gli editori dovrebbero fornire dei rilasci che indicano lo stato della procedura di acquisto o appalto prima e dopo la modifica.

source: A classification consists of at least two parts: an identifier for the list (scheme) from which the classification is drawn, and an identifier for the category from that list being applied. It is useful to also publish a text label and/or URI that users can draw on to interpret the classification.
it: Una classificazione consiste di almeno due parti: un identificatore per la lista (schema) dal quale viene derivata la classificazione e un identificatore per la categoria dell'elenco al quale viene applicato. È utile anche pubblicare un'etichetta di testo e/o URI che gli utenti possono utilizzare per interpretare la classificazione.

source: An classification should be drawn from an existing scheme or list of codes. This field is used to indicate the scheme/codelist from which the classification is drawn. For line item classifications, this value should represent an known [Item Classification Scheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) wherever possible.
it: Una classificazione dovrebbe essere tratta da uno schema esistente o da un vocabolario. Questo campo è usato per indicare lo schema/vocabolario da cui viene caratterizzata la classificazione. Per le classificazioni dei singoli lotti, questo valore dovrebbe rappresentare un noto [schema di classificazione degli articoli](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#item-classification-scheme) ove possibile.

source: The classification code drawn from the selected scheme.
it: Il codice di classificazione estratto dallo schema selezionato.

source: A textual description or title for the code.
it: Una descrizione testuale o titolo per il codice.

source: A URI to identify the code. In the event individual URIs are not available for items in the identifier scheme this value should be left blank.
it: Un URI per identificare il codice. Nel caso in cui gli URI individuali non siano disponibili per gli elementi nello schema di riferimento, questo valore deve essere lasciato vuoto.

source: Identifier
it: Identificatore

source: A unique identifier for a party (organization).
it: Un identificativo univoco per una parte (organizzazione).

source: Organization identifiers should be drawn from an existing organization identifier list. The scheme field is used to indicate the list or register from which the identifier is drawn. This value should be drawn from the [Organization Identifier Scheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#organization-identifier-scheme) codelist.
it: Gli identificativi dell'organizzazione devono essere ricavati da un elenco di identificativi di organizzazioni esistente. Il campo dello schema è usato per indicare la lista o il registro da cui è tratto tale identificatore. Questo valore dovrebbe provenire dal vocabolario [Schema per gli Identificativi delle Organizzazioni](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#organization-identifier-scheme).

source: The identifier of the organization in the selected scheme.
it: L'identificativo dell'organizzazione nel registro selezionato.

source: Legal Name
it: Ragione Sociale (o nome legale)

source: The legally registered name of the organization.
it: Il nome legale dell'organizzazione.

source: A URI to identify the organization, such as those provided by [Open Corporates](http://www.opencorporates.com) or some other relevant URI provider. This is not for listing the website of the organization: that can be done through the URL field of the Organization contact point.
it: Un URI per identificare l'organizzazione, come quelli forniti da [Open Corporates](http://www.opencorporates.com) o qualche altro provider URI rilevante. ; Per chiarezza questo non è per contenere il sito web dell'organizzazione: ciò può essere fatto attraverso il campo URL del punto di contatto dell'organizzazione.

source: An address.
it: Un indirizzo.

source: Street address
it: Indirizzo

source: The street address. For example, 1600 Amphitheatre Pkwy.
it: L'indirizzo completo (strada e numero) Ad esempio, 1600 Amphitheatre Pkwy.

source: Locality
it: Località

source: The locality. For example, Mountain View.
it: La località Ad esempio, Mountain View.

source: Region
it: Regione

source: The region. For example, CA.
it: La Provincia o la Regione. Ad esempio, CA.

source: Postal code
it: Codice postale

source: The postal code. For example, 94043.
it: Il codice postale Ad esempio, 94043.

source: Country name
it: Nome del paese

source: The country name. For example, United States.
it: Il nome del paese. Ad esempio, Stati Uniti.

source: An person, contact point or department to contact in relation to this contracting process.
it: Una persona, un punto di contatto o un dipartimento da contattare in relazione a questa procedura di aggiudicazione.

source: The name of the contact person, department, or contact point, for correspondence relating to this contracting process.
it: Il nome della persona di contatto, dipartimento o punto di contatto, per la corrispondenza relativa a questo processo di aggiudicazione.

source: The e-mail address of the contact point/person.
it: L'indirizzo e-mail del punto di contatto/persona.

source: Telephone
it: Telefono

source: The telephone number of the contact point/person. This should include the international dialing code.
it: Il numero di telefono del punto di contatto/persona. Questo dovrebbe includere il prefisso internazionale.

source: Fax number
it: Numero di fax

source: The fax number of the contact point/person. This should include the international dialing code.
it: Il numero di fax del punto di contatto/persona. Questo dovrebbe includere il prefisso internazionale.

source: A web address for the contact point/person.
it: Un indirizzo web per il punto di contatto/persona.

source: Financial values should always be published with a currency attached.
it: I valori finanziari dovrebbero sempre essere pubblicati con una valuta allegata.

source: Amount as a number.
it: Importo come numero.

source: Currency
it: Valuta

source: The currency for each amount should always be specified using the uppercase 3-letter currency code from ISO4217.
it: La valuta per ogni importo deve sempre essere specificata utilizzando il codice maiuscolo di 3 lettere per la valuta come da specifiche ISO4217.

source: Key events during a contracting process may have a known start date, end date, duration, or maximum extent (the latest date the period can extend to). In some cases, not all of these fields will have known or relevant values.
it: Gli eventi chiave durante un processo di acquisto o appalto possono avere una data di inizio nota, una data di fine, una durata o un'estensione massima (l'ultima data in cui il periodo può estendersi). In alcuni casi, non tutti questi campi avranno valori noti o rilevanti.

source: Start date
it: Data d'inizio

source: The start date for the period. When known, a precise start date must always be provided.
it: La data di inizio del periodo. Quando noto, deve sempre essere fornita una data di inizio precisa.

source: End date
it: Data di fine

source: The end date for the period. When known, a precise end date must always be provided.
it: La data di fine del periodo. Quando noto, deve sempre essere fornita una data di fine precisa.

source: The period cannot be extended beyond this date. This field is optional, and can be used to express the maximum available data for extension or renewal of this period.
it: Il periodo non può essere esteso oltre questa data. Questo campo è facoltativo e può essere utilizzato per esprimere le quantità massime disponibili per l'estensione o il rinnovo di questo periodo.

source: Maximum extent
it: Estensione massima

source: The maximum duration of this period in days. A user interface may wish to collect or display this data in months or years as appropriate, but should convert it into days when completing this field. This field can be used when exact dates are not known. Where a startDate and endDate are given, this field is optional, and should reflect the difference between those two days. Where a startDate and maxExtentDate are given, this field is optional, and should reflect the difference between startDate and maxExtentDate.
it: La durata massima di questo periodo in giorni. Un'interfaccia utente potrebbe voler raccogliere o visualizzare questi dati in mesi o anni, a seconda dei casi, ma dovrebbe convertirli in giorni quando si compila questo campo. Questo campo può essere utilizzato quando non sono note le date esatte. Laddove vengono forniti un valore StartDate e EndDate, questo campo è facoltativo e dovrebbe riflettere la differenza tra questi due giorni. Laddove vengono forniti un valore StartDate e maxExtentDate, questo campo è facoltativo e dovrebbe riflettere la differenza tra startDate e maxExtentDate.

source: Duration (days)
it: Durata (giorni)

source: A reference to a related contracting process: generally one preceding or following on from the current process.
it: Un riferimento a un processo di acquisto o appalto correlato: generalmente uno precedente o successivo al processo corrente.

source: Related Process
it: Processo correlato

source: Relationship ID
it: ID di relazione

source: A local identifier for this relationship, unique within this array.
it: Un identificatore locale per questa relazione, unico all'interno di questo array.

source: Specify the type of relationship using the [related process codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process).
it: Specificare il tipo di relazione utilizzando il [vocabolario dei processi correlati](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process).

source: Relationship
it: Relazione

source: The title of the related process, where referencing an open contracting process, this field should match the tender/title field in the related process.
it: Il titolo del processo correlato, in cui si fa riferimento a un processo di acquisto o appalto Open Contracting, questo campo deve corrispondere al campo tender/title nel processo correlato.

source: Related process title
it: Titolo del processo correlato

source: The identification scheme used by this cross-reference from the [related process scheme codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process-scheme) codelist. When cross-referencing information also published using OCDS, an Open Contracting ID (ocid) should be used.
it: Lo schema per gli identificatori utilizzato da questo riferimento incrociato proviene dal [vocabolario dei processi correlati] (https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#related-process-scheme). Quando le informazioni sui riferimenti incrociati vengono ad altri processi vengono pubblicate usando OCDS, deve essere utilizzato un Open Contracting ID (ocid).

source: The identifier of the related process. When cross-referencing information also published using OCDS, this should be the Open Contracting ID (ocid).
it: L'identificativo del processo correlato.utilizza Quando le informazioni di riferimento incrociato vengono pubblicate anche ndo OCDS, questo dovrebbe essere un Open Contracting ID (ocid).

source: A URI pointing to a machine-readable document, release or record package containing the identified related process.
it: Un URI che punta a un documento leggibile dalla macchina, a un pacchetto di rilascio o un descrittore contenente il processo correlato identificato.

source: Related process URI
it: URI del processo correlato

source: Schema for a compiled, versioned Open Contracting Release.
it: Schema Open Contracting per un rilascio compilato con versione.
