Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema.po
Languages: it

source: Rationale for the chosen procurement method. This is especially important to provide a justification in the case of limited tenders or direct awards.
it: Motivazione della scelta del metodo di acquisto. Ciò è particolarmente importante per fornire una giustificazione nel caso di offerte limitate o incarichi diretti.

source: Main procurement category
it: Categoria principale dell'acquisto o appalto

source: The primary category describing the main object of this contracting process from the [procurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#procurement-category) codelist. This is a closed codelist. Local classifications should be mapped to this list.
it: La categoria principale che descrive l'oggetto principale di questo procedimento di acquisto o appalto dal vocabilario [procurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#procurement-category). Questo è un vocabolario chiuso. Eventuali classificazioni locali dovrebbero essere associate a questo elenco.

source: Additional procurement categories
it: Altre categorie di acquisto o appalto

source: Any additional categories which describe the objects of this contracting process, from the [extendedProcurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#extended-procurement-category) codelist. This is an open codelist. Local categories can be included in this list.
it: Eventuali categorie aggiuntive che descrivono gli oggetti di questo processo di acquisto o di appalto, dal vocabolario [extendedProcurementCategory](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#extended-procurement-category) codelist. Questa è un vocabolario aperto. Le categorie locali possono essere incluse in questo elenco.

source: Award criteria
it: Criteri di aggiudicazione

source: Specify the award criteria for the procurement, using the [award criteria codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-criteria)
it: Specificare i criteri di aggiudicazione per gli acquisti o l'appalto, utilizzando [l'elenco di criteri dei criteri di aggiudicazione (award-criteria)](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-criteria)

source: Award criteria details
it: Dettagli sui criteri di aggiudicazione

source: Any detailed or further information on the award or selection criteria.
it: Qualsiasi informazione dettagliata o ulteriore sull'aggiudicazione o sui criteri di scelta del contraente.

source: Submission method
it: Metodo di presentazione delle offerte

source: Specify the method by which bids must be submitted, in person, written, or electronic auction. Using the [submission method codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#submission-method)
it: Specificare il metodo con cui le offerte devono essere presentate, di persona, scritte o all'asta elettronica. Utilizzo del [vocabolario del metodo di presentazione delle offerte (submission-method)](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#submission-method)

source: Submission method details
it: Dettagli del metodo di presentazione delle offerte

source: Any detailed or further information on the submission method. This may include the address, e-mail address or online service to which bids should be submitted, and any special requirements to be followed for submissions.
it: Qualsiasi informazione dettagliata o ulteriore sul metodo di presentazione delle offerte. Questo può includere l'indirizzo, l'indirizzo e-mail o il servizio online a cui devono essere inviate le offerte, e qualsiasi requisito speciale al quale gli offerenti devo attenersi per l'invio.

source: Tender period
it: Periodo per la partecipazione alla gara

source: The period when the tender is open for submissions. The end date is the closing date for tender submissions.
it: Il periodo in cui la gara è aperta per la presentazione. La data di fine è il termine ultimo per la presentazione delle offerte.

source: Enquiry period
it: Periodo per sottomettere domande di chiarimento

source: The period during which potential bidders may submit questions and requests for clarification to the entity managing procurement. Details of how to submit enquiries should be provided in attached notices, or in submissionMethodDetails. Structured dates for when responses to questions will be made can be provided using tender milestones.
it: Il periodo durante il quale i potenziali offerenti possono presentare domande e richieste di chiarimenti all'entità che gestisce gli acquisti o gli appalti. I dettagli su come inviare le richieste devono essere forniti in avvisi allegati o in submissionMethodDetails. Le date strutturate per il momento in cui verranno fornite le risposte alle domande possono essere fornite utilizzando il blocco degli istante chiave (milestone) nella gara.

source: Has enquiries?
it: Ha richieste?

source: A true/false field to indicate whether any enquiries were received during the tender process. Structured information on enquiries that were received, and responses to them, can be provided using the enquiries extension.
it: Un campo vero/falso per indicare se sono state ricevute richieste durante il procedimento di gara. Le informazioni strutturate sulle richieste ricevute e le relative risposte possono essere fornite utilizzando l'estensione delle richieste di informazioni.

source: Eligibility criteria
it: Criteri di ammissibilità

source: A description of any eligibility criteria for potential suppliers.
it: Una descrizione di eventuali criteri di ammissibilità per i potenziali fornitori.

source: Evaluation and award period
it: Valutazione e periodo per l'aggiudicazione

source: The period for decision making regarding the contract award. The end date should be the date on which an award decision is due to be finalized. The start date is optional, and may be used to indicate the start of an evaluation period.
it: Il periodo per il processo decisionale relativo all'aggiudicazione dell'appalto. La data di fine dovrebbe essere la data in cui una decisione di aggiudicazione dovrebbe essere finalizzata. La data di inizio è facoltativa e può essere utilizzata per indicare l'inizio di un periodo di valutazione.

source: The period over which the contract is estimated or required to be active. If the tender does not specify explicit dates, the duration field may be used.
it: Il periodo durante il quale il contratto è stimato o previsto dover essere attivo. Se l'offerta non specifica date esplicite, è possibile utilizzare il campo relativo alla durata.

source: Contract period
it: Periodo di validità del contratto

source: Number of tenderers
it: Numero di offerenti

source: The number of parties who submit a bid.
it: Il numero degli offerenti che presentano un'offerta.

source: Tenderers
it: Gli offerenti

source: All parties who submit a bid on a tender. More detailed information on bids and the bidding organization can be provided using the optional bid extension.
it: Tutte le parti che presentano un'offerta per una gara. Informazioni più dettagliate sulle offerte e sugli offerenti possono essere fornite utilizzando l'estensione opzionale per l'offerta.

source: All documents and attachments related to the tender, including any notices. See the [documentType codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) for details of potential documents to include. Common documents include official legal notices of tender, technical specifications, evaluation criteria, and, as a tender process progresses, clarifications and replies to queries.
it: Tutti i documenti e gli allegati relativi alla gara, compresi eventuali avvisi. Consulta il [vocabolario documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type) per i dettagli dei potenziali documenti da includere. I documenti comuni comprendono le note legali ufficiali di gara anche detto disciplinare di gara, il capitolato tecnico, i criteri di valutazione e, man mano che procede il procedimento di gara, i chiarimenti e le risposte alle domande.

source: Milestones
it: Fasi

source: A list of milestones associated with the tender.
it: Una lista di istanti chiave (milestone) associati alla gara.

source: A tender amendment is a formal change to the tender, and generally involves the publication of a new tender notice/release. The rationale and a description of the changes made can be provided here.
it: Una modifica al bando di gara è una modifica formale e generalmente implica la pubblicazione di un nuovo bando di gara o di un avviso di rettifica. La motivazione e una descrizione delle modifiche apportate possono essere fornite qui.

source: Amendments
it: Rettifiche

source: Amendment
it: Variante

source: The use of individual amendment objects has been deprecated. From OCDS 1.1 information should be provided in the amendments array.
it: L'uso di singoli oggetti per la rettifica è stato deprecato. Da OCDS 1.1 le informazioni dovrebbero essere fornite nell'array delle rettifiche (amendments).

source: The single amendment object has been deprecated in favour of including amendments in an amendments (plural) array.
it: Il singolo oggetto di rettifica come blocco nello standard è stato deprecato a favore dell'inserimento in un array di rettifiche.

source: Award
it: Aggiudicazione

source: An award for the given procurement. There may be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
it: Un'aggiudicazione per una determinata procedura di acquisto o appalto. Ci possono essere più di una aggiudicazione per ogni processo di acquisto o appalto, ad es. perché il contratto è suddiviso tra diversi fornitori o perché è all'interno di un'accordo quadro.

source: Award ID
it: ID dell'aggiudicazione

source: The identifier for this award. It must be unique and cannot change within the Open Contracting Process it is part of (defined by a single ocid). See the [identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for further details.
it: L'identificativo per questa aggiudicazione. Deve essere univoco e non può cambiare all'interno del processo 'Open Contracting' di cui fa parte (definito da un singolo ocid). Consulta la [guida identificatore] (https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) per ulteriori dettagli.

source: Title
it: Titolo

source: Award title
it: Titolo dell'aggiudicazione

source: Description
it: Descrizione

source: Award description
it: Descrizione dell'aggiudicazione

source: Award status
it: Stato dell'aggiudicazione

source: The current status of the award drawn from the [awardStatus codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-status)
it: Lo stato attuale dell'aggiudicazione tratto dal vocabolario [awardStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#award-status)

source: Award date
it: Data dell'aggiudicazione

source: The date of the contract award. This is usually the date on which a decision to award was made.
it: La data di aggiudicazione della gara. Di solito è la data in cui è stata presa la decisione di aggiudicazione.

source: The total value of this award. In the case of a framework contract this may be the total estimated lifetime value, or maximum value, of the agreement. There may be more than one award per procurement. A negative value indicates that the award may involve payments from the supplier to the buyer (commonly used in concession contracts).
it: Il valore totale dell'aggiudicazione. Nel caso di un contratto quadro questo può essere il valore totale stimato della durata, o il valore massimo, dell'accordo. Ci possono essere più aggiudicazioni per ogni procedimento di gara. Un valore negativo indica che l'aggiudicazione può comportare pagamenti dal fornitore all'acquirente (comunemente utilizzato nei contratti di concessione).

source: Suppliers
it: Fornitori

source: The suppliers awarded this award. If different suppliers have been awarded different items or values, these should be split into separate award blocks.
it: I fornitori che si sono aggiudicati la gara. Se sono presenti diversi fornitori per diversi articoli, lotti o valori, questi devono essere suddivisi in blocchi separati di aggiudicazione.

source: Items awarded
it: Articoli aggiudicati

source: The goods and services awarded in this award, broken into line items wherever possible. Items should not be duplicated, but the quantity specified instead.
it: I beni e i servizi aggiudicati, suddivisi in elementi singoli, ove possibile. Gli articoli non dovrebbero essere duplicati, ma specificate le quantità quando superiori all'unità.

source: The period for which the contract has been awarded.
it: Il periodo (da/a) per il quale è stato aggiudicato il contratto.

source: All documents and attachments related to the award, including any notices.
it: Tutti i documenti e gli allegati relativi all'aggiudicazione, comprese eventuali comunicazioni.

source: An award amendment is a formal change to the details of the award, and generally involves the publication of a new award notice/release. The rationale and a description of the changes made can be provided here.
it: Una modifica dell'aggiudicazione è un atto formale e generalmente implica la pubblicazione di un nuovo avviso/delibera di aggiudicazione. La motivazione e una descrizione delle modifiche apportate possono essere fornite qui.

source: Contract
it: Contratto

source: Information regarding the signed contract between the buyer and supplier(s).
it: Informazioni sul contratto firmato tra l'acquirente e il fornitore/i.

source: Contract ID
it: ID del contratto

source: The identifier for this contract. It must be unique and cannot change within its Open Contracting Process (defined by a single ocid). See the [identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for further details.
it: L'identificativo per questo contratto. Deve essere univoco e non può cambiare all'interno del processo Open Contracting (definito da un singolo ocid). Consulta la [guida identificatore](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) per ulteriori dettagli.

source: The award.id against which this contract is being issued.
it: l'identificativo dell'aggiudicazione award.id a fronte del quale viene emesso questo contratto.

source: Contract title
it: Titolo del contratto

source: Contract description
it: Descrizione del contratto

source: Contract status
it: Stato del contratto

source: The current status of the contract. Drawn from the [contractStatus codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#contract-status)
it: Lo stato attuale del contratto. Tratto dal vocabolario [contractStatus] (https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#contract-status)

source: Period
it: Periodo

source: The start and end date for the contract.
it: La data di inizio e di fine del contratto.

source: The total value of this contract. A negative value indicates that the contract will involve payments from the supplier to the buyer (commonly used in concession contracts).
it: Il valore totale di questo contratto. Un valore negativo indica che il contratto comporterà pagamenti dal fornitore all'acquirente (comunemente utilizzato nei contratti di concessione).

source: Items contracted
it: Articoli del contratto

source: The goods, services, and any intangible outcomes in this contract. Note: If the items are the same as the award do not repeat.
it: I beni, i servizi e tutti i risultati immateriali presenti in questo contratto. Nota: se gli articoli sono gli stessi del'aggiudicazione, non ripeterli.

source: Date signed
it: Data di firma

source: The date the contract was signed. In the case of multiple signatures, the date of the last signature.
it: La data in cui è stato firmato il contratto. Nel caso di più firme, la data dell'ultima firma.

source: All documents and attachments related to the contract, including any notices.
it: Tutti i documenti e allegati relativi al contratto, comprese eventuali comunicazioni.

source: Implementation
it: Attuazione

source: Information related to the implementation of the contract in accordance with the obligations laid out therein.
it: Informazioni relative all'attuazione del contratto in conformità con gli obblighi ivi previsti.

source: If this process is followed by one or more contracting processes, represented under a separate open contracting identifier (ocid) then details of the related process can be provided here. This is commonly used to point to subcontracts, or to renewal and replacement processes for this contract.
it: Se questo processo è seguito da uno o più processi di acquisto o appalto, rappresentati sotto un identificatore Open Contracting separato (ocid), i dettagli del processo correlato possono essere forniti qui. Questo è comunemente usato per indicare subappalti, o per i processi di rinnovo e sostituzione per questo contratto.

source: Contract milestones
it: Istanti chiave (milestone) del contratto

source: A list of milestones associated with the finalization of this contract.
it: Una lista di istanti chiave (milestone) associati alla finalizzazione di questo contratto.

source: A contract amendment is a formal change to, or extension of, a contract, and generally involves the publication of a new contract notice/release, or some other documents detailing the change. The rationale and a description of the changes made can be provided here.
it: Una variante del contratto è una modifica formale o un'estensione di un contratto e generalmente implica la pubblicazione di un nuovo avviso di stipula o di contratto o di altri documenti che specificano la modifica. La motivazione e una descrizione delle modifiche apportate possono essere fornite qui.

source: Information during the performance / implementation stage of the contract.
it: Informazioni durante la fase di esecuzione / attuazione del contratto.

source: Transactions
it: Transazioni

source: A list of the spending transactions made against this contract
it: Un elenco delle transazioni di spesa effettuate contro questo contratto

source: As milestones are completed, milestone completions should be documented.
it: Quando gli istanti chiave (milestone) sono superati o completati, questi devono essere documentati.

source: Documents and reports that are part of the implementation phase e.g. audit and evaluation reports.
it: Documenti e relazioni che fanno parte della fase di attuazione, ad es. relazioni di audit e valutazione.

source: Milestone
it: Fase

source: The milestone block can be used to represent a wide variety of events in the lifetime of a contracting process. The milestone type codelist is used to indicate the nature of each milestone.
it: Il blocco milestone può essere utilizzato per rappresentare un'ampia varietà di eventi nel corso della durata di un processo di acquisto o appalto. Il vocabolario del tipo di milestone viene utilizzato per indicare la natura di ogni istante chiave.

source: A local identifier for this milestone, unique within this block. This field is used to keep track of multiple revisions of a milestone through the compilation from release to record mechanism.
it: Un identificatore locale per questa milestone, unico all'interno di questo blocco. Questo campo viene utilizzato per tenere traccia delle revisioni multiple di una milestone attraverso la compilazione dei diversi rilasci in un descrittore.

source: Milestone title
it: Titolo milestone

source: Milestone type
it: Tipo di milestone

source: The type of milestone, drawn from an extended [milestoneType codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-type).
it: Il tipo di milestone viene tratto dal vocabolario di estensione [milestoneType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-type).

source: A description of the milestone.
it: Una descrizione della milestone.

source: Milestone code
it: Codice della milestone

source: Milestone codes can be used to track specific events that take place for a particular kind of contracting process. For example, a code of 'approvalLetter' could be used to allow applications to understand this milestone represents the date an approvalLetter is due or signed. Milestone codes is an open codelist, and codes should be agreed among data producers and the applications using that data.
it: Il codici delle milestone possono essere utilizzati per tracciare eventi specifici che si verificano per un particolare tipo di processo. Ad esempio, il codice di 'approvalLetter' potrebbe essere usato per consentire alle applicazioni di comprendere quando la data nella quale una lettera di approvazione è in scadenza e deve essere firmata. I codici delle milestone sono parte di un vocabolario aperto i cui valori devono essere concordati tra i produttori di dati e gli utilizzatori che impiegano tali dati in applicazioni.

source: Due date
it: Data di scadenza

source: The date the milestone is due.
it: La data in cui la milestone è prevista completarsi.

source: Date met
it: Data raggiungimento

source: The date on which the milestone was met.
it: La data in cui una milestone viene effettivamente raggiunta

source: Date modified
it: Data di modifica

source: The date the milestone was last reviewed or modified and the status was altered or confirmed to still be correct.
it: La data dell'ultima volta in cui la milestone è stata rivista o modificata e lo stato è stato modificato o confermato per essere ancora corretto.

source: Status
it: Stato

source: The status that was realized on the date provided in dateModified, drawn from the [milestoneStatus codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-status).
it: Lo stato che si è realizzato nella data indicata sul campo dateModified, tratto dal vocabolario [milestoneStatus](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#milestone-status).

source: List of documents associated with this milestone (Deprecated in 1.1).
it: Elenco dei documenti associati a questa milestone (Obsoleto in 1.1).

source: Inclusion of documents at the milestone level is now deprecated. Documentation should be attached in the tender, award, contract or implementation sections, and titles and descriptions used to highlight the related milestone. Publishers who wish to continue to provide documents at the milestone level should explicitly declare this by using the milestone documents extension.
it: L'inclusione di documenti al livello di milestone è ora deprecato. La documentazione deve essere allegata nelle sezioni di gara, aggiudicazione, contratto o attuazione, nonché i titoli e le descrizioni utilizzati per evidenziare la relativa milestone. Gli editori che desiderano continuare a fornire documenti a livello di milestone dovrebbero dichiararlo esplicitamente utilizzando l'estensione dei documenti delle milestone.

source: Document
it: Documento
