Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema.po
Languages: it

source: Links to, or descriptions of, external documents can be attached at various locations within the standard. Documents may be supporting information, formal notices, downloadable forms, or any other kind of resource that should be made public as part of full open contracting.
it: Collegamenti a, o descrizioni di documenti esterni possono essere allegati in varie posizioni all'interno dello standard. I documenti possono contenere informazioni di supporto, comunicazioni formali, moduli scaricabili o qualsiasi altro tipo di risorsa che dovrebbe essere resa pubblica come parte della piena apertura dei dati Open Contracting

source: A local, unique identifier for this document. This field is used to keep track of multiple revisions of a document through the compilation from release to record mechanism.
it: Un identificativo locale e univoco per questo documento. Questo campo viene utilizzato per tenere traccia delle revisioni multiple di un documento attraverso i diversi rilasci e la relativa compilazioni nei descrittori.

source: Document type
it: Tipo di documento

source: A classification of the document described taken from the [documentType codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type). Values from the provided codelist should be used wherever possible, though extended values can be provided if the codelist does not have a relevant code.
it: Una classificazione del documento descritto tratto dal vocabolario [documentType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#document-type). I valori forniti nel vocabolario dovrebbero essere usati ovunque possibile, considerando che possono essere forniti valori estesi se il vocabolario non dovesse avere valori rilevanti per le proprie necessità

source: The document title.
it: Il titolo del documento.

source: A short description of the document. We recommend descriptions do not exceed 250 words. In the event the document is not accessible online, the description field can be used to describe arrangements for obtaining a copy of the document.
it: Una breve descrizione del documento. Raccomandiamo che le descrizioni non superino le 250 parole. Nel caso in cui il documento non sia accessibile online, il campo della descrizione può essere utilizzato per descrivere le modalità per ottenere una copia del documento.

source: direct link to the document or attachment. The server providing access to this document should be configured to correctly report the document mime type.
it: collegamento diretto al documento o allegato. Il server che fornisce l'accesso a questo documento deve essere configurato per riportare correttamente il MIME-type del documento.

source: Date published
it: Data di pubblicazione

source: The date on which the document was first published. This is particularly important for legally important documents such as notices of a tender.
it: La data in cui il documento è stato pubblicato per la prima volta. Questo è particolarmente importante per documenti giuridicamente importanti come gli avvisi di gara.

source: Date that the document was last modified
it: Data in cui il documento è stato modificato l'ultima volta

source: Format
it: Formato

source: The format of the document taken from the [IANA Media Types codelist](http://www.iana.org/assignments/media-types/), with the addition of one extra value for 'offline/print', used when this document entry is being used to describe the offline publication of a document. Use values from the template column. Links to web pages should be tagged 'text/html'.
it: Il formato del documento preso dal vocabolario [IANA Media Types](http://www.iana.org/assignments/media-types/), con l'aggiunta di un valore aggiuntivo per "offline/print", usato quando questa voce del documento viene utilizzata per descrivere la pubblicazione offline di un documento. Utilizza i valori dalla colonna del modello. I collegamenti alle pagine Web dovrebbero essere contrassegnati come 'text/html'.

source: Language
it: Lingua

source: Specifies the language of the linked document using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](http://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is strongly recommended unless there is a clear user need for distinguishing the language subtype.
it: Specifica la lingua del documento collegato utilizzando due lettere [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) o estese [etichette BCP47 per la lingua](http://www.w3.org/International/articles/language-tags/). Si consiglia vivamente l'uso di codici minuscoli a due lettere da [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) a meno che non vi sia un chiaro bisogno dell'utente di distinguere il sottotipo di lingua.

source: Budget information
it: Informazioni sui finanziamenti

source: This section contain information about the budget line, and associated projects, through which this contracting process is funded. It draws upon data model of the [Fiscal Data Package](http://fiscal.dataprotocols.org/), and should be used to cross-reference to more detailed information held using a Budget Data Package, or, where no linked Budget Data Package is available, to provide enough information to allow a user to manually or automatically cross-reference with another published source of budget and project information.
it: Questa sezione contiene informazioni sulla voce di finanziamento e i progetti associati, attraverso i quali viene finanziata questa procedura di acquisto o appalto. Si basa sul modello dati del [Fiscal Data Package] (http://fiscal.dataprotocols.org/), e dovrebbe essere usato per rimandare a informazioni più dettagliate presenti in un pacchetto di dati di bilancio, o, in assenza di un bilancio collegato il pacchetto dati è disponibile per fornire informazioni sufficienti a consentire all'utente di eseguire manualmente o automaticamente riferimenti incrociati con un'altra fonte dove vengono pubblicati i dati sul finanziamento e informazioni sul progetto.

source: An identifier for the budget line item which provides funds for this contracting process. This identifier should be possible to cross-reference against the provided data source.
it: Un identificatore per la linea di finanziamento che fornisce fondi per questo processo di acquisto o appalto. Con questo identificativo dovrebbe essere possibile correlare anche i dati forniti nel sistema di origine.

source: Budget Source
it: Fonte del finanziamento

source: A short free text description of the budget source. May be used to provide the title of the budget line, or the programme used to fund this project.
it: Una breve descrizione di testo sulla fonte del finanziamento. Può essere utilizzato per fornire il titolo della linea di bilancio o il programma utilizzato per finanziare questo progetto.

source: Amount
it: Importo

source: The value reserved in the budget for this contracting process. A negative value indicates anticipated income to the budget as a result of this contracting process, rather than expenditure. Where the budget is drawn from multiple sources, the budget breakdown extension can be used.
it: Il valore dello stanziamento o della riserva nel bilancio per questa procedura di acquisto o appalto. Un valore negativo indica entrate anticipate nel bilancio come risultato di questa procedura (es. concessione), piuttosto che di spesa. Se il finanziamento è tratto da più fonti, è possibile utilizzare l'estensione di dettaglio del finanziamento.

source: Project title
it: Titolo del progetto

source: The name of the project that through which this contracting process is funded (if applicable). Some organizations maintain a registry of projects, and the data should use the name by which the project is known in that registry. No translation option is offered for this string, as translated values can be provided in third-party data, linked from the data source above.
it: Il nome del progetto attraverso il quale viene finanziato questo processo di acquisto o appalto (se applicabile). Alcune organizzazioni gestiscono un registro di progetti e i dati devono utilizzare il nome con cui il progetto è noto in quel registro. Non viene offerta alcuna opzione di traduzione per questa stringa, poiché i valori tradotti possono essere forniti in dati di terze parti, collegati dall'origine dati sopra riportata.

source: Project identifier
it: Identificatore del progetto

source: An external identifier for the project that this contracting process forms part of, or is funded via (if applicable). Some organizations maintain a registry of projects, and the data should use the identifier from the relevant registry of projects.
it: Un identificatore per il progetto esterno di cui questo processo di acquisto o appalto fa parte o attraverso il quale è finanziato (se applicabile). Alcune organizzazioni gestiscono un registro di progetti e in tal caso i codici da usare devono utilizzare l'identificativo del relativo registro dei progetti.

source: Linked budget information
it: Informazioni di collegamento al finanziamento

source: A URI pointing directly to a machine-readable record about the budget line-item or line-items that fund this contracting process. Information may be provided in a range of formats, including using IATI, the Open Fiscal Data Standard or any other standard which provides structured data on budget sources. Human readable documents can be included using the planning.documents block.
it: Un URI che punta direttamente a un record leggibile dalla macchina relativo alla riga di bilancio o agli elementi che finanziano questo processo di acquisto o appalto. Le informazioni possono essere fornite in una moltitudine di formati, tra cui l'utilizzo di IATI, l'Open Fiscal Data Standard o qualsiasi altro standard che fornisce dati strutturati sulle fonti di bilancio. I documenti leggibili dall'uomo possono essere inclusi utilizzando il blocco planning.documents.

source: Data Source
it: Fonte di dati

source: (Deprecated in 1.1) Used to point either to a corresponding Budget Data Package, or to a machine or human-readable source where users can find further information on the budget line item identifiers, or project identifiers, provided here.
it: (Deprecato in 1.1) Utilizzato per indicare un corrispondente pacchetto di dati di finanziamento (Budget Data Package) o un dato leggibile dalle macchine o dall'uomo in cui gli utenti possono trovare ulteriori informazioni sugli identificatori delle singole voci di bilancio o sugli identificatori di progetto, che vengono forniti qui.

source: The budget data source field was intended to link to machine-readable data about the budget for a contracting process, but has been widely mis-used to provide free-text descriptions of budget providers. As a result, it has been removed from version 1.1. budget/uri can be used to provide a link to machine-readable budget information, and budget/description can be used to provide human-readable information on the budget source.
it: Il campo dell'origine dati di bilancio era destinato a collegare dati leggibili dalla macchina sul finanziamento per un processo di acquisto o appalto, ma è stato ampiamente utilizzato male per fornire descrizioni di testo libero da parte dei fornitori dei dati di bilancio. Di conseguenza, è stato rimosso dalla versione 1.1. e budget/uri può essere utilizzato per fornire un collegamento alle informazioni di budget leggibili dalla macchina mentre il budget/description può essere utilizzato per fornire informazioni leggibili anche dall'uomo sull'origine del budget.

source: Transaction information
it: Informazioni sulla transazione

source: A spending transaction related to the contracting process. Draws upon the data models of the [Fiscal Data Package](http://fiscal.dataprotocols.org/) and the [International Aid Transparency Initiative](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) and should be used to cross-reference to more detailed information held using a Fiscal Data Package, IATI file, or to provide enough information to allow a user to manually or automatically cross-reference with some other published source of transactional spending data.
it: Una transazione di spesa relativa al processo di acquisto o appalto. Attinge ai modello dati del [Fiscal Data Package](http://fiscal.dataprotocols.org/) e [International Aid Transparency Initiative](http://iatistandard.org/activity-standard/iati-activities/iati-activity/transaction/) e dovrebbe essere usato per rimandare a informazioni più dettagliate in possesso di un Fiscal Data Package, file IATI, o per fornire informazioni sufficienti per consentire a un utente di fare manualmente o automaticamente riferimenti incrociati con qualche altra fonte pubblicata di dati di spesa transazionali.

source: A unique identifier for this transaction. This identifier should be possible to cross-reference against the provided data source. For IATI this is the transaction reference.
it: Un identificativo univoco per questa transazione. Questo identificativo dovrebbe essere possibile per fare un riferimento incrociato rispetto all'origine dati fornita. Per IATI questo è il riferimento della transazione.

source: Data source
it: Fonte di dati

source: Used to point either to a corresponding Fiscal Data Package, IATI file, or machine or human-readable source where users can find further information on the budget line item identifiers, or project identifiers, provided here.
it: Utilizzato per indicare un file Fiscal Data Package, un file IATI o una sorgente di dati leggibili dalla macchina o dall'uomo in cui gli utenti possono trovare ulteriori informazioni sugli identificatori degli elementi di bilancio o sugli identificatori del progetto, che sono qui pubblicati.

source: Date
it: Data

source: The date of the transaction
it: La data della transazione

source: The value of the transaction.
it: Il valore della transazione.

source: Payer
it: Pagatore

source: An organization reference for the organization from which the funds in this transaction originate.
it: Un riferimento all'organizzazione per l'organizzazione da cui provengono i fondi in questa transazione.

source: Payee
it: Beneficiario

source: An organization reference for the organization which receives the funds in this transaction.
it: Un riferimento all'organizzazione per l'organizzazione che riceve i fondi in questa transazione.

source: Linked spending information
it: Informazioni collegate sulla spesa

source: A URI pointing directly to a machine-readable record about this spending transaction.
it: Un URI che punta direttamente a un record leggibile dalle macchine di questa transazione di spesa.

source: (Deprecated in 1.1. Use transaction.value instead) The value of the transaction. A negative value indicates a refund or correction.
it: (Obsoleto in 1.1. Utilizzare invece transaction.value) il valore della transazione. Un valore negativo indica un rimborso o una correzione.

source: This field has been replaced by the `transaction.value` field for consistency with the use of value and amount elsewhere in the standard.
it: Questo campo è stato sostituito dal campo `transaction.value` per coerenza con l'uso di 'value' e 'amount' altrove nello standard.

source: Provider organization
it: Organizzazione erogatrice

source: (Deprecated in 1.1. Use transaction.payer instead.) The Organization Identifier for the organization from which the funds in this transaction originate. Expressed following the Organizational Identifier standard - consult the documentation and the codelist.
it: (Obsoleto in 1.1 Utilizzare invece transaction.payer). Identificatore dell'organizzazione per l'organizzazione da cui provengono i fondi in questa transazione. Espresso seguendo lo standard Organizational Identifier - consultare la documentazione e il vocabolario controllato.

source: This field has been replaced by the `transaction.payer` field to resolve ambiguity arising from 'provider' being interpreted as relating to the goods or services procured rather than the flow of funds between the parties.
it: Questo campo è stato sostituito dal campo `transaction.payer` per risolvere l'ambiguità derivante dal fatto che il 'fornitore' ('provider') è interpretato come relativo ai beni o servizi acquistati piuttosto che al flusso di fondi tra le parti.

source: Receiver organization
it: Organizzazione beneficiaria

source: (Deprecated in 1.1. Use transaction.payee instead). The Organization Identifier for the organization which receives the funds in this transaction. Expressed following the Organizational Identifier standard - consult the documentation and the codelist.
it: (Obsoleto in 1.1, utilizzare invece transaction.payee). L'identificativo dell'organizzazione per l'organizzazione che riceve i fondi in questa transazione. Espresso seguendo lo standard di Identificazione Organizzativa - consultare la documentazione e il vocabolario controllato.

source: This field has been replaced by the `transaction.payee` field to resolve ambiguity arising from 'receiver' being interpreted as relating to the goods or services procured rather than the flow of funds between the parties.
it: Questo campo è stato sostituito dal campo `transaction.payee` per risolvere le ambiguità derivanti dal fatto che 'ricevente' ('receiver') viene spesso interpretato come relativo ai beni o servizi acquistati piuttosto che al flusso di fondi tra le parti.

source: The name of the party being referenced. This must match the name of an entry in the parties section.
it: Il nome della parte o organizzazione a cui si fa riferimento. Questo deve corrispondere al nome di una voce nella sezione 'parties'.

source: Organization name
it: Nome dell'organizzazione

source: The id of the party being referenced. This must match the id of an entry in the parties section.
it: L'id della parte o organizzazione a cui si fa riferimento. Questo deve corrispondere all'ID di una voce nella sezione 'parties'.

source: Organization ID
it: ID dell'organizzazione

source: Primary identifier
it: Identificatore primario

source: The primary identifier for this organization. Identifiers that uniquely pick out a legal entity should be preferred. Consult the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) for the preferred scheme and identifier to use.
it: L'identificatore principale per questa organizzazione. Gli identificatori che scelgono in modo univoco un'entità legale dovrebbero essere preferiti. Consulta la [guida identificatore di organizzazione](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/) per lo schema e l'identificatore da usare.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and detailed legal identifier information should only be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
it: Dalla versione 1.1, le organizzazioni dovrebbero fare riferimento al loro identificatore e nome in un documento, e le informazioni dettagliate sull'identificatore giuridico dovrebbero essere fornite solo nella corrispondente voce di riferimento nella sezione delle parti ('parties') presente nel livello principale di un rilascio.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and address information should only be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
it: Dalla versione 1.1, le organizzazioni dovrebbero fare riferimento al loro identificatore e nome in un documento, e le informazioni sugli indirizzi dovrebbero essere fornite solo nella relativa voce di riferimento nella sezione delle parti ('parties') nel livello principale di un rilascio.

source: (Deprecated outside the parties section)
it: (Deprecato al di fuori della sezione parti)

source: Address
it: Indirizzo

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and additional identifiers for an organization should be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
it: Dalla versione 1.1, le organizzazioni dovrebbero fare riferimento al loro identificatore e nome in un documento, e altri identificatori per un'organizzazione dovrebbero essere forniti nella relativa voce di riferimento nella sezione delle parti ('parties') nel livello principale di un rilascio.

source: Additional identifiers
it: Identificatori aggiuntivi

source: (Deprecated outside the parties section) A list of additional / supplemental identifiers for the organization, using the [organization identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). This could be used to provide an internally used identifier for this organization in addition to the primary legal entity identifier.
it: (Deprecato al di fuori della sezione parti) Un elenco di identificatori aggiuntivi / supplementari per l'organizzazione, utilizzando [guida identificatore organizzazione](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/). Questo potrebbe essere usato per fornire un identificatore utilizzato internamente per questa organizzazione oltre all'identificatore di entità legale principale.

source: From version 1.1, organizations should be referenced by their identifier and name in a document, and contact point information for an organization should be provided in the relevant cross-referenced entry in the parties section at the top level of a release.
it: Dalla versione 1.1, le organizzazioni dovrebbero fare riferimento al loro identificatore e nome in un documento e le informazioni sui punti di contatto per un'organizzazione dovrebbero essere fornite nella relativa voce di riferimento nella sezione delle parti ('parties') nel livello principale di un rilascio.

source: Contact point
it: Punto di contatto

source: The id and name of the party being referenced. Used to cross-reference to the parties section
it: L'id e il nome della parte o organizzazione a cui si fa riferimento. Utilizzato per riferimenti incrociati alla sezione delle parti ('parties')

source: Organization reference
it: Riferimento dell'organizzazione

source: Organization
it: Organizzazione

source: A party (organization)
it: Una parte (organizzazione)

source: Common name
it: Denominazione

source: A common name for this organization or other participant in the contracting process. The identifier object provides an space for the formal legal name, and so this may either repeat that value, or could provide the common name by which this organization or entity is known. This field may also include details of the department or sub-unit involved in this contracting process.
it: Il nome comune per questa organizzazione o altro partecipante al processo di acquisto o appalto. L'oggetto identificatore fornisce uno spazio per il nome legale formale, pertanto può ripeterlo o fornire il nome comune con il quale questa organizzazione o entità è nota. Questo campo può anche includere dettagli del dipartimento o sub-unità coinvolti in questo processo.
