Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/schema.po
Languages: it

source: Core schema meta-schema
it: Meta-struttura dello schema principale

source: Schema for an Open Contracting Record package
it: Struttura di un pacchetto di Descrittori Open Contracting

source: The record package contains a list of records along with some publishing metadata. The records pull together all the releases under a single Open Contracting ID and compile them into the latest version of the information along with the history of any data changes.
it: Il pacchetto di descrittori contiene un elenco di descrittori insieme ad alcuni metadati di pubblicazione. I descrittori riuniscono tutte le versioni sotto un unico ID Open Contracting e le compilano tutte assieme nell'ultima versione delle informazioni disponibili comprensiva della cronologia delle versioni e delle eventuali modifiche dei dati.

source: Package identifier
it: Identificativo del pacchetto

source: The URI of this package that identifies it uniquely in the world.
it: L'URI di questo pacchetto che lo identifica in modo univoco globalmente.

source: OCDS schema version
it: Versione dello schema OCDS

source: The version of the OCDS schema used in this package, expressed as major.minor For example: 1.0 or 1.1
it: La versione dello schema OCDS utilizzata in questo pacchetto, espressa come major.minor Ad esempio: 1.0 o 1.1

source: OCDS extensions
it: Estensioni OCDS

source: An array of OCDS extensions used in this package. Each entry should be a URL to the extension.json file for that extension.
it: Una serie di estensioni OCDS utilizzate in questo pacchetto. Ogni voce deve essere un URL del file extension.json per quell'estensione.

source: Information to uniquely identify the publisher of this package.
it: Informazioni per identificare in modo univoco l'editore di questo pacchetto.

source: Name
it: Nome

source: The name of the organization or department responsible for publishing this data.
it: Il nome dell'organizzazione o del reparto responsabile della pubblicazione di questi dati.

source: Scheme
it: Schema

source: The scheme that holds the unique identifiers used to identify the item being identified.
it: Lo schema che contiene gli identificatori univoci utilizzati per identificare l'elemento da identificare.

source: The unique ID for this entity under the given ID scheme. Note the use of 'uid' rather than 'id'. See issue #245.
it: L'ID univoco per questa entità composto in base al relativo schema per l'ID specifico. Nota l'uso di 'uid' piuttosto che 'id'. Vedi la issue #245 su GitHub.

source: A URI to identify the publisher.
it: Un URI per identificare l'entità che pubblica i dati.

source: License
it: Licenza

source: A link to the license that applies to the data in this data package. [Open Definition Conformant](http://opendefinition.org/licenses/) licenses are strongly recommended. The canonical URI of the license should be used. Documents linked from this file may be under other license conditions.
it: Un link alla licenza che si applica ai dati di questo pacchetto. Si raccomanda l'impiego di licenze [Open Definition Conformant](http://opendefinition.org/licenses/). Dovrebbe essere usato l'URI canonico della licenza. I documenti collegati da questo file potrebbero trovarsi in altre condizioni di licenza.

source: Publication policy
it: Politiche per la pubblicazione

source: A link to a document describing the publishers publication policy.
it: Un collegamento a un documento che descrive le politiche di pubblicazione degli editori.

source: Published date
it: Data di pubblicazione

source: The date that this package was published. If this package is generated 'on demand', this date should reflect the date of the last change to the underlying contents of the package.
it: La data in cui questo pacchetto è stato pubblicato. Se questo pacchetto viene generato 'su richiesta', questa data dovrebbe corrispondere alla data di ultima modifica dei contenuti del pacchetto.

source: Packages
it: Pacchetti

source: A list of URIs of all the release packages that were used to create this record package.
it: Un elenco di URI di tutti i pacchetti di versione che sono stati utilizzati per creare questo pacchetto di descrittori.

source: Records
it: Descrittori

source: The records for this data package.
it: I descrittori per questo pacchetto di dati.

source: Record
it: Descrittore

source: Open Contracting ID
it: ID Open Contracting

source: A unique identifier that identifies the unique Open Contracting Process. For more information see: https://standard.open-contracting.org/{{version}}/{{lang}}/getting_started/contracting_process/
it: Un identificatore univoco che identifica il processo Open Contracting. Per ulteriori informazioni consultare: https://standard.open-contracting.org/{{version}}/{{lang}}/getting_started/contracting_process/

source: Releases
it: Rilasci

source: An array of linking identifiers or releases
it: Una serie di identificatori collegati a rilasci o di rilasci

source: Linked releases
it: Rilasci collegati

source: A list of objects that identify the releases associated with this Open Contracting ID. The releases MUST be sorted into date order in the array, from oldest (at position 0) to newest (last).
it: Un elenco di oggetti che identificano le versioni associate a questo ID Open Contracting. Le versioni DEVONO essere ordinate cronologicamente nell'elenco, dal più vecchio (nella posizione 0) al più recente (ultimo).

source: Information to uniquely identify the release.
it: Informazioni per identificare in modo univoco la versione.

source: The URL of the release which contains the URL of the package with the releaseID appended using a fragment identifier e.g. https://standard.open-contracting.org/{{version}}/{{lang}}/examples/tender.json#ocds-213czf-000-00001
it: L'URL della versione con la parte contenente il releaseID al termine della URL del pacchetto, ad es. https://standard.open-contracting.org/{{version}}/{{lang}}/examples/tender.json#ocds-213czf-000-00001

source: Release Date
it: Data di rilascio

source: The date of the release, should match `date` at the root level of the release. This is used to sort the releases in the list into date order.
it: La data della versione, dovrebbe corrispondere alla `date` del livello principale di tale versione. Questo è usato per ordinare le versioni dell'elenco per data.

source: Release Tag
it: Etichetta del rilascio

source: The tag should match the tag in the release. This provides additional context when reviewing a record to see what types of releases are included for this ocid.
it: l'etichetta dovrebbe corrispondere a quella della versione. Ciò fornisce una descrizione più ambpia del contesto di un descrittore mostrando le versioni rilasciate e incluse in questo ocid.

source: Embedded releases
it: Versioni incorporate

source: A list of releases, with all the data. The releases MUST be sorted into date order in the array, from oldest (at position 0) to newest (last).
it: Un elenco di versioni, comprensive di tutti i dati. Le versioni DEVONO essere ordinate cronologicamente nell'elenco, dal più vecchio (nella posizione 0) al più recente (ultimo).

source: Compiled release
it: Rilascio compilato

source: This is the latest version of all the contracting data, it has the same schema as an open contracting release.
it: Questa è l'ultima versione di tutti i dati contrattuali, ha lo stesso schema di una versione Open Contracting.

source: Versioned release
it: Rilascio versionato

source: This contains the history of the data in the compiledRecord. With all versions of the information and the release they came from.
it: Questo contiene la cronologia dei dati del compiledRecord. Con tutte le versioni dei dati relativi al rilascio da cui provengono.

source: Schema for an Open Contracting Release Package
it: Struttura di un pacchetto di Rilascio Open Contracting

source: Note that all releases within a release package must have a unique releaseID within this release package.
it: Si noti che tutte le versioni di un pacchetto di rilascio devono avere un releaseID univoco all'interno di questo pacchetto di versioni.

source: The URI of this package that identifies it uniquely in the world. Recommended practice is to use a dereferenceable URI, where a persistent copy of this package is available.
it: L'URI di questo pacchetto che lo identifica in modo univoco globalmente. Si consiglia di utilizzare un URI dereferenziabile, in cui è disponibile una copia persistente del pacchetto.

source: Publisher
it: Pubblicatore

source: A link to the license that applies to the data in this package. A Public Domain Dedication or [Open Definition Conformant](http://opendefinition.org/licenses/) license is strongly recommended. The canonical URI of the license should be used. Documents linked from this file may be under other license conditions.
it: Un collegamento alla licenza che si applica ai dati in questo pacchetto. Si raccomanda vivamente di utilizzare una licenza di dominio pubblico o una licenza [Open Definition Conformant](http://opendefinition.org/licenses/). Dovrebbe essere usato l'URI canonico della licenza. I documenti collegati a questo file potrebbero essere diffusi con forme diverse di licenza.

source: A link to a document describing the publishers [publication policy](https://standard.open-contracting.org/{{version}}/{{lang}}/implementation/publication_policy/).
it: Un link a un documento che descrive la [politica di pubblicazione](https://standard.open-contracting.org/{{version}}/{{lang}}/implementation/publication_policy/) dell'entità che pubblica i dati.

source: Schema for an Open Contracting Release
it: Struttura di un Rilascio Open Contracting

source: Each release provides data about a single contracting process at a particular point in time. Releases can be used to notify users of new tenders, awards, contracts and other updates. Releases may repeat or update information provided previously in this contracting process. One contracting process may have many releases. A 'record' of a contracting process follows the same structure as a release, but combines information from multiple points in time into a single summary.
it: Ogni rilascio fornisce dati su un singolo processo di contrattazione in un determinato momento. I rilasci possono essere utilizzati per informare gli utenti di nuove offerte, premi, contratti e altri aggiornamenti. I rilasci possono ripetere o aggiornare le informazioni fornite precedentemente in un processo di contrattazione. Un processo di stipula può avere molte versioni. Un 'descrittore' di un processo di appalto utilizza la stessa struttura di quella utilizzata per descrivere un rilascio, ma combina le informazioni di più versioni dei rilasci nel tempo in un unico riepilogo.

source: A globally unique identifier for this Open Contracting Process. Composed of a publisher prefix and an identifier for the contracting process. For more information see the [Open Contracting Identifier guidance](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/)
it: Un identificatore univoco globale per questo processo di appalto aperto. Composto da un prefisso per identificare l'editore e un identificatore per il processo di appalto. Per ulteriori informazioni consultare la guida [Open Contracting Identifier](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/identifiers/')

source: Release ID
it: ID di rilascio

source: An identifier for this particular release of information. A release identifier must be unique within the scope of its related contracting process (defined by a common ocid), and unique within any release package it appears in. A release identifier must not contain the # character.
it: Un identificatore per questa particolare versione di informazioni. Un identificativo di rilascio deve essere univoco nell'ambito del processo di contrazione relativo (definito da un comune ocid) e univoco all'interno di qualsiasi pacchetto di rilasci in cui appare. Un identificativo di rilascio non deve contenere il carattere #.

source: The date this information was first released, or published.
it: La data in cui queste informazioni sono state pubblicate o pubblicate per la prima volta.

source: One or more values from the [releaseTag codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#release-tag). Tags may be used to filter release and to understand the kind of information that a release might contain.
it: Uno o più valori dal [vocabolario releaseTag](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#release-tag). Le etichette possono essere utilizzate per filtrare le versione e in genere danno indicazioni sulle informazioni che potrebbe essere contenute in una versione.

source: Initiation type
it: Tipo di procedura

source: String specifying the type of initiation process used for this contract, taken from the [initiationType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#initiation-type) codelist. Currently only tender is supported.
it: Stringa che specifica il tipo di procedura da usarsi per la contrattazione, tratto dal vocabolario [initiationType](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#initiation-type). Attualmente è supportato solo il tipo offerta.

source: Parties
it: Parti

source: Information on the parties (organizations, economic operators and other participants) who are involved in the contracting process and their roles, e.g. buyer, procuring entity, supplier etc. Organization references elsewhere in the schema are used to refer back to this entries in this list.
it: Informazioni sulle parti (organizzazioni, operatori economici e altri partecipanti) che sono coinvolte nel processo di appalto e nei loro ruoli, ad es. acquirente, ente appaltante, fornitore ecc. I riferimenti di organizzazione utilizzati nello schema sono usati per collegarsi alle voci di questo elenco.

source: Buyer
it: Acquirente

source: A buyer is an entity whose budget will be used to pay for goods, works or services related to a contract. This may be different from the procuring entity who may be specified in the tender data.
it: Un acquirente è un'entità il cui budget sarà utilizzato per pagare beni, lavori o servizi relativi a un contratto. Questo può essere diverso dalla stazione appaltante che viene indicato nei dati del bando di gara.

source: Planning
it: Pianificazione

source: Information from the planning phase of the contracting process. This includes information related to the process of deciding what to contract, when and how.
it: Informazioni dalla fase di pianificazione del processo di aggiudicazione. Ciò include informazioni relative al processo di decisione su cosa contrattare, quando e come.

source: Tender
it: Gara d'appalto.

source: The activities undertaken in order to enter into a contract.
it: Le attività intraprese per stipulare un contratto.

source: Awards
it: Aggiudicazioni

source: Information from the award phase of the contracting process. There may be more than one award per contracting process e.g. because the contract is split among different providers, or because it is a standing offer.
it: Informazioni dalla fase di aggiudicazione della procedura di appalto. Ci possono essere più di una aggiudicazione per ogni processo di appalto, ad es. perché il contratto è suddiviso tra diversi fornitori o perché è un'accordo quadro.

source: Contracts
it: Contratti

source: Information from the contract creation phase of the procurement process.
it: Informazioni sul processo di acquisto o appalto dalla fase di creazione del contratto.

source: Release language
it: Lingua dei rilasci

source: Specifies the default language of the data using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](http://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is strongly recommended.
it: Specifica la lingua predefinita dei dati utilizzando due lettere come specificato nel formato [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) o estese utilizzando le [etichette del linguaggio BCP47](http://www.w3.org/International/articles/language-tags/). Si consiglia vivamente l'uso di codici minuscoli a due lettere da [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes).

source: If this process follows on from one or more prior process, represented under a separate open contracting identifier (ocid) then details of the related process can be provided here. This is commonly used to relate mini-competitions to their parent frameworks, full tenders to a pre-qualification phase, or individual tenders to a broad planning process.
it: Se questo processo segue ad uno o più processi precedenti, rappresentati sotto un identificatore di contratto aperto separato (ocid), i dettagli di tali processi correlati possono essere specificati qui. Questo di norma viene usato per mettere in relazione le mini-gare con gli accordi-quadro, le offerte complete per una fase di pre-qualificazione o le singole offerte all'interno di un ampio processo di pianificazione degli acquisti.

source: Related processes
it: Processi correlati

source: Information from the planning phase of the contracting process. Note that many other fields may be filled in a planning release, in the appropriate fields in other schema sections, these would likely be estimates at this stage e.g. totalValue in tender
it: Informazioni dalla fase di pianificazione del processo di acquisto o appalto. Si noti che molti altri campi possono essere compilati in un rilascio per un procedimento nella fase di pianificazione, in appositi campi in altre sezioni dello schema, questi saranno probabilmente stime in questa fase, ad es. valore totale della gara

source: Rationale
it: Causale

source: The rationale for the procurement provided in free text. More detail can be provided in an attached document.
it: La motivazione che giustifica la necessità di approvvigionamento o di predisposizione di un appalto che viene fornito come testo libero. Maggiori dettagli possono essere forniti in un eventuale documento allegato.

source: Budget
it: Bilancio

source: Details of the budget that funds this contracting process.
it: Dettagli del budget che finanzia questa procedura di acquisto o appalto.

source: Documents
it: Documenti

source: A list of documents related to the planning process.
it: Un elenco di documenti relativi al processo di pianificazione.

source: Planning milestones
it: Pianificazione degli istanti chiave (milestone) del processo

source: A list of milestones associated with the planning stage.
it: Un elenco degli istanti chiave associati alla fase di pianificazione.

source: Data regarding tender process - publicly inviting prospective contractors to submit bids for evaluation and selecting a winner or winners.
it: Dati relativi al processo di gara - invitano pubblicamente potenziali contraenti a presentare offerte per la valutazione e la selezione di uno o più vincitori.

source: Tender ID
it: ID di gara

source: An identifier for this tender process. This may be the same as the ocid, or may be drawn from an internally held identifier for this tender.
it: Un identificatore univoco per questo processo di gara. Questo può essere lo stesso di ocid o può essere estratto da un identificatore interno per questa gara.

source: Tender title
it: Titolo della gara

source: A title for this tender. This will often be used by applications as a headline to attract interest, and to help analysts understand the nature of this procurement.
it: Un titolo breve per questa gara. Questo sarà spesso utilizzato dalle applicazioni come titolo per attrarre interesse e per aiutare gli analisti a capire la natura di questo appalto.

source: Tender description
it: Descrizione della gara

source: A summary description of the tender. This should complement structured information provided using the items array. Descriptions should be short and easy to read. Avoid using ALL CAPS.
it: Una descrizione sintetica della gara. Questo dovrebbe integrare le informazioni strutturate fornite utilizzando l'array di elementi previsto. Le descrizioni dovrebbero essere brevi e facili da leggere. Evitare l'uso di descrizioni inserendo caratteri TUTTI MAIUSCOLI.

source: Tender status
it: Stato della gara

source: The current status of the tender based on the [tenderStatus codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#tender-status)
it: Lo stato corrente della gara in base al [vocabolario tenderStatus] (https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#tender-status)

source: Procuring entity
it: Stazione appaltante

source: The entity managing the procurement. This may be different from the buyer who pays for, or uses, the items being procured.
it: L'entità che gestisce il processo di acquisto o appalto. Questo potrebbe essere diverso dall'acquirente beneficiario che paga o utilizza gli articoli acquistati.

source: Items to be procured
it: Articoli da acquistare o lavori da appaltare

source: The goods and services to be purchased, broken into line items wherever possible. Items should not be duplicated, but a quantity of 2 specified instead.
it: I beni e i servizi da acquistare, suddivisi in elementi unitari ove possibile. Gli articoli non devono essere duplicati, ma una opportuna quantità (es. 2) deve essere specificata quando necessario

source: Value
it: Valore

source: The total upper estimated value of the procurement. A negative value indicates that the contracting process may involve payments from the supplier to the buyer (commonly used in concession contracts).
it: Il valore totale massimo stimato dell'acquisto o appalto. Un valore negativo indica che la procedura di aggiudicazione può comportare pagamenti dal fornitore all'acquirente (comunemente utilizzato nei contratti di concessione).

source: Minimum value
it: Valore minimo

source: The minimum estimated value of the procurement. A negative value indicates that the contracting process may involve payments from the supplier to the buyer (commonly used in concession contracts).
it: Il valore minimo stimato dell'acquisto o dell'appalto. Un valore negativo indica che la procedura di aggiudicazione può comportare pagamenti dal fornitore all'acquirente (comunemente utilizzato nei contratti di concessione).

source: Procurement method
it: Metodo di acquisizione

source: Specify tendering method using the [method codelist](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#method). This is a closed codelist. Local method types should be mapped to this list.
it: Specificare la tipologia di gara usando il [vocabolario dei metodi di appalto](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#method). Questa è un vocabolario chiuso. Le tipologie usate localmente devono essere associate a questo elenco.

source: Procurement method details
it: Dettagli del metodo di approvvigionamento

source: Additional detail on the procurement method used. This field may be used to provide the local name of the particular procurement method used.
it: Ulteriori dettagli sul metodo di acquisto o appalto utilizzato. Questo campo può essere utilizzato per fornire il nome del particolare metodo utilizzato.

source: Procurement method rationale
it: Criterio di scelta delle modalità di acquisto o appalto
