Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/credits.po
Languages: es

source: Appreciation
es: Agredecimientos

source: The Open Contracting Data Standards has been developed with the input of many people. We extend our thanks to all the following who have given feedback and input over the course of the initial development project.
es: El Estándar de Datos de Contrataciones Abiertas ha sido desarrollado con la contribución de mucha gente. Extendemos nuestros agradecimientos a todos los siguientes quienes han aportado y dado retroalimentación a lo largo del proyecto de desarrollo inicial.

source: The Open Contracting Data Standard is a core product of the [Open Contracting Partnership](http://www.open-contracting.org) (OCP). Version 1.0 was developed for the OCP by the [World Wide Web Foundation](http://www.webfoundation.org), through a project supported by the [Omidyar Network](http://www.omidyar.com) and the [World Bank](http://www.worldbank.org). Ongoing development is managed by [Open Data Services Co-operative](http://www.opendataservices.coop) under contract to the Open Contracting Partnership.
es: El Estándar de Datos de Contrataciones Abiertas es un producto principal del [Open Contracting Partnership](http://www.open-contracting.org) (OCP). La versión 1.0 del estándar fue desarrollado para la OCP por la [World Wide Web Foundation](http://www.webfoundation.org), a través de un proyecto apoyado por la [Omidyar Network](http://www.omidyar.com) y el [World Bank](http://www.worldbank.org). El desarrollo en curso es gestionado por [Open Data Services Co-operative](http://www.opendataservices.coop) bajo contrato con la Open Contracting Partnership.

source: Core team
es: Equipo base

source: Core contributors (Version 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.
es: Colaboradores principales (Versión 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.

source: Core contributors (Version 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.
es: Colaboradores principales (Versión 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.

source: Lead authors (Version 1.0): [Tim Davies](http://www.timdavies.org.uk) ([Web Foundation](http://www.webfoundation.org)) & Sarah Bird ([Aptivate](http://aptivate.org)), with core input from: James McKinney ([Open North](http://opennorth.ca/)), Lindsey Marchessault ([World Bank](http://www.worldbank.org)), Marcela Rozo ([World Bank](http://www.worldbank.org)), Stephen Davenport ([World Bank](http://www.worldbank.org)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](http://www.webfoundation.org)) and Michael Roberts ([Web Foundation](http://www.webfoundation.org)).
es: Autores iniciales (Versión 1.0): [Tim Davies](http://www.timdavies.org.uk) ([Web Foundation](http://www.webfoundation.org)) & Sarah Bird ([Aptivate](http://aptivate.org)), con aportaciones medulares de: James McKinney ([Open North](http://opennorth.ca/)), Lindsey Marchessault ([World Bank](http://www.worldbank.org)), Marcela Rozo ([World Bank](http://www.worldbank.org)), Stephen Davenport ([World Bank](http://www.worldbank.org)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](http://www.webfoundation.org)) and Michael Roberts ([Web Foundation](http://www.webfoundation.org)).

source: Contributors
es: Colaboradores

source: Many more people have been involved in inputting to the standard. Below is a non-exhaustive list of some of those people. Inclusion here is to extend our thanks. It does not imply endorsement by any of those included of the standard.
es: Muchas personas más han estado involucradas en aportar al estándar. A continuación hay una lista no exhaustiva de algunas de esas personas. El incluirlas aquí es para extender nuestros agradecimientos. No implica el respaldo del estándar de ninguno de ellos.

source: Version 1.1.0
es: Versión 1.1.0

source: Issue contributors:
es: Colaboradores de la edición:

source: Peer reviewers:
es: Revisores:

source: Version 1.0.0
es: Versión 1.0.0

source: Standard website design and icons by Neontribe: with thanks to Harry Harold and Heydon Pickering.
es: Diseño del sitio y los íconos por Neontribe: agradecimientos a Harry Harold y Heydon Pickering.

source: Thanks to Noé Domínguez , Oscar Montiel, Laura Serghi, Mathieu Leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon and Owen Scott for inputs into technical and policy development.
es: Gracias a Noé Domínguez, Oscar Montiel, Laura Seghi, Mathieu leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon y Owen Scott por sus aportes al desarrollo técnico y político.

source: Many thanks also to those who contributed to the user research: Antonio Acuna, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer, John Jordan, Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti; Chris Taggart; as well as all those who participated in Open Contracting Data related events and meetings in Montreal, Washington, Berlin, Kathmandu, Mexico, and online; and all those who wished to remain anonymous; for their invaluable input and feedback into the demand assessment process.
es: Agradecemos también a aquellos que contribuyeron a la investigación de usuarios: Antonio Acuna, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer, John Jordan, Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti; Chris Taggart; al igual que a todos los que participaron en eventos y reuniones relacionados con Datos de Contrataciones abiertas en Montreal, Washington, Berlín, Kathmandu, México, y en línea; también a todos los que decidieron permanecer anónimos, por sus invaluables aportes y retroalimentación al proceso de evaluación de demanda.
