Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/governance.po
Languages: es, fr, it

source: Governance
es: Gobernanza
fr: Gouvernance
it: Gestione

source: The Open Contracting Data Standard (OCDS) has many stakeholders: governments (procuring entities, monitoring & oversight authorities, project managers and policy makers), the private sector, and civil society organizations. The needs and interests of these stakeholders, as publishers and users of the data, are varied. As OCDS develops over time, with updated versions and new features, it is important that a diverse group of stakeholders are engaged in the process.
es: El Estándar de Datos de Contrataciones Abierta (OCDS, por sus siglas en inglés) tiene muchas partes interesadas: gobiernos (entidades compradoras, autoridades de monitoreo y supervisión, gerentes de proyectos y formuladores de políticas), el sector privado y organizaciones de la sociedad civil. Las necesidades y los intereses de estas partes interesadas, como publicadores y usuarios de los datos, son variados. A medida que el OCDS se desarrolla con el tiempo, con versiones actualizadas y nuevas características, es importante que un grupo diverso de partes interesadas se involucren en el proceso.
fr: Le standard OCDS a de nombreuses parties prenantes : les gouvernements (autorités adjudicatrices, autorités de surveillance et de contrôle, gestionnaires de projets et décisionnaires), le secteur privé, et les organisations de la société civile. Les besoins et les intérêts de ces parties prenantes, en tant que producteurs et usages des données, sont variés. À mesure que le standard OCDS se développe dans le temps, avec des versions mises à jour et de nouvelles fonctionnalités, il est important qu'un groupe diversifié de parties prenantes soient impliqué dans le processus.
it: Open Contracting Data Standard (OCDS) ha diversi portatori di interesse: nelle pubbliche amministrazioni (enti appaltanti, autorità di monitoraggio e supervisione, responsabili di progetto e responsabili politici), nel settore privato e organizzazioni della società civile. I bisogni e gli interessi di queste parti interessate, come i responsabili e gli utenti dei dati, sono vari. Poiché l'OCDS si sviluppa nel tempo, con versioni aggiornate e nuove funzionalità, è importante che un gruppo eterogeneo di parti interessate sia coinvolto nel processo.

source: This document sets out the revision processes for OCDS.
es: Este documento establece los procesos de revisión para OCDS.
fr: Ce document établit le processus de révision de l'OCDS.
it: Questo documento illustra i processi di revisione per OCDS.

source: Overview
es: Resúmen
fr: Vue d'ensemble
it: Panoramica

source: OCDS was initially developed through a year long iterative process, resulting in version 1.0 in November 2014. Over 2015/16 many organizations have been piloting use of the standard.
es: El OCDS se desarrolló inicialmente a través de un proceso iterativo de un año, resultando en la versión 1.0 en noviembre de 2014. Durante 2015/16 muchas organizaciones han estado experimentando el uso del estándar.
fr: Le standard OCDS a été initialement développé durant un processus itératif d'une année, dont a résulté la version 1.0 en novembre 2014. En 2015 et 2016 de nombreuses organisations ont été des utilisateurs pilotes du standard.
it: OCDS è stato inizialmente sviluppato attraverso un processo iterativo lungo un anno, che ha portato alla versione 1.0 nel novembre 2014. Nel corso del 2015/16 molte organizzazioni hanno iniziato a utilizzare lo standard.

source: In 2016, we are working towards a first revised version of the standard. This is intended to fix a number of bugs identified through wider adoption of the standard over recent months, and will add a number of features which did not make it into 1.0.
es: En el 2016, estamos trabajando hacia una primera versión revisada del estándar. Esto está destinado a corregir una serie de errores identificados a través de la adopción más amplia del estándar en los últimos meses, y se añadirá una serie de características que no estuvieron en 1.0.
fr: En 2016, nous travaillons à une première version révisée du standard. Il s'agit de corriger un certain nombre de bugs identifiés grâce à une adoption plus large du standard au cours des derniers mois, et d'ajouter un certain nombre de fonctionnalités qui n'ont pu être incluses dans la version 1.0.
it: Nel 2016, abbiamo lavorato per una prima versione riveduta dello standard. Questa ebbe lo scopo di correggere una serie di bug identificati attraverso l'adozione più ampia dello standard e negli ultimi mesi vennero aggiunte un numero di funzionalità che non erano state incluse nella versione 1.0.

source: This document outlines a process for management of changes to OCDS during the move from version 1.0 to 1.1.
es: Este documento describe el proceso para la gestión de los cambios a OCDS durante el paso de la versión 1.0 a 1.1.
fr: Ce document établit un processus pour gérer les changements apportés au standard OCDS dans la transition de la version 1.0 à la version 1.1.
it: Questo documento delinea il processo per la gestione delle modifiche a OCDS durante il passaggio dalla versione 1.0 alla 1.1.

source: Following this revision process, the Open Contracting Partnership will evaluate either:
es: Después de este proceso de revisión, la Open Contracting Partnership evaluará:
fr: À la suite de ce processus de révision, l'Open Contracting Partnership décidera de :
it: In seguito a questo processo di revisione, l'Open Contracting Partnership valuterà:

source: Continuing to operate a self-managed revision process;
es: Continuar con un proceso de revisión autogestionado;
fr: soit de continuer à opérer un processus de révision propre ;
it: Continuare a gestire un processo di revisione autogestito;

source: Submitting OCDS into a formal standards process, such as W3C community group, OASIS or other body;
es: La presentación de OCDS en un proceso formal de estándares, como el grupo comunitario W3C, OASIS u otro organismo;
fr: soit de proposer que l'OCDS participe à un processus de standardisation formalisé, tel qu'un groupe communautaire du W3C, du consortium OASIS ou d'une autre institution.
it: Sottomettere l'OCDS ad un processo di standardizzazione formale, come il gruppo di comunità W3C, l'OASIS o altro organismo;

source: We welcome views on this approach of short-term self-managed revisions, followed by exploration of formal standards processes.
es: Agradecemos las opiniones sobre este enfoque de las revisiones autogestionadas a corto plazo, seguidas de la exploración de los procesos de estándares formales.
fr: Tous les avis sur cette approche à court terme de révisions auto-gérées, suivie d'une exploration de la possibilité de recourir à des processus formalisés de standardisation, sont les bienvenus.
it: Accogliamo con favore le opinioni su questo approccio delle revisioni autogestite nel breve termine, e in seguito all'esplorazione dei processi di standardizzazione formali.

source: Stewardship and governance
es: Gestión y gobernanza
fr: Direction et gouvernance
it: Amministrazione e gestione

source: The [Open Contracting Partnership (OCP)](http://www.open-contracting.org) was established as an independent non-profit in early 2015 and acts as the lead steward of the Open Contracting Data Standard.
es: La [Open Contracting Partnership (OCP)](http://www.open-contracting.org) se estableció como una organización sin fines de lucro independiente a principios de 2015 y actúa como administrador principal del Estándar de Datos de Contrataciones Abiertas.
fr: L'[Open Contracting Partnership (OCP)](http://www.open-contracting.org) a été créé comme organisation indépendante à but non lucratif début 2015 et est le principal administrateur du standard OCDS.
it: La [Open Contracting Partnership (OCP)](http://www.open-contracting.org) è stata istituita come ente no profit indipendente all'inizio del 2015 e funge da amministratore delegato dell'Open Contracting Data Standard.

source: OCP is led by an executive director, and is supported by a multi-stakeholder advisory board with representation from governments, multilateral organizations, academia, NGOs and business.
es: OCP está dirigida por un director ejecutivo y cuenta con el apoyo de un comité consultivo de múltiples partes interesadas, con representación de gobiernos, organizaciones multilaterales, académicos, ONGs y empresas.
fr: L'OCP est dirigé par un directeur exécutif, et est soutenu par un conseil d'administration comprenant de multiples parties prenantes, avec des représentants des gouvernements, d'organisations multilatérales, du monde universitaire, des ONG et du secteur marchand.
it: L'OCP è guidato da un direttore esecutivo ed è supportato da un comitato consultivo con portatori di interesse di diverse organizzazioni e con rappresentanze di governi, organizzazioni multilaterali, università, ONG e imprese.

source: As of February 2016, OCP is fiscally hosted by the [Fund for the City of New York](https://www.fcny.org/fcny/) (FCNY). Under the terms of this agreement, Intellectual Property is held by FCNY on behalf of OCP, but will transfer to any future legal entity hosting OCP.
es: A partir de febrero de 2016, el OCP es administrado fiscalmente por el [Fondo para la Ciudad de Nueva York](https://www.fcny.org/fcny/) (FCNY). Bajo los términos de este acuerdo, la Propiedad Intelectual es mantenida por FCNY en nombre de OCP, pero se transferirá a cualquier entidad jurídica futura que aloje a OCP.
fr: Depuis février 2016, l'OCP est hébergé fiscalement par le [Fund for the City of New York](https://www.fcny.org/fcny/) (FCNY). Selon les termes de cet accord, la propriété intellectuelle appartient au FNCY, au nom de l'OCP, mais sera transférée à toute entité juridique future qui hébergera l'OCP.
it: A partire da febbraio 2016, l'OCP è fiscalmente ospitato dal [Fondo per la città di New York](https://www.fcny.org/fcny/) (FCNY). Secondo i termini di questo accordo, la proprietà intellettuale è detenuta da FCNY per conto di OCP, ma verrà trasferita a qualsiasi entità giuridica futura che ospita OCP.

source: The OCDS **technical team** work under contract to OCP, under the direction of the OCP Data & Engagement manager, providing a help desk service, and responsible for the day-to-day management of the standard documentation and validation tools. The technical team can be contacted via [data@open-contracting.org](mailto:data@open-contracting.org)
es: El **equipo técnico de OCDS** trabaja bajo contrato con OCP, bajo la dirección del gerente de OCP de Data & Engagement, proporcionando un servicio de help desk y responsable de la gestión diaria de la documentación estándar y herramientas de validación. El equipo técnico puede ser contactado a través de [data@open-contracting.org](mailto:data@open-contracting.org)
fr: L'**équipe technique** de l'OCDS travaille sous contrat avec l'OCP, sous la direction du directeur Data & Engagement de l'OCP. Elle fournit un service d'assistance et est responsable pour la gestion au jour le jour de la documentation du standard et des outils de validation. L'équipe technique peut être contactée via [data@open-contracting.org](mailto:data@open-contracting.org).

source: In the pursuit of a consensus and **community-driven process**, subscribers to the [standard-discuss@open-contracting.org](mailto:standard-discuss@open-contracting.org) (Join by sending an email to [standard-discuss+subscribe@open-contracting.org](standard-discuss+subscribe@open-contracting.org)) discussion list and those watching and engaging with the [standard GitHub repository](https://github.com/open-contracting/standard) should be kept informed at all stages about planned revisions to OCDS, and should be offered clear and timely opportunities to input and comment.
es: En la búsqueda de un consenso y un **proceso impulsado por la comunidad**, los suscriptores a la [standard-discuss@open-contracting.org](mailto:standard-discuss@open-contracting.org) (Únase enviando un correo electrónico a [Standard-discuss+subscribe@open-contracting.org](standard-discuss+subscribe@open-contracting.org)) lista de discusión y aquellos que están viendo y participando en el [repositorio estándar de GitHub](https://github.com/open-contracting/standard) deben mantenerse informados en todas las etapas sobre las revisiones previstas de la OCDS, y deben ofrecerse oportunidades claras y oportunas de aportación y comentarios.
fr: Dans le but d'atteindre un consensus et un **processus conduit par la communanuté**, les personnes inscrites à la liste de discussion [standard-discuss@open-contracting.org](mailto:standard-discuss@open-contracting.org) (rejoignez-là en envoyant un email à [standard-discuss+subscribe@open-contracting.org](standard-discuss+subscribe@open-contracting.org)) et celles qui suivent et participent au [dépôt Github du standard](https://github.com/open-contracting/standard) sont informées à toutes les étapes des révisions du standard OCDS, et se voient proposer, très en amont, la possibilité d'apporter leur contribution et leurs commentaires.

source: To ensure the relevance, quality and effective implementation of proposed updates to the standard, new version releases will be subjected to a process of **peer review** with invited reviewers from publisher and user communities, and an open review process.
es: Para asegurar la pertinencia, la calidad y la implementación efectiva de las actualizaciones propuestas al estándar, las versiones nuevas serán sometidas a un proceso **de revisión por pares** con revisores invitados de las comunidades de publicadores y usuarios, en un proceso abierto de revisión.
fr: Afin de s'assurer de la pertinence, de la qualité et d'une implémentation efficace des propositions de mise à jour du standard, les nouvelles versions sont soumises à un processus de **révision par les pairs** (*peer review*), avec des évaluateurs invités au sein des communautés de producteurs et d'utilisateurs de données, et un processus de révision ouvert.

source: A lightweight **standard governance working group**, made up of representatives from OCP staff, the multi-stakeholder advisory board, and the technical team will be responsible for giving final approval to formal upgrades of the standard and ensuring the processes in this document have been properly carried out.
es: Un grupo de trabajo ligero **de gobernanza del estándar**, compuesto por representantes del personal de OCP, el comité consultivo de partes interesadas y el equipo técnico será responsable de dar la aprobación final a las mejoras formales del estándar y asegurar que los procesos en este documento se han llevado a cabo correctamente.
fr: Un petit **groupe de travail sur la gouvernance du standard**, constitué de représentants de l'équipe de l'OCP, du conseil d'administration et de l'équipe technique sera en charge de donner son accord final aux modifications formelles du standard, et de s'assurer que les processus édictés dans ce document ont été mis en œuvre de manière appropriée.
it: Un **gruppo di lavoro per un governo semplificato**, composto da rappresentanti dello staff OCP, del comitato consultivo multi-stakeholder e del team tecnico sarà responsabile dell'approvazione finale degli aggiornamenti formali dello standard e della garanzia che i processi in questo documento sono stati eseguiti correttamente.

source: Intellectual property
es: Propiedad intelectual
fr: Propriété intellectuelle
it: Proprietà intellettuale

source: The Open Contracting Data Standard is the Intellectual Property of the Open Contracting Partnership. The schema is licensed under the **[Apache 2.0 License](http://www.apache.org/licenses/LICENSE-2.0)** license, with accompanying documentation under a **[Creative Commons Attribution 4.0 International license](https://creativecommons.org/licenses/by/4.0/)** where stated.
es: El Estándar de Datos de Contrataciones Abiertas es Propiedad Intelectual de la Open Contracting Partnership. El esquema está licenciado bajo la licencia **[Licencia Apache 2.0](http://www.apache.org/licenses/LICENSE-2.0)**, con la documentación que lo acompaña bajo una **[licencia Creative Commons Atribución 4.0 Internacional]( https://creativecommons.org/licenses/by/4.0/)** donde se indica.
fr: Le standard OCDS est la propriété intellectuelle de l'Open Contracting Partnership. Le schéma est placé sous la **[licence Apache 2.0](http://www.apache.org/licenses/LICENSE-2.0)**, et la documentation qui l'accompagne sous une **[licence Creative Commons Attribution 4.0 International license](https://creativecommons.org/licenses/by/4.0/)** lorsque cela est indiqué.
it: La proprietà intellettuale dell'Open Contracting Data Standard è della Open Contracting Partnership. Lo schema è concesso in licenza con la licenza **[Apache 2.0 License](http://www.apache.org/licenses/LICENSE-2.0)**, e dove dichiarato con documentazione di accompagnamento in **(licenza internazionale Creative Commons Attribution 4.0)( https://creativecommons.org/licenses/by/4.0/)**.

source: Contributors to the standard agree to transfer any copyright in their contributions to the Open Contracting Partnership (via its fiscal sponsor) through a contributor agreement process, in order that those contributions are held in trust as part of the standard.
es: Los contribuidores al estándar aceptan transferir cualquier derecho de autor sobre sus contribuciones a la Open Contracting Partnership (a través de su patrocinador fiscal) a través de un proceso de acuerdo de contribuyente, a fin de que esas contribuciones se mantengan en fideicomiso como parte del estándar.
fr: Les contributeurs au standard acceptent de transférer tout droit d'auteur sur leur contribution à l'Open Contracting Partnership (via son sponsor fiscal) au moyen d'un processus d'accord de contribution, de sorte que ces contributions puissent être considérées comme faisant partie intégrante du standard.
it: I contributori allo standard accettano di trasferire qualsiasi copyright nei loro contributi alla Open Contracting Partnership (tramite il suo sponsor fiscale) attraverso un processo di accordo di contribuzione, in modo che tali contributi siano considerati di fiducia come parte dello standard.

source: No content infringing upon third-party Intellectual Property Rights will be included in the standard.
es: No se incluirá en el estándar ningún contenido que infrinja derechos de propiedad intelectual de terceros.
fr: Aucun contenu portant atteinte à des droits de propriété intellectuelle d'un tiers ne sera inclus dans le standard.
it: Nessun contenuto che viola i diritti di proprietà intellettuale di terze parti sarà incluso nello standard.

source: Governance principles
es: Principios de gobernanza
fr: Principes de gouvernance
it: Principi di gestione

source: We are committed to the [Open Stand principles](https://open-stand.org/about-us/principles/) for standards development. The Open Contracting Data Standard will be developed with:
es: Estamos comprometidos con los [principios de Open Stand](https://open-stand.org/about-us/principles/) para el desarrollo de estándares. El Estándar de Datos de Contrataciones Abiertas se desarrollará con:
fr: Nous soutenons les [principes de l'Open Stand](https://open-stand.org/about-us/principles/) pour le développement de standards. Le standard OCDS sera développé avec :
it: Ci impegniamo a rispettare i [principi di Open Stand](https://open-stand.org/about-us/principles/) per lo sviluppo degli standard. L'Open Contracting Data Standard sarà sviluppato con:

source: **Due process.** Decisions made with equity and fairness among participants. Through an open process for submitting issues, extensions and requests for updates, no one party will dominate or guide standard development. All processes will be transparent and opportunities will exist to appeal decisions. Processes for periodic standards review and updating are well defined in this document.
es: **Debido proceso.** Decisiones tomadas con equidad y justicia entre los participantes. A través de un proceso abierto para la presentación de problemas, extensiones y solicitudes de actualizaciones, ninguna de las partes dominará o guiará el desarrollo estándar. Todos los procesos serán transparentes y existirán oportunidades para apelar decisiones. Los procesos para la revisión periódica del estándar y su actualización están bien definidos en este documento.
fr: **Une procédure explicite**. Des décisions prises de manière équitable et juste à l'égard des participants. Au travers d'une procédure ouverte pour soumettre des problèmes, des extensions et des demandes de mise à jour, aucune organisation ne domine seule le développement du standard. Toutes les procédures sont transparentes, et des opportunités existent afin de faire appel des décisions. Les procédures pour une révision et mise à jour périodique des standards sont explicitement définies dans ce document.
it: **Oblighi di Procedura.** Le decisioni sono prese con equità e correttezza tra i partecipanti. Attraverso una procedura aperta per l'invio di problemi, estensioni e richieste di aggiornamenti, nessuna parte domina o guida lo sviluppo standard. Tutti i processi saranno trasparenti e ci saranno opportunità per fare appello alle decisioni. I processi per la revisione e l'aggiornamento periodici degli standard sono ben definiti in questo documento.

source: **Broad consensus.** The process will allow for all views to be considered and addressed, such that agreement can be found across a range of interests.
es: **Amplio consenso.** El proceso permitirá que todas las opiniones sean consideradas y tratadas, de tal manera que el acuerdo pueda ser encontrado a través de un rango de intereses.
fr: **Un large consensus**. La procédure permet à tous les avis d'être pris en considération, de sorte qu'un accord puisse être trouvé entre différents intérêts.
it: **Consenso diffuso** Il processo consentirà di considerare e affrontare tutte le opinioni, in modo tale che l'accordo possa essere trovato attraverso una varietà di interessi diversi

source: **Transparency.** We will provide advance public notice of proposed standards development activities, the scope of work to be undertaken, and conditions for participation. Easily accessible records of decisions and the materials used in reaching those decisions will be provided. Public comment periods will be provided before final standards approval and adoption.
es: **Transparencia.** Proveeremos un aviso público anticipado de las actividades propuestas para el desarrollo de estándares, el alcance del trabajo a realizar y las condiciones para la participación. Se facilitarán registros fácilmente accesibles de las decisiones y los materiales utilizados para alcanzar esas decisiones. Los periodos de comentarios públicos serán proporcionados antes de la aprobación y adopción de las estándares finales.
fr: **La transparence**. Nous fournissons une notification publique, en amont, des propositions de développement des standards, de l'étendue du travail à mener, et des conditions de participation. Des registres aisément accessibles des décisions et des éléments utilisés pour prendre ces décisions sont fournis. Des périodes de commentaire public sont mises en place avant l'approbation et l'adoption finale des standards.
it: **Trasparenza.** Forniremo un preavviso pubblico delle attività di sviluppo delle norme proposte, lo scopo del lavoro da svolgere e le condizioni per la partecipazione. Verranno forniti registri delle decisioni facilmente accessibili e i materiali utilizzati per raggiungere tali decisioni. I periodi utili per i commenti pubblici saranno forniti prima dell'approvazione e dell'adozione degli standard finali.
