Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/governance.po
Languages: es, fr, it

source: **Balance.** Standards activities will not exclusively dominated by any particular person, company or interest group.
es: **Balance.** Las actividades de estándares no estarán exclusivamente dominadas por ninguna persona en particular, compañía o grupo de interés.
fr: **L'équilibre**. Les activités relatives aux standards ne sont pas dominées de manière exclusive par une personne en particulier, une entreprise ou un groupe d'intérêt.
it: **Bilanciamento** Le attività standard non saranno dominate esclusivamente da una particolare persona, società o gruppo di interesse.

source: **Openness.** The Open Contracting Data Standard processes are open to all interested and informed parties.
es: **Apertura.** Los procesos del Open Contracting Data Standard están abiertos a todas las partes interesadas e informadas.
fr: **L'ouverture**. Les procédures de l'OCDS sont ouvertes à toutes les parties intéressées et informées.
it: **Apertura.** I processi di Open Contracting Data Standard sono aperti a tutte le parti interessate.

source: In the future, the Open Contracting Data Standard may be submitted to a formal standardization body, such as the World Wide Web Consortium, or OASIS. Before such a decision is made, a model of community-driven governance shall be established based on an open and consensus-based processes for updating the standard.
es: En el futuro, el Estándar de Datos de Contrataciones Abiertas puede ser presentado a un organismo formal de normalización, como el World Wide Web Consortium, u OASIS. Antes de tomar esa decisión, se establecerá un modelo de gobierno basado en la comunidad basado en procesos abiertos y consensuados para actualizar el estándar.
fr: À l'avenir, le standard OCDS sera peut-être soumis à un groupe de standardisation formel, tel que le Consortium W3C ou l'OASIS. Avant qu'une telle décision ne soit prise, un modèle de gouvernance conduite par la communauté sera établi, fondé sur des procédures ouvertes et consensuelles pour mettre à jour le standard.
it: In futuro, l'Open Contracting Data Standard potrà essere sottoposto a un organismo di standardizzazione formale, come il World Wide Web Consortium o OASIS. Prima di adottare una tale decisione, deve essere stabilito un modello di governo guidato dalla comunità e basato su processi aperti e sul consenso diffuso per l'aggiornamento dello standard.

source: Versioning and upgrade process
es: Versionamiento y proceso de actualización
fr: Procédure de gestion des versions et de mise à jour
it: Versionamento e processo di aggiornamento

source: Over time, changes will be needed to the standard, including addition of new codes and fields, and occasionally involving changes to existing fields and structures.
es: Con el tiempo, se necesitarán cambios en el estándar, incluyendo la adición de nuevos códigos y campos, y ocasionalmente con cambios en los campos y estructuras existentes.
fr: Avec le temps, il sera nécessaire d'apporter des changements au standard, en particulier d'ajouter de nouveaux codes et de nouveaux champs, et à l'occasion cela impliquera d'apporter des changements à des champs ou structures existants.
it: Nel corso del tempo, saranno necessari cambiamenti allo standard, inclusa l'aggiunta di nuovi identificativi e campi, e occasionalmente modifiche ai campi e alle strutture dati esistenti.

source: The revision process should ensure:
es: El proceso de revisión debería garantizar:
fr: La procédure de révision doit s'assurer que :
it: Il processo di revisione dovrebbe garantire:

source: The consequences of any change for different stakeholders are identified and considered;
es: Se identifican y consideran las consecuencias de cualquier cambio para las diferentes partes interesadas;
fr: Les conséquences pour différentes parties prenantes de tout changement sont identifiées et prises en compte ;
it: Le conseguenze di qualsiasi cambiamento per i diversi portatori di interesse sono identificate e prese in considerazione;

source: It is clear why changes are needed, and that there is broad support for any proposed changes;
es: Está claro por qué son necesarios los cambios, y que hay un amplio apoyo para cualquier cambio propuesto;
fr: la raison rendant nécessaire le changement est clairement identifiée, et qu'il y a un large soutien pour les changements proposés ;
it: È chiaro il motivo per cui sono necessari cambiamenti e che esiste un ampio sostegno per eventuali modifiche proposte;

source: Changes are easy to identify and are transparent, and publishers, users and intermediaries have clear documentation to allow them to update their data and tools;
es: Los cambios son fáciles de identificar y son transparentes, y los publicadores, usuarios e intermediarios tienen una documentación clara que les permite actualizar sus datos y herramientas;
fr: les changements sont faciles à identifier et sont transparents, et les producteurs et utilisateurs de données ainsi que les intermédiaires disposent d'une documentation claire leur permettant de mettre à jour leurs données et leurs outils ;
it: Le modifiche sono facili da identificare e trasparenti e gli enti che pubblicano dati, gli utenti e gli intermediari dispongono di una documentazione chiara che consente loro di aggiornare i propri dati e i relativi strumenti di utilità

source: Changes to the OCDS schema should be made periodically, with the version number of the standard incremented to indicate that changes have been made, and a changelog maintained.
es: Los cambios en el esquema OCDS deben realizarse periódicamente, con el número de versión del estándar incrementado para indicar que se han realizado cambios y se ha mantenido un registro de cambios.
fr: Les changements apportés au schéma de l'OCDS le sont de manière périodique, avec une incrémentation du numéro de version du standard pour indiquer que des changements ont été faits, et une liste des modifications tenue à jour.
it: Le modifiche allo schema OCDS devono essere apportate periodicamente, con il numero di versione dello standard incrementato per indicare che sono state apportate modifiche e mantenuto in un registro delle modifiche.

source: Versions
es: Versiones
it: Versioni

source: Distinct **branches** of the standard will be maintained within GitHub for each version.
es: Distintos **branches** del estándar se mantendrán dentro de Github para cada versión.
fr: Des **branches** distinctes du standard sont maintenues sur Github pour chaque version.
it: Distinti **rami** dello standard saranno mantenuti all'interno di GitHub per ogni versione.

source: Branches can be in one of two states:
es: Las branches pueden estar en uno de dos estados:
fr: Les branches peuvent être dans l'un de ces deux états :
it: I rami possono essere in uno dei due stati:

source: **Development** - indicated by a -dev suffix (e.g. 1.1-dev) Both schema and documentation on a development branch can be updated and should only be implemented on an experimental basis.
es: **Desarrollo** - indicado por un sufijo -dev (por ejemplo, 1.1-dev) Tanto el esquema como la documentación de una rama de desarrollo pueden actualizarse y sólo deben implementarse experimentalmente.
fr: **en développement** - indiqué par un suffixe -dev (par exemple, 1.1-dev). Le schéma et la documentation d'une branche en développement peuvent être mis à jour et ne devraient être implémentés qu'à titre expérimental.
it: **Sviluppo** - indicato da un suffisso -dev (ad esempio 1.1-dev) Sia lo schema che la documentazione su un ramo di sviluppo possono essere aggiornati e dovrebbero essere implementati solo su base sperimentale.

source: **Live** - with no suffix ( e.g. 1.0) Only documentation updates are permitted on a live branch. All documentation changes must be reviewed to ensure they do not make any changes to the meaning of the standard.
es: **Live** - sin sufijo (por ejemplo, 1.0) Sólo se permiten actualizaciones de documentación en una branch en vivo. Todos los cambios en la documentación deben ser revisados ​​para asegurar que no realicen cambios en el significado del estándar.
fr: **en production** - sans suffixe (exemple 1.0). Seule des mises à jour de la documentation sont autorisées sur une branche en production. Tous les changements apportés à la documentation doivent être soumis à relecture pour s'assurer qu'ils n'apportent pas de changements à la signification du standard.
it: **Attiva** - senza suffisso (ad es. 1.0) Solo gli aggiornamenti di documentazione sono consentiti su un ramo attivo. Tutte le modifiche alla documentazione devono essere riviste per assicurarsi che non apportino alcuna modifica al significato dello standard.

source: Semantic Versioning practices will be used to distinguish between:
es: Las prácticas de Versionamiento Semántico se utilizarán para distinguir entre:
fr: Des pratiques de gestion sémantique des versions seront utilisées pour distinguer entre :
it: Verranno utilizzate pratiche di versionamento semantico per distinguere tra:

source: **Major versions** which make backwards-incompatible API changes
es: **Versiones mayores** que realizan cambios a la API incompatibles con versiones anteriores
fr: Des **versions majeures** qui apportent des changements rendant l'API incompatibles avec les versions antérieures
it: **Major versioni** che apportano modifiche API non compatibili con le precedenti

source: **Minor** **versions** which add functionality in a backwards-compatible manner
es: **Versiones** **menores** que agregan funcionalidad de una manera compatible hacia atrás
fr: Des **versions mineures** qui ajoutent des fonctionnalités d'une manière compatible avec les versions antérieures
it: **Versioni Minor** che aggiungono funzionalità in un modo compatibile con le versioni precedenti

source: These are captured by a version number in the format MAJOR.MINOR
es: Estos son capturados por un número de versión en el formato MAJOR.MINOR
fr: Cela se traduit par un numéro de version au format MAJEUR.MINEUR
it: Questi sono catturati da un numero di versione nel formato MAJOR.MINOR

source: Revision process
es: Proceso de revisión
fr: Processus de révision
it: Processo di revisione

source: To release a new minor or major version upgrade will involve a number of stages outlined in the flowchart below, and described in more depth in the following sections.
es: Para lanzar una nueva actualización de versión menor o mayor, se incluirán varias etapas descritas en el diagrama de flujo siguiente y se describirán con mayor profundidad en las siguientes secciones.
fr: Publier une nouvelle version mineure ou majeure implique un certain nombre d'étapes présentées dans le graphique ci-dessous, et décrites plus en détail dans les sections suivantes.
it: Per rilasciare un nuovo aggiornamento di versione minore o maggiore comporteranno un numero di fasi delineate nel diagramma di flusso sottostante e descritte in modo più approfondito nelle seguenti sezioni.

source: **General principles:**
es: **Principios generales:**
fr: **Principes généraux :**
it: **Principi generali:**

source: **Publicity:** All stages of the revision process will be announced via the standard-discuss mailing list, and through GitHub issues. These are the formal channels for notification during the process.
es: **Publicidad:** Todas las etapas del proceso de revisión serán anunciadas a través de la lista de correo electrónico estándar y mediante las incidencias de GitHub. Estos son los canales formales de notificación durante el proceso.
fr: **Publicité**. Toutes les étapes du processus de révision sont annoncées via la liste de diffusion standard-discuss, et au travers d'issues Github. Ce sont les canaux formels de notification durant le processus
it: **Pubblicità:** Tutte le fasi del processo di revisione saranno annunciate tramite la "standard-discuss" mailing-list e tramite le issue di GitHub. Questi sono i canali formali per la notifica durante il processo.

source: **Consensus:** All processes should aim towards gaining community consensus for changes.
es: **Consenso:** Todos los procesos deben apuntar a obtener el consenso de la comunidad para los cambios.
fr: **Consensus :** Tous les processus doivent tendre vers le consensus de la communauté, pour tous les changements.
it: **Consenso:** Tutti i processi per apportare cambiamenti dovrebbero mirare a ottenere il consenso della comunità.

source: The technical team are responsible for generating key documentation during the process, but should always be guided by community consensus, submitting all decisions for discussion.
es: El equipo técnico es responsable de generar la documentación clave durante el proceso, pero siempre debe guiarse por el consenso de la comunidad, presentando todas las decisiones para la discusión.
fr: L'équipe technique est en charge de créer la documentation clé durant le processus, mais devrait toujours être guidée par le consensus de la communauté, soumettant toutes les décisions à la discussion.
it: Il team tecnico è responsabile della generazione della documentazione principale durante il processo di revisione ma questo rimane sempre guidato dal consenso della comunità, sottoponendo as essa tutte le decisioni.

source: **Appeal:** Any party may appeal against decisions made during the process by writing to the standard governance working group (address tbc.). The working group has the authority to reject proposed revisions on the standard in response to appeals.
es: **Apelación:** Cualquier parte puede apelar contra las decisiones tomadas durante el proceso escribiendo al grupo de trabajo de gobernanza del estándar (dirección por confirmar.). El grupo de trabajo tiene la autoridad para rechazar las revisiones propuestas sobre el estándar en respuesta a las apelaciones.
fr: **Appel :** Toute partie prenante peut faire appel des décisions faites durant le processus en écrivant au groupe de travail sur la gouvernance du standard (adresse à confirmer). Le groupe de travail a l'autorité nécessaire pour rejeter les propositions de révision du standard, en réponse aux appels.
it: **Ricorso:** Qualsiasi parte può presentare ricorso contro le decisioni prese durante il processo scrivendo al gruppo di lavoro standard sul governo (indirizzo da confermare). Il gruppo di lavoro ha l'autorità di respingere le proposte di revisione dello standard in risposta ai ricorsi.

source: Proposals
es: Propuestas
fr: Propositions
it: Proposte

source: Changes to OCDS can be proposed by anyone at any point via the public, online, [standard issue tracker](https://github.com/open-contracting/standard/issues) either as issues for discussion, or pull requests with a clear description of the proposed change.
es: Los cambios a OCDS pueden ser propuestos por cualquier persona en cualquier punto a través del issue tracker público del [estándar](https://github.com/open-contracting/standard/issues) ya sea como cuestiones para la discusión, o hacer pull requests con una descripción clara del cambio propuesto.
fr: N'importe qui peut proposer des changements au standard OCDS à n'importe quel moment via le [issue tracker du standard](https://github.com/open-contracting/standard/issues), soit sous la forme de questions soumises à discussion, soit sous la forme de "pull requests" avec une description claire du changement proposé.
it: Le modifiche a OCDS possono essere proposte online da chiunque e in qualsiasi momento tramite [standard issue tracker di GitHub] (https://github.com/open-contracting/standard/issues) sia come come argomenti di discussione o come richieste di pull con un chiara descrizione della modifica proposta.

source: Contributors are encouraged to raise discussions prior to pull requests to seek consensus on proposed changes.
es: Se alienta a los contribuyentes a plantear discusiones antes de realizar pull requests para buscar un consenso sobre los cambios propuestos.
fr: Les contributeurs sont encouragés à soulever une discussion avant de soumettre une pull request, de manière à rechercher le consensus sur les changements proposés.
it: I contributori sono incoraggiati a sollevare le discussioni prima di inviare richieste per ottenere il consenso sulle modifiche proposte.

source: Changes may be proposed as:
es: Se pueden proponer cambios como:
fr: Les changements peuvent être proposés en tant que :
it: Le modifiche possono essere proposte come:

source: **Extensions** - which add new features to the standard.
es: **Extensiones** - que agregan nuevas características al estándar.
fr: **Extensions** - qui ajoutent de nouvelles fonctionnalités au standard.
it: **Estensioni** - che aggiungono nuove funzionalità allo standard.

source: **Changes** - such as updated field definitions or codelist entries.
es: **Cambios** - como definiciones de campo actualizadas o entradas de lista de códigos.
fr: **Changements** - tels que des définitions de champ mises à jour ou de nouveaux codes dans des listes de codes.
it: **Modifiche** - come definizioni di campi aggiornate o voci della lista di codici.

source: If there are at least two parties interested in using an extension, and following discussion of the extension draft, then it may be displayed in the current version of the documentation as an ‘experimental feature’.
es: Si hay al menos dos partes interesadas en utilizar una extensión, y después de discutir el borrador de extensión, entonces se puede mostrar en la versión actual de la documentación como una "característica experimental".
fr: Si au moins deux parties prenantes manifestent un intérêt pour utiliser une extension, et suivant la discussion du projet d'extension, celle-ci peut apparaître dans la version courante de la documentation en tant que "fonctionnalité expérimentale".
it: Se ci sono almeno due parti interessate a utilizzare un'estensione e dopo aver discusso la bozza dell'estensione, può essere visualizzata nella versione corrente della documentazione come una "funzione sperimentale".

source: Prioritization
es: Priorización
fr: Priorisation des propositions
it: Definizione delle priorità

source: The technical team, with reference to community views, identify change proposals and extensions which should be considered for adoption in the next version of the standard, assigning these to milestones in the issue tracker where they are open for discussion.
es: El equipo técnico, con referencia a las opiniones de la comunidad, identifica las propuestas de cambio y las extensiones que deben ser consideradas para su adopción en la próxima versión del estándar, asignándolas a hitos en el issue tracker donde estén abiertas para discusión.
fr: L'équipe technique, en fonction des avis de la communauté, identifie les propositions de changements et d'extensions qui devraient être envisagées pour être adoptées dans la version à venir du standard, en les associant à des jalons (*milestones*) dans l'issue tracker où ils sont soumis à discussion.
it: Il team tecnico, con riferimento alle opinioni della comunità, identifica le proposte di modifica e le estensioni che dovrebbero essere prese in considerazione per l'adozione nella prossima versione dello standard, assegnandole ad apposite milestone nel issue tracker di GitHub in cui sono disponibili per la discussione.

source: Periodically, at the start of a revision process a cut-off date for proposals will be announced with at least two weeks notice. After that date a prioritized list of updates is produced. Any new proposed extensions or changes received after this period may not be considered until the next prioritization phase.
es: Periódicamente, al comienzo de un proceso de revisión, se anunciará una fecha límite para las propuestas con un aviso mínimo de dos semanas. Después de esa fecha se produce una lista de actualizaciones con prioridades. Cualquier nueva propuesta de ampliaciones o cambios recibidos después de este período no puede ser considerado hasta la siguiente fase de priorización.
fr: De manière périodique, au début d'un processus de révision, une date-limite pour les propositions est annoncée, au moins deux semaines à l'avance. Après cette date, une liste des changements par ordre de priorité est produite. Toute nouvelle proposition d'extension ou de changement reçue après cette période pourra ne pas être prise en considération avant la phase de priorisation suivante.
it: Periodicamente, all'inizio di un processo di revisione, verrà annunciata una data limite per le proposte con un preavviso di almeno due settimane. Dopo tale data viene prodotto un elenco di aggiornamenti con relativa priorità. Eventuali nuove estensioni o modifiche proposte dopo questo periodo potrebbero non essere considerate fino alla successiva fase di definizione delle priorità.

source: Prioritization review
es: Revisión de priorización
fr: Révision de la priorisation
it: Revisione delle priorità

source: The list is shared for feedback, with at least a two-week window for discussion.
es: La lista se comparte para comentarios, con al menos una ventana de dos semanas para la discusión.
fr: La liste est partagée pour obtenir des retours, avec une période d'au moins deux semaines de discussion.
it: L'elenco è condiviso per il feedback, con almeno una finestra temporale di due settimane per la discussione.

source: Based on discussions, a final list is then proposed by the technical team with all the issues that will be taken forward into the rest of the process. A proposals that has made it this far may or may not make it into the final upgrade. As the proposal is worked into final concrete examples and schema changes further issues may arise.
es: Basado en los debates, el equipo técnico propone una lista final con todas las cuestiones que se abordarán en el resto del proceso. Las propuestas que han llegado hasta aquí pueden o no llegar a la actualización final. A medida que la propuesta se traduce en ejemplos concretos finales y cambios en el esquema, pueden surgir otros problemas.
fr: Sur la base de ces discussions, une liste finale est alors proposée par l'équipe technique avec toutes les issues qui seront prises en compte dans la suite du processus. Une proposition parvenue à ce point apparaîtra ou non dans la mise à jour finale. Lorsque la proposition est traduite en exemples concrets, et que des changements sont apportés au schéma, des problèmes nouveaux peuvent apparaître.
it: Sulla base delle discussioni, il team tecnico propone un elenco finale con tutte le questioni che verranno portate avanti nel resto del processo. Una proposta che è arrivata fino a questo punto può o non può farcela ad essere inclusa nell'aggiornamento finale. Poiché la proposta viene elaborata in esempi concreti finali e modifiche dello schema, potrebbero sorgere ulteriori problemi.

source: Development & docs
es: Desarrollo y Documentos
fr: Développement et documentation
it: Sviluppo e documentazione

source: The technical team, working with community members, will work on a development branch to prepare updates to the schema, documentation and codelists, according to the prioritized list.
es: El equipo técnico, trabajando con los miembros de la comunidad, trabajará en un branch de desarrollo para preparar actualizaciones del esquema, la documentación y listas de códigos, de acuerdo con la lista de prioridades.
fr: L'équipe technique, en collaboration avec les membres de la communauté, travaille sur une branche de développement pour préparer les mises à jour du schéma, de la documentation et des listes de codes, en accord avec la liste priorisée.
it: Il team tecnico, lavorando con i membri della comunità, opererà su un ramo di sviluppo per preparare gli aggiornamenti allo schema, alla documentazione e alle liste di codici, in base all'elenco delle priorità.
