Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/governance.po
Languages: es, fr, it

source: This stage is likely to involve broad community engagement and discussion of specific decisions through GitHub issues.
es: Es probable que esta etapa involucre un amplio compromiso de la comunidad y la discusión de decisiones específicas a través de los issues de GitHub.
fr: Cette étape implique une large participation de la communauté, et la discussion de décisions spécifiques au travers d'issues Github.
it: È probabile che questa fase implichi un ampio coinvolgimento della comunità e la discussione di decisioni specifiche attraverso le issue di GitHub.

source: At the point where all open issues are suitably addressed, the development branch can be submitted for peer review.
es: En el momento en que se abordan adecuadamente todas los issues abiertos, la rama de desarrollo puede presentarse para su revisión por pares.
fr: Au moment où toutes les issues ouvertes ont été convenablement traitées, la branche de développement peut être soumise à l'évaluation par les pairs.
it: Nel punto in cui tutte le issue aperte sono adeguatamente indirizzate, il ramo di sviluppo può essere sottoposto a revisione tra pari.

source: Peer-review
es: Revisión por pares
fr: Évaluation par les pairs (*peer-review*)
it: Revisione tra pari

source: The updated schema, documentation along with a changelog and narrative description of the changes will be released for peer-review.
es: El esquema actualizado, la documentación junto con un registro de cambios y una descripción narrativa de los cambios se publicarán para la revisión por pares.
fr: Le schéma mis à jour, la documentation ainsi qu'un change log et la description narrative des changements sont publiés pour évaluation par les pairs.
it: Lo schema aggiornato, la documentazione, il log delle modifiche e la descrizione narrativa delle modifiche saranno rilasciati per la revisione tra pari.

source: A group of invited reviewers, representing different stakeholders, and including data publishers and users, will be asked to complete a full review of the changes, and to submit:
es: Se invitará a un grupo de revisores, que representen a las diferentes partes interesadas, incluidos los editores de datos y los usuarios, a completar una revisión completa de los cambios y a presentar:
fr: Un groupe d'évaluateurs invités, représentant différentes parties prenantes, et comprenant des producteurs et des utilisateurs de données, est sollicité afin de réaliser une évaluation complète des changements, et de soumettre :
it: Un gruppo di revisori invitati, che rappresentano diversi portatori di interesse inclusi i rappresentanti degli enti che pubblicano dati e gli utenti, sarà invitato a completare una revisione completa delle modifiche e a inviare:

source: A judgment on whether the overall upgrade, and/or specific changes should be **accepted**, **accepted with minor changes**, **substantially revised**, or **rejected**.
es: Una sentencia sobre si la actualización general y / o cambios específicos deben ser **aceptados**, **aceptados con cambios menores**, **revisados ​​sustancialmente**, o **rechazados**.
fr: Un jugement indiquant si la mise à jour dans son ensemble, et/ou des changements spécifiques devraient être **acceptés**, **acceptés avec des changements mineurs**, **révisés de manière substantielle** ou **rejetés**/
it: Un giudizio sull'eventualità che l'aggiornamento complessivo e/o le modifiche specifiche siano **accettate**, **accettate con modifiche minori**, **sostanzialmente riviste** o **respinte**.

source: Comments on each request for revisions or rejection.
es: Comentarios sobre cada solicitud de revisión o rechazo.
fr: Des commentaires accompagnant chaque demande de révision ou de rejet.
it: Commenti su ogni richiesta di revisione o rifiuto.

source: All reviews, with reviewer names, will be published. Community members may also submit their own reviews of the whole revision, or specific elements. The minimum period for peer-review is one month.
es: Todas las revisiones, con nombres de revisores, serán publicadas. Los miembros de la comunidad también pueden presentar sus propias revisiones de toda la revisión, o elementos específicos. El período mínimo para la revisión por pares es de un mes.
fr: Toutes les évaluations sont publiées, avec le nom des évaluateurs. Les membres de la communauté peuvent également soumettre leurs propres évaluations de l'ensemble de la mise à jour, ou de certains éléments spécifiques. La période minimum pour l'évaluation par les pairs est d'un mois.
it: Tutte le recensioni, con i nomi dei revisori, saranno pubblicate. I membri della comunità possono anche presentare le proprie ammende all'intera revisione o di elementi specifici. Il periodo minimo per la revisione tra pari è di un mese.

source: Revisions
es: Revisiones
fr: Révisions
it: Revisioni

source: The technical team, with reference to the working group as appropriate, should evaluate reviews, and decide whether the whole upgrade, or specific features thereof, need to be revised, rejected or postponed to future processes.
es: El equipo técnico, con referencia al grupo de trabajo, según corresponda, deberá evaluar las revisiones y decidir si toda la actualización o sus características específicas necesitan ser revisadas, rechazadas o aplazadas para futuros procesos.
fr: L'équipe technique, en s'appuyant autant que nécessaire sur le groupe de travail, doit évaluer les évaluations, et décider si toute la mise à jour, ou certaines de ses fonctionnalités, a besoin d'être révisée, rejetée ou repoussée pour des cycles de développement ultérieurs.
it: Il team tecnico, con riferimento al gruppo di lavoro, a seconda dei casi, dovrebbe valutare le revisioni e decidere se l'intero aggiornamento, o alcune delle sue caratteristiche specifiche, devono essere rivisti, respinti o posticipati ai processi futuri.

source: If only minor changes are suggested, then the revised standard can be submitted back to reviewers for a brief review period of at least two weeks.
es: Si sólo se sugieren cambios menores, el estándar revisado se puede presentar de nuevo a los revisores por un breve período de revisión de al menos dos semanas.
fr: Si seuls des changements mineurs sont suggérés, alors le standard révisé peut être renvoyé aux évaluateurs pour une brève période d'évaluation, d'au moins deux semaines.
it: Se vengono suggerite solo modifiche minori, lo stamndard con tali modifiche può essere sottoposta ai revisori per un breve periodo di revisione comunque non inferiore ad almeno due settimane.

source: If major changes are required, then a longer follow up review process of at least one month should be allowed for.
es: Si se requieren cambios importantes, se debe permitir un proceso de revisión de seguimiento más largo de al menos un mes.
fr: Si des changements majeurs sont demandés, alors un processus de réévaluation plus long d'au moins un mois est prévu.
it: Se sono necessarie modifiche sostanziali, dovrebbe essere consentito un più lungo processo di verifica di almeno un mese.

source: Release
es: Entrega
fr: Publication
it: Rilascio

source: Once all reviewer comments have been addressed to the satisfaction of the reviewer in question, then the updated version of the standard should be submitted to the **standard governance working group** for final approval, along with a short report of the process.
es: Una vez que todos los comentarios del revisor hayan sido dirigidos a satisfacción del revisor en cuestión, entonces la versión actualizada de la norma debe ser presentada al **grupo de trabajo de gobernanza estándar** para su aprobación final, junto con un breve informe del proceso.
fr: Une fois que tous les commentaires des évaluateurs ont été pris en compte et ont satisfait l'évaluateur concerné, alors la version mise à jour du standard est soumise au **groupe de travail sur la gouvernance du standard** pour approbation finale, accompagnée d'un court compte-rendu du processus.
it: Una volta che tutti i commenti dei revisori sono stati reputati soddisfacenti dal revisore in questione, la versione aggiornata dello standard dovrebbe essere presentata al **gruppo di lavoro sul governo dello standard** per l'approvazione finale, insieme a una breve relazione del processo.

source: Following **working group** approval, the revision branch can be set to live.
es: Después de la aprobación del **grupo de trabajo**, el branch de revisión se puede configurar para estar en vivo.
fr: À la suite de l'approbation du **groupe de travail**, la branche de la révision peut être passée en production.
it: Dopo l'approvazione del **gruppo di lavoro**, il ramo di revisione può essere impostato come attivo.

source: Deprecation policy
es: Política de descontinuación
fr: Politique de dépréciation
it: Politica di deprecazione

source: If a term (a class or property) is scheduled to be renamed or removed from the specification as a result of the revision process, the next minor release of the specification must [deprecate](https://en.wikipedia.org/wiki/Deprecation) the term within the schema, and the following major release must rename or remove the term from the schema, making the term obsolete. Implementations may use deprecated terms, but will receive warnings from the OCDS validator described below. Implementations may not use obsolete terms, and will receive errors from the OCDS validator.
es: Si un término (una clase o propiedad) está programado para ser cambiado de nombre o eliminado de la especificación como resultado del proceso de revisión, la siguiente versión menor de la especificación debe [descontinuar](https://en.wikipedia.org/wiki/Deprecation) el término dentro del esquema, y ​​la siguiente versión principal debe cambiar el nombre o eliminar el término del esquema, haciendo que el término sea obsoleto. Las implementaciones pueden usar términos obsoletos, pero recibirán advertencias del validador OCDS descrito a continuación. Las implementaciones no pueden usar términos obsoletos y recibirán errores del validador OCDS.
fr: Si un terme (une classe ou une propriété) doit être renommé ou supprimé de la spécification à la suite du processus de révision, la prochaine publication mineure de la spécification doit [déprécier](https://fr.wikipedia.org/wiki/D%C3%A9pr%C3%A9ciation_(informatique)) le terme dans le schéma, et la version majeure suivante doit renommer ou supprimer le terme du schéma, rendant le terme obsolète. Les implémentations de l'OCDS peuvent utiliser des termes **dépréciés**, mais recevront des **avertissements** du validateur OCDS décrit ci-dessous. Les implémentations ne peuvent pas utiliser des termes **obsolètes** et recevront des **erreurs** du validateur OCDS.
it: Se un termine (una classe o una proprietà) è programmato per essere rinominato o rimosso dalla specifica come risultato del processo di revisione, la successiva versione minore della specifica deve [deprecare](https://en.wikipedia.org/wiki/Deprecation) il termine all'interno dello schema e la seguente versione principale deve rinominare o rimuovere il termine dallo schema, rendendo il termine obsoleto. Le implementazioni potrebbero utilizzare termini deprecati, ma verranno segnalati dal validatore OCDS come descritto di seguito. Le implementazioni non possono utilizzare termini obsoleti e riceveranno errori dal validatore OCDS.

source: Support policy
es: Política de soporte
fr: Politique de support
it: Politica di supporto

source: Support will be offered for one prior version of the standard. Support for any earlier versions than this will be ended when a new version is released.
es: Se ofrecerá soporte para una versión anterior del estándar. El soporte para cualquier versión anterior a esto se terminará cuando se publique una nueva versión.
fr: Un support est proposé pour une version antérieure du standard. Le support apporté à toute version antérieure à celle-ci sera terminé lorsque une nouvelle version est publiée.
it: Il supporto sarà offerto fino ad una versione precedente dello standard. Il supporto per tutte le versioni precedenti di questo verrà terminato quando viene rilasciata una nuova versione.

source: For example, when 1.1 is the latest release, 1.0 will be supported in the validator and other tooling. When 1.2 is released, support for 1.0 will end.
es: Por ejemplo, cuando 1.1 es la versión más reciente, 1.0 será compatible con el validador y otras herramientas. Cuando se libera 1.2, el soporte para 1.0 finalizará.
fr: Par exemple, si la version 1.1 est la plus récente, la version 1.0 est supportée dans le validateur et par les autres outils. Lorsque la version 1.2 est publiée, le support pour la 1.0 est terminé.
it: Ad esempio, quando 1.1 è l'ultima versione, 1.0 sarà supportato nel validatore e in altri strumenti. Quando viene rilasciato 1.2, il supporto per 1.0 terminerà.

source: Publishers are encouraged to review each new version when it released, and to consider how they might adopt new features.
es: Se recomienda a los publicadores revisar cada nueva versión cuando se publique, y considerar cómo podrían adoptar nuevas características.
fr: Les producteurs de données sont encouragés à passer en revue chaque nouvelle version lorsqu'elle est publiée, et à envisager de quelle manière ils pourraient adopter les nouvelles fonctionnalités.
it: Le organizzazioni che pubblicano dati sono invitate a rivedere ogni nuova versione al momento del rilascio e a considerare come potrebbero adottare le nuove funzionalità.

source: Publishers should aim to move to a new **major** version within 18 months of its release.
es: Los publicadores deben tratar de pasar a una nueva versión **mayor** dentro de los 18 meses de su publicación.
fr: Les producteurs de données doivent chercher à passer à une nouvelle version **majeure** dans les 18 mois suivants sa publication.
it: Le organizzazioni che pubblicano dati dovrebbero mirare a passare a una nuova versione **principale** entro 18 mesi dalla sua pubblicazione.

source: Definitions & procedures
es: Definiciones y procedimientos
fr: Définitions et procédures
it: Definizioni e procedure

source: **Stakeholder**
es: **Parte interesada**
fr: **Parties prenantes**
it: **portatori di interesse**

source: Anyone who is a current or potential publisher or user of the standard can be considered a stakeholder. When engaging with stakeholders, attention should be paid to representation of both publishers and users; representation of public and private sectors and civil society; and broad geographical representation.
es: Cualquier persona que sea un publicador o usuario actual o potencial del estándar puede ser considerada una parte interesada. Al involucrarse con las partes interesadas, se debe prestar atención a la representación tanto de publicadores como de usuarios; la representación de los sectores público y privado y de la sociedad civil; así como una amplia representación geográfica.
fr: Quiconque est un producteur de données, actuel ou potentiel, ou un utilisateur du standard peut être considéré comme une partie prenante. Dans les relations avec les parties prenantes, une attention spécifique est apportée à la représentation des producteurs de données aussi bien que des utilisateurs ; des secteurs public et privé et de la société civile ; ainsi qu'à une large représentation géographique.
it: Chiunque sia un soggetto che pubblica dati o utente attuale o potenziale dello standard può essere considerato un portatore di interesse. Nel coinvolgere le parti interessate, occorre prestare attenzione alla rappresentanza di questi soggetti ; rappresentanza di settori pubblici e privati ​​e società civile; e ampia rappresentazione geografica.

source: **Consensus**
es: **Consenso**
it: **Consenso**

source: "The principle of consensus has its origins in the desire to achieve the general acceptance and application of a Standard within its intended sphere of influence. This entails trying to ensure that the interests of all those likely to be affected by it are taken into account, and that individual concerns are carefully and fairly balanced against the wider public interest." [BSI, 2012](http://www.bsigroup.com/Documents/about-bsi/NSB/BSI-pocket-guide-to-standards-development-UK-EN.pdf)
es: "El principio del consenso tiene su origen en el deseo de lograr la aceptación general y la aplicación de una norma dentro de su esfera de influencia prevista, lo que implica tratar de asegurar que se tengan en cuenta los intereses de todos los que puedan verse afectados por ella, Y que las preocupaciones individuales estén equilibradas de manera cuidadosa y justa en contra del mayor interés público ".[BSI, 2012](http://www.bsigroup.com/Documents/about-bsi/NSB/BSI-pocket-guide-to-standards-development-UK-EN.pdf)
fr: "Le principe du consensus trouve ses origines dans le désir de parvenir à une acceptation et une application généralisées du standard dans sa sphère d'influence recherchée. Cela implique d'essayer de s'assurer que les intérêts de tous ceux qui pourraient en être affectés sont pris en compte, et que les problématiques individuelles soient méticuleusement et équitablement mis en balance avec l'intérêt commun." [BSI, 2012](http://www.bsigroup.com/Documents/about-bsi/NSB/BSI-pocket-guide-to-standards-development-UK-EN.pdf)
it: "Il principio del consenso ha origine dal desiderio di ottenere l'accettazione generale e l'applicazione di uno standard nella sua sfera di influenza naturale, il che implica cercare di garantire che gli interessi di tutti coloro che ne sono coinvolti siano presi in considerazione, e le preoccupazioni individuali siano attentamente ed equamente bilanciate contro il più ampio interesse pubblico ". [BSI, 2012](http://www.bsigroup.com/Documents/about-bsi/NSB/BSI-pocket-guide-to-standards-development-UK-EN.pdf)

source: The OCDS **technical team** work under contract to OCP, under the direction of the OCP Data & Engagement manager, providing a help desk service, and responsible for the day-to-day management of the standard documentation and validation tools. The technical team can be contacted via <a href="mailto:data@open-contracting.org">data@open-contracting.org</a>
it: Il **team tecnico** OCDS lavora sotto contratto con OCP, sotto la direzione del responsabile OCP Data & Engagement, fornendo un servizio di help desk e agendo come responsabile per la gestione quotidiana della documentazione e degli strumenti di validazione. Il team tecnico può essere contattato tramite <a href="mailto:data@open-contracting.org"> data@open-contracting.org </a>

source: In the pursuit of a consensus and **community-driven process**, subscribers to the <a href="mailto:standard-discuss@open-contracting.org">standard-discuss@open-contracting.org</a> (Join by sending an email to <a href="mailto:standard-discuss+subscribe@open-contracting.org">standard-discuss+subscribe@open-contracting.org</a>) discussion list and those watching and engaging with the [standard GitHub repository](https://github.com/open-contracting/standard) should be kept informed at all stages about planned revisions to OCDS, and should be offered clear and timely opportunities to input and comment.
it: Nel perseguimento di un consenso diffuso anche attraverso **processi guidati dalla comunità**, gli iscritti alla mailing-list <a href="mailto:standard-discuss@open-contracting.org"> standard-discuss@open-contracting.org </a> (Iscriviti inviando una mail a <a href="mailto:standard-discuss+subscribe@open-contracting.org"> standard-discuss+subscribe@open-contracting.org </a>) e quelli che coinvolgono e gestiscono il [repository standard di GitHub](https://github.com/open-contracting/standard) dovrebbe essere tenuto informato in tutte le fasi sulle revisioni pianificate a OCDS, e dovrebbero essere offerte opportunità chiare e tempestive per inserire e commentare.

source: To ensure the relevance, quality and effective implementation of proposed updates to the standard, new version releases are subjected to a process of **peer review** with invited reviewers from publisher and user communities, and an open review process.
it: Per garantire la pertinenza, la qualità e l'effettiva attuazione degli aggiornamenti proposti allo standard, i rilasci delle nuove versioni sono sottoposti a un processo di **peer review** con revisori invitati dalle comunità delle organizzazioni che pubblicano i dati e gli utenti attraverso un processo di revisione aperto e condiviso.
