Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/history_and_development.po
Languages: es, fr, it

source: History of OCDS
es: Historia del OCDS
fr: L'histoire de l'OCDS
it: Storia di OCDS

source: <span class="lead">The [Open Contracting Global Principles](http://www.open-contracting.org/global_principles) encourage publishers to proactively disclose information and data on all stages of public contracting.</span>
es: <span class="lead">Los [Principios Globales para Contrataciones Abiertas](http://www.open-contracting.org/global_principles) fomentan a que los publicadores divulguen proactivamente información y datos en todas las etapas de las contrataciones públicas.</span>
fr: <span class="lead">Les [Principes globaux de l'Open Contracting](http://www.open-contracting.org/global_principles) encouragent les producteurs de données à publier informations et données de manière proactive à toutes les étapes du processus de commande publique.</span>
it: <span class="lead">l [Principi Generali Open Contracting](http://www.open-contracting.org/global_principles) incoraggiano coloro che pubblicano dati a divulgare proattivamente informazioni e dati su tutte le fasi dell'appalto pubblico.</span>

source: <span class="lead">The **Open Contracting Data Standard (OCDS)** has been developed to allow information providers to share as much of this information as possible as **structured, re-usable, standardized data**.</span>
es: <span class="lead">El **Estándar de Datos para las Contrataciones Abiertas (OCDS)** ha sido desarrollado para que los proveedores de información compartan tanta información como sea posible como **datos estructurados, reusables, estandarizados**.</span>
fr: <span class="lead">L'**Open Contracting Data Standard (OCDS)** a été conçu pour permettre aux fournisseurs d'information de partager autant d'informations que possible sous forme de données **structurées, réutilisables et standardisées**.</span>
it: <span class="lead">Il **Open Contracting Data Standard (OCDS)** è stato sviluppato per consentire ai fornitori di informazioni di condividere il maggior numero possibile di **dati strutturati, riutilizzabili e standardizzati**.</span>

source: Support and funding
es: Apoyo y financiamiento
fr: Soutien et financement
it: Supporto e finanziamento

source: The OCDS is a core product of the [Open Contracting Partnership](http://www.open-contracting.org).
es: El OCDS es un producto principal del [Open Contracting Partnership](http://www.open-contracting.org).
fr: L'OCDS est un produit central de l'[Open Contracting Partnership](http://www.open-contracting.org).
it: L'OCDS è uno dei principali prodotti della [Open Contracting Partnership](http://www.open-contracting.org).

source: The 1.0 Release Candidate of a data specification, as part of the standard, was developed through a rapid prototyping project. The project was undertaken by the by the [World Wide Web Foundation](http://www.webfoundation.org) and [World Bank](http://www.worldbank.org), and supported by [The Omidyar Network](http://www.omidyar.com/) and the [World Bank](http://www.worldbank.org).
es: El Candidato de Entrega 1.0 de una especificación de datos, como parte del estándar, fue desarrollada a través de un proyecto de prototipado rápido. El proyecto fue llevado a cabo por la [World Wide Web Foundation](http://www.webfoundation.org) y el [Banco Mundial](http://www.worldbank.org), con el apoyo de [The Omidyar Network](http://www.omidyar.com/) y el [Banco Mundial](http://www.worldbank.org).
fr: La version 1.0 Release Candidate de la spécification de données, en tant que composante du standard, a été développée grâce à un projet de prototypage rapide. Le projet a été mené par la [World Wide Web Foundation](http://www.webfoundation.org) et la [Banque mondiale](http://www.worldbank.org), et soutenu par [le réseau Omidyar](http://www.omidyar.com/) et la [Banque mondiale](http://www.worldbank.org).
it: La versione di rilascio candidata 1.0 di una specifica di dati, come parte dello standard, è stata sviluppata attraverso un progetto di prototipazione rapida. Il progetto è stato intrapreso inizialmente dalla [World Wide Web Foundation](http://www.webfoundation.org) e [Banca Mondiale](http://www.worldbank.org), e supportato da [The Omidyar Network](http://www.omidyar.com/) e la [Banca Mondiale](http://www.worldbank.org).

source: Final adoption, and future development and support for the specification is managed through the independent Open Contracting Partnership.
es: La adopción final y el desarrollo y soporte futuros para la especificación es gestionado independientemente a través del Open Contracting Partnership.
fr: L'adoption finale, ainsi que les développements futurs et le support de la spécification sont gérés au travers de l'entité indépendante Open Contracting Partnership.
it: L'adozione finale e lo sviluppo futuro e supporto per le specifiche sono gestiti attraverso l'indipendente Open Contracting Partnership.

source: Development process
es: Proceso de desarrollo
fr: Le processus de développement
it: Processo di sviluppo

source: The development of the 1.0 Release Candidate specification took place through a year-long process of supply and demand-side research, and open consultation. This processes has included:
es: El desarrollo de la especificación del Candidato de Entrega 1.0 se llevó a cabo a través de un proceso de un año de investigación de oferta y demanda y consulta abierta. Este proceso ha incluido:
fr: Le développement de la spécification 1.0 Release Candidate s'est déroulé durant un processus d'un an de recherche sur l'offre et la demande, et de consultation ouverte. Ce processus comprenait :
it: Lo sviluppo delle specifiche 1.0 della versione candidata per il rilascio è avvenuto attraverso un processo lungo un anno nel quale sono state effettuate ricerche sulla domanda e sull'offerta e una consultazione pubblica aperta. Il processo ha inoltre incluso:

source: **Assessing data currently supplied through contract portals** - in order to understand the data that governments currently hold and publish, and how it is structured. To carry out this analysis we created the [Contracting Data Comparison tool](http://ocds.open-contracting.org/opendatacomparison/), and [mapped](http://ocds.open-contracting.org/opendatacomparison/datamap/) the fields of data available from a wide range of existing government contracting data portals around the world.
es: **Evaluación de los datos disponibles actualmente a través de portales de contratación** - para entender los datos que el gobierno guarda y publica actualmente y cómo están estructurados. Para llevar a cabo este análisis creamos la [herramienta de Comparación de Datos de Contrataciones](http://ocds.open-contracting.org/opendatacomparison/) y [mapeamos](http://ocds.open-contracting.org/opendatacomparison/datamap/) los campos de datos disponibles de una amplia gama de datos existentes en portales de datos de contrataciones de gobierno alrededor del mundo.
fr: **Une évaluation des données actuellement mises à disposition sur les portails de marchés publics** - afin de comprendre les données que les gouvernements possèdent et publient actuellement, et comment elles sont structurées. Pour mener cette analyse, nous avons créé [l'outil de comparaison des données sur les marchés publics](http://ocds.open-contracting.org/opendatacomparison/), et [cartographié](http://ocds.open-contracting.org/opendatacomparison/datamap/) les champs de données disponibles depuis de nombreux portails de données gouvernementaux existants sur les marchés publics.
it: **Valutare i dati attualmente forniti attraverso portali di contratti** - per comprendere i dati che i governi attualmente detengono e pubblicano e come sono strutturati. Per realizzare questa analisi abbiamo creato lo [strumento di confronto dei dati contrattuali](http://ocds.open-contracting.org/opendatacomparison/) e [mappato](http://ocds.open-contracting.org/opendatacomparison/datamap/) i campi di dati disponibili da una vasta gamma di portali di dati di appalto pubblici esistenti in tutto il mondo.

source: **Exploring demand for contracting data** - through field work, interviews and online engagement with different communities and individuals who many use of contract information. The information needs of users were catalogued, and fed into the requirements for the specification structure and fields. We developed a series of priority use cases to guide implementation and adoption of the specification. [Read the demand-side assessment](https://docs.google.com/document/d/1zdgqSf-LUFVxO6Y_7v1cQf7l0vx35-p502jAI49JRmQ/edit?usp=sharing)
es: **Explorar la demanda para datos de contrataciones** - a través de trabajo de campo, entrevistas y actividades en línea con distintas comunidades e individuos que podrían usar información de contratos. Las necesidades de información de los usuarios fue catalogada y colocada en los requerimientos para la estructura y campos de la especificación. [Lee la evaluación de demanda](https://docs.google.com/document/d/1zdgqSf-LUFVxO6Y_7v1cQf7l0vx35-p502jAI49JRmQ/edit?usp=sharing)
fr: **Une étude de la demande de données sur les marchés publics** - au travers d'un travail de terrain, d'entretiens et d'interactions en ligne avec différentes communautés et individus dont beaucoup utilisent des informations sur les marchés publics. Les besoins en données des utilisateurs ont été cartographiés et liés aux exigences des champs et structures de la spécification. Nous avons développé une série de cas d'usage prioritaires pour guider l'implémentation et l'adoption de la spécification. [Lisez l'évaluation de la demande](https://docs.google.com/document/d/1zdgqSf-LUFVxO6Y_7v1cQf7l0vx35-p502jAI49JRmQ/edit?usp=sharing)
it: **Esplorazione della domanda di dati contrattuali** - attraverso il lavoro sul campo, le interviste e il coinvolgimento online con diverse comunità e individui che utilizzano informazioni sui contratti. Le esigenze di informazione degli utenti sono state catalogate e inserite nei requisiti per la struttura e i campi delle specifiche. Abbiamo sviluppato una serie di casi di utilizzo prioritario per guidare l'implementazione e l'adozione delle specifiche. [Leggi la valutazione della domanda] (https://docs.google.com/document/d/1zdgqSf-LUFVxO6Y_7v1cQf7l0vx35-p502jAI49JRmQ/edit?usp=sharing)

source: **Iterative, open development** - we offered transparency, and gained broad feedback to improve the specification by offering early releases for comment ([alpha](http://ocds.open-contracting.org/standard/r/0__2__0/) and [beta](http://ocds.open-contracting.org/standard/r/0__3__2/)) and by maintaining a [public issue tracker](https://github.com/open-contracting/standard/issues). We engaged contracting, open-data, and other stakeholders through mailing lists and other online spaces. Finally, development sprints held at PyCon Montreal and PyCon Europe 2014 also actively contributed to the development of the specification.
es: **Desarrollo iterativo y abierto** - ofrecimos transparencia y reunimos una amplia retroalimentación para mejorar la especificación al ofrecer versiones abiertas a comentarios ([alpha](http://ocds.open-contracting.org/standard/r/0__2__0/) y [beta](http://ocds.open-contracting.org/standard/r/0__3__2/)) y manteniendo un [issue tracker público](https://github.com/open-contracting/standard/issues). Relacionamos a las partes licitadoras, de datos abiertos y otras partes interesadas a través de listas de correo y otros espacios en línea. Finalmente sprints llevados a cabo en PyCon Montreal y PyCon Europe 2014 contribuyeron activamente al desarrollo de la especificación.
fr: **Un développement itératif et ouvert** - nous avons travaillé de manière transparente, et reçu de nombreux retours pour améliorer la spécification en publiant très tôt des versions pour commentaires ([alpha](http://ocds.open-contracting.org/standard/r/0__2__0/) et [beta](http://ocds.open-contracting.org/standard/r/0__3__2/)) et en gérant un [issue tracker public](https://github.com/open-contracting/standard/issues). Nous avons échangé avec les acteurs du monde des marchés publics, de l'open data et d'autres univers à travers des mailing lists et d'autres espaces en ligne. Finalement, des hackathons tenus à la PyCon de Montréal et à la PyCon Europe 2014 ont également activement contribué au développement de la spécification.
it: **Sviluppo iterativo e aperto** - abbiamo offerto trasparenza e ottenuto ampi riscontri per migliorare le specifiche anticipando versioni per i commenti ([alpha](http://ocds.open-contracting.org/standard/r/0__2__0/) e [beta](http://ocds.open-contracting.org/standard/r/0__3__2/)) e mantenendo un [tracker di problemi pubblici](https://github.com/open-contracting/standard/issues). Tramite la mailing-list e altri spazi online abbiamo discusso di contratti, open-data con i diversi portatori di interesse. Infine, gli sprint di sviluppo svolti a PyCon Montreal e PyCon Europe 2014 hanno contribuito attivamente allo sviluppo delle specifiche.

source: Over [150 people](credits.md) have provided comments, feedback and input into the specification over the year of initial development.
es: Más de [150 personas](credits.md) han comentado, dado retroalimentación y aportado a la especificación a lo largo del año de desarrollo inicial.
fr: Plus de [150 personnes](credits.md) ont fourni des commentaires, des retours et des contributions relatifs à la spécification durant l'année de développement initial.
it: Oltre [150 persone](credits.md) hanno fornito commenti, feedback e input nelle specifiche durante il primo anno di sviluppo.

source: The development process took place with reference to the [Greentree Consensus Principles for Digital Development](http://ict4dprinciples.org/).
es: El proceso de desarrollo se ha llevado a cabo con referencia al [Greentree Consensus Principles for Digital Development](http://ict4dprinciples.org/).
it: Il processo di sviluppo si è svolto con riferimento ai [Greentree Consensus Principles for Digital Development] (http://ict4dprinciples.org/).

source: Development stages
es: Etapas de desarrollo
fr: Les étapes du développement
it: Fasi di sviluppo

source: The specification has moved through a number of stages.
es: La especificación ha avanzado a través de una serie de etapas.
fr: La spécification a connu un certain nombre d'étapes.
it: Le specifiche sono passate attraverso una serie di fasi.

source: **research** (November 2013 - May 2014) - User requirements gathered, and existing data supply explored. Technical options for the specification considered and consulted on.
es: **investigación** (noviembre 2013 - mayo 2014) - Se reunieron los requerimientos de los usuarios y se exploraron las fuentes de datos existentes. Se consideraron y consultaron las opciones técnicas para la especificación.
fr: **recherche** (novembre 2013 - mai 2014) - Nous avons collecté les besoins des utilisateurs et exploré l'offre de données existante. Nous avons évalué et soumis à consultation les options techniques pour la spécification.
it: **ricerca** (novembre 2013 - maggio 2014) - Sono stati raccolti i requisiti utente ed esplorata l'offerta di dati esistente. Sono state valutate anche le opzioni tecniche per la definizione delle specifiche.

source: **alpha** (June 2014) - An [outline data model was shared](http://ocds.open-contracting.org/standard/r/0__2__0/), and high-level concepts outlined for consultation. Design of individual field-level specifications began.
es: **alpha** (junio 2014) - Se [compartió un borrador del modelo de datos](http://ocds.open-contracting.org/standard/r/0__2__0/), y se esbozaron conceptos generales para consulta. Se comenzó el diseño de especificaciones a nivel de campos individuales.
fr: **alpha** (juin 2014) - Nous avons partagé une [ébauche de modèle de données](http://ocds.open-contracting.org/standard/r/0__2__0/), et fait des ébauches des concepts de haut niveau pour consultation. Nous avons commencé la conception des spécifications au niveau des champs eux-mêmes.
it: **alpha** (giugno 2014) - Un [modello di dati a contorno è stato condiviso] (http://ocds.open-contracting.org/standard/r/0__2__0/), e delineati i concetti di alto livello per la consultazione. Iniziata la progettazione delle specifiche a livello del singolo campo.

source: **beta** (September 2014) - A proposed schema, including field-level definitions was put forward, and opened for consultation. The schema is ready for early-adopters to validate and pilot. Feedback suggested a number of substantial changes.
es: **beta** (septiembre 2014) - Se propuso un esquema, incluyendo definiciones a nivel de campos y se abrió a comentarios. El esquema quedó listo para que los usuarios de vanguardia lo validaran y pilotearan. La retroalimentación llevó a una serie de cambios substanciales.
fr: **beta** (septembre 2014) - nous avons présenté et publié pour consultation une proposition de schéma, comprenant la définition des champs. Le schéma est prêt pour être validé et utilisé à titre expérimental par les utilisateurs pionniers. Les retours ont suggéré un certain nombre de changements substantiels.
it: **beta** (settembre 2014) - Una prima definizione dello schema, comprese le definizioni a livello del singolo campo, è stato presentato e aperto per la consultazione. Lo schema è pronto per essere validato e impiegato nei progetti pilota dai primi utilizzatori. Sono emersi feedback che hanno suggerito una serie di modifiche sostanziali.

source: **release candidate** (November 2014) - The specification is close to its final form and out for final review. Changes will be minor, and any major proposals for change will be managed through [extensions](../schema/conformance_and_extensions.md) until the next version update process.
es: **candidato para lanzamiento** (noviembre 2014) - La especificación estaba cerca de su forma final y afuera para una revisión final. Los cambios son mínimos y cualquier propuesta mayor de cambio se manejará a través de [extensiones](../schema/conformance_and_extensions.md) hasta el proceso de actualización de la nueva versión.
fr: **release candidate** (novembre 2014) - la spécification est proche de sa forme finale et nous la soumettons à une évaluation finale. Les changements apportés sont mineurs, et toute proposition de changement majeur est gérée en tant qu'[extension](../schema/conformance_and_extensions.md) jusqu'au prochain processus de mise à jour.
it: **release candidate** (novembre 2014) - La specifica è vicina alla sua forma finale ed è stata resa disponibile per la revisione finale. Le modifiche saranno minori e tutte le principali proposte di modifica saranno gestite tramite [estensioni](../schema/conformance_and_extensions.md) fino al successivo processo di aggiornamento della versione.

source: **release** (July 2015) - The initial version (1.0) was released with minor bug fixes.
es: **entrega** (julio 2015) - La versión inicial (1.0) se lanzó con solución menores a bugs .
fr: **la publication** (juillet 2015) - nous publions la première version majeure (1.0) avec des corrections de bug mineurs.
it: **release** (luglio 2015) - La versione iniziale (1.0) è stata rilasciata con la correzione di errori minori.

source: At present, the OCDS specification is not submitted to any formal standards body, but this will be reviewed by the Open Contracting Partnership as part of future governance developments.
es: Actualmente la especificación del OCDS no se ha propuesto para ningún cuerpo formal de estándares, sin embargo esta opción se revisará por la Open Contracting Partnership como parte de desarrollos de gestión posteriores.
fr: Actuellement, la spécification OCDS n'est pas soumise à un organisme de standardisation formelle, mais cette possibilité sera examinée par l'Open Contracting Partnership parmi les futures évolutions de sa gouvernance.
it: Allo stato attuale, la specifica OCDS non è sottoposta ad alcun organismo di standard formale, ma questo punto sarà rivisto dalla Open Contracting Partnership come parte dei futuri sviluppi per il governo dell'iniziativa.

source: Future development
es: Desarrollo futuro
fr: Développements futurs
it: Sviluppo futuro

source: This is a living standard, and will continue to evolve based on the feedback of publishers and users.
es: Este es un estándar vivo y continuará evolucionando basado en la retroalimentación de publicadores y usuarios.
fr: Ce standard est vivant, et continue à évoluer sur la base des retours que font les producteurs de données et les utilisateurs.
it: Questo è uno standard vivo, che continuerà ad evolversi in base al feedback di editori e utenti.

source: Governance proposals for the future development of the Open Contracting Data Standard, including the technical specification and policies around its adoption are currently under development and proposals for governance will draw upon the [Open Stand](http://open-stand.org/) ‘Modern Paradigm for Standards’ which calls for openness, transparency and clearly set out process for change management.
es: Las propuestas de gestión para el desarrollo futuro del Estándar de Datos de Contrataciones Abiertas, incluyendo las especificaciones técnicas y políticas alrededor de su adopción están actualmente bajo desarrollo y propuestas para la gestión harán uso del 'Paradigma Moderno para los Estándares' del [Open Stand](http://open-stand.org/) que busca apertura, transparencia y un proceso claramente establecido para la gestión de cambios.
fr: Les propositions de gouvernance pour les développements futurs du standard OCDS, notamment la spécification technique et les politiques concernant son adoption, sont actuellement en cours de développement. Les propositions pour la gouvernance s'appuieront sur le "paradigme moderne pour les standards" d'[Open Stand](http://open-stand.org/) qui promeut l'ouverture, la transparence et des procédures clairement documentées pour gérer les changements.
it: Le proposte di governo dell'iniziativa per lo sviluppo futuro dell'Open Contracting Data Standard, comprese le specifiche tecniche e le politiche relative alla sua adozione sono attualmente in fase di sviluppo e si baseranno su [Open Stand](http://open-stand.org/) "Paradigma moderno per gli standard" che richiede apertura, trasparenza e un processo chiaro per la gestione del cambiamento.

source: Ongoing feedback and suggested improvements to OCDS can be provided through the [issue trackers](https://github.com/open-contracting/standard/issues) on GitHub.
es: La retroalimentación constante y las mejoras propuestas a la OCDS se puede hacer a través de los [issue trackers](https://github.com/open-contracting/standard/issues) en GitHub.
fr: Des retours et des propositions d'amélioration du standard OCDS peuvent être faits sur le [issue tracker](https://github.com/open-contracting/standard/issues) sur Github.
it: Feedback continui e suggerimenti per miglioramenti a OCDS possono essere forniti attraverso [issue tracker](https://github.com/open-contracting/standard/issues) su GitHub.
