Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/support/history_and_development.po
Languages: es, fr, it

source: Announcements about proposed updates to the specification, and periods for comment, will be made to the [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss) mailing list.
es: Los anuncios respecto a actualizaciones propuestas a la especificación y los periodos para comentarios se harán a través de la lista de correo [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss).
fr: Les annonces concernant les propositions de mise à jour de la spécification, et les périodes de commentaires, se feront sur la liste de discussion [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss).
it: Gli annunci riguardanti gli aggiornamenti proposti alle specifiche e i periodi utili per i commenti saranno inviati alla mailig-list [standard-discuss@open-contracting.org](https://groups.google.com/a/open-contracting.org/forum/#!forum/standard-discuss).

source: The development process has been taken place with reference to the [Greentree Consensus Principles for Digital Development](http://ict4dprinciples.org/).
fr: Le processus de développement a été mené en se référant aux [Greentree Consensus Principles for Digital Development](http://ict4dprinciples.org/).
