Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/building_blocks.po
Languages: es, fr

source: Building Blocks
es: Bloques
fr: Composants essentiels

source: In mapping your data to OCDS, or using OCDS data, you will encounter a number of common data structures.
es: Al mapear sus datos a OCDS, o usar datos de OCDS, encontrará una serie de estructuras de datos comunes.
fr: Que vous publiez vos données au format OCDS ou dans un format compatible, vous rencontrerez certaines structures de données récurrentes.

source: Sections and structure
es: Secciones y estructura
fr: Sections et structure

source: An OCDS document is made up of a number of sections. These are:
es: Un documento OCDS se compone de una serie de secciones. Estas son:
fr: Un document OCDS est composé de plusieurs sections. Celles-ci sont :

source: **release metadata** - contextual information about each release of data;
es: **metadatos de la entrega** - información contextual sobre cada entrega de datos;
fr: **release metadata** - des informations contextuelles sur chaque instance de données ;

source: **parties** - information about the organizations and other participants involved in the contracting process;
es: **partes** - información sobre las organizaciones y otros participantes involucrados en el proceso de contratación;
fr: **parties** - des informations sur les organisations et les autres participants impliqués dans le processus de passation de marché ;

source: **planning** - information about the goals, budgets and projects a contracting process relates to;
es: **planeación** - información sobre los objetivos, presupuestos y proyectos a los que se refiere un proceso de contratación;
fr: **planning** - informations sur les objectifs, les budgets et les projets relatifs au marché ;

source: **tender** - information about how a tender will take place, or has taken place;
es: **licitación** - información sobre la forma en que tendrá lugar la licitación o se ha realizado;
fr: **tender** - informations sur le déroulement de l'appel d'offres, tel qu'il a ou aura eu lieu ;

source: **awards** - information on awards made as part of a contracting process;
es: **adjudicación** - información sobre las adjudicaciones otorgadas como parte de un proceso de contratación;
fr: **awards** - informations sur l'attribution du marché ;

source: **contract** - information on contracts signed as part of a contracting process;
es: **contrato** - información sobre contratos firmados como parte de un proceso de contratación;
fr: **contract** - informations sur les contrats signés dans le cadre du processus de passation de marché ;

source: **implementation** - information on the progress of each contract towards completion.
es: **implementación** - información sobre el progreso de cada contrato hasta su finalización.
fr: **implementation** - des informations sur l'exécution de chaque contrat jusqu'à sa conclusion.

source: These are represented in a JSON document as follows:
es: Éstos se representan en un documento JSON como sigue:
fr: Ces informations sont représentées au format JSON de la façon suivante :

source: Building blocks: fields
es: Bloques: campos
fr: Composants essentiels : les champs

source: The OCDS schema sets out the fields that should be included in each section, making use of simple re-usable building blocks (field structures) to represent data.
es: El esquema OCDS establece los campos que deben incluirse en cada sección, haciendo uso de simples bloques reutilizables (estructuras de campos) para representar datos.
fr: Le schéma OCDS définit les champs qui doivent être inclus dans chaque section, utilisant des composants essentiels simples et réutilisables (structures de champs) pour représenter les données.

source: For example, common building blocks are provided for:
es: Por ejemplo, se proporcionan bloques comunes para:
fr: Par exemple, des composants essentiels sont fournis pour :

source: **Parties (Organizations)**
es: **Partes (Organizaciones)**
fr: **parties** - les parties prenantes

source: **Amounts**
es: **Montos**
fr: **Amounts** - les montants

source: **Items**
es: **Artículos**
fr: **Items** - les biens et services

source: **Time periods**
es: **Períodos de tiempo**
fr: **Time periods** - les durées

source: **Documents**
es: **Documentos**
fr: **Documents** - les documents

source: **Milestones**
es: **Hitos**
fr: **Milestones** - les étapes

source: Examples
es: Ejemplos
fr: Exemples

source: Using building blocks
es: Usar los bloques
fr: Utiliser les composants essentiels

source: These building blocks may be used in various different sections. For example, **items** can occur in tender (to indicate the items that a buyer wishes to buy), in an award object (to indicate the items that an award has been made for) and in a contract object (to indicate the items listed in the contract).
es: Estos bloques pueden usarse en diversas secciones. Por ejemplo, los **artículos** pueden aparecer en la licitación (para indicar los artículos que un comprador desea comprar), en un objeto adjudicación (para indicar los artículos para los cuales se ha hecho una adjudicación) y en un objeto contrato (para indicar los artículos enumerados en el contrato).
fr: Ces composants essentiels peuvent être utilisés dans différentes sections. Par exemple, **items** peut être utilisé dans l'appel d'offres (pour indiquer les biens ou services dont l'acheteur souhaite faire l'acquisition), dans l'avis d'attribution (pour indiquer les livrables qui ont été attribués) et dans un contrat (pour indiquer les livrables inclus dans le contrat).

source: In addition to these building blocks, the OCDS schema sets out the specific ways they can be used in each section, and describes a number of additional fields that can appear in specific section. For example, fields for:
es: Además de estos bloques, el esquema OCDS establece las formas específicas en que pueden usarse en cada sección y describe una serie de campos adicionales que pueden aparecer en la sección específica. Por ejemplo, los campos para:
fr: En plus de ces composants essentiels, le schéma OCDS définit leurs usages spécifiques dans chaque section et décrit des champs additionnels pouvant apparaître dans chaque section. Par exemple, des champs pour :

source: ```titles``` and ```descriptions``` of tenders, awards and contracts
es: ```titles``` y ```descriptions``` de licitaciones, adjudicaciones y contratos
fr: ```titles``` (titres) et ```descriptions``` des appels d'offres, des attributions et des contrats

source: ```procurementMethod```
fr: ```procurementMethod``` - la procédure de passation de marché utilisée

source: ```awardCriteria```
fr: ```awardCriteria``` - les critères d'attribution

source: ```submissionMethod```
fr: ```submissionMethod``` - la méthode de soumission des candidatures

source: Many of these fields make use of lightweight codelists provided by OCDS.
es: Muchos de estos campos hacen uso de listas de códigos ligeras proporcionadas por OCDS.
fr: Plusieurs de ces champs utilisent une liste de codes fournie dans le standard OCDS.

source: In some cases, publishers or users need building blocks and fields which are not provided in the core OCDS schema.
es: En algunos casos, los publicadores o usuarios necesitan bloques y campos que no se proporcionan en el esquema central de OCDS.
fr: Dans certains cas, les producteurs ou les usagers des données ont besoin de composants essentiels qui ne sont pas fournis dans le cœur du schéma OCDS.

source: We maintain a list of [extensions](../../../extensions/) that provide optional extra building blocks and fields.
es: Mantenemos una lista de [extensiones](../../../extensions/) que proporcionan bloques y campos adicionales opcionales.
fr: Nous maintenons une liste d'[extensions](../../../extensions/) qui fournissent des composants et des champs additionnels.

source: The Open Contracting Data Standard helpdesk maintain a [field-level mapping template](http://www.open-contracting.org/resources/ocds-field-level-mapping-template/) that can be used to cross-walk between your internal data systems and OCDS.
es: El Helpdesk del Estándar de Datos de Contrataciones Abiertas mantiene una [plantilla de mapeo a nivel de campos](http://www.open-contracting.org/resources/ocds-field-level-mapping-template/) que puede usarse para cruzar entre sus sistemas de datos internos y OCDS.
fr: L'assistance technique OCDS fournit [un modèle de mappage des champs](http://www.open-contracting.org/resources/ocds-field-level-mapping-template/') qui peut être utilisé pour aligner vos systèmes internes de gestion de données avec le standard OCDS.

source: Codelists
es: Listas de códigos
fr: Listes de codes

source: OCDS defines two kinds of codelist:
es: OCDS define dos tipos de lista de códigos:
fr: Le standard OCDS définit deux types de listes de codes :

source: **Closed codelists** provide a fixed list of values. When using a field with a closed codelist, publishers must use an option from the published lists. This supports the global comparability of OCDS data on key dimensions.
es: **Las listas de códigos cerradas** proporcionan una lista fija de valores. Cuando se utiliza un campo con una lista de códigos cerrada, los publicadores deben utilizar una opción de las listas publicadas. Esto apoya la comparabilidad global de los datos OCDS en las dimensiones clave.
fr: **Les listes de codes fermées** sont des listes de valeurs fixes et non-extensibles. Lorsqu'ils utilisent un champ dans une liste de codes fermée, les producteurs de données doivent utiliser une des options parmi les listes publiées afin de s'assurer que les principales dimensions contenues dans les données OCDS puissent être comparées mondialement.

source: **Open codelists** provide recommended values. However, publishers can suggest amendments to these codelists, or provide their own extended values.
es: **Las listas de códigos abiertas** proporcionan valores recomendados. Sin embargo, los publicadores pueden sugerir enmiendas a estas listas de códigos, o proporcionar sus propios valores extendidos.
fr: **Les listes de codes ouvertes** fournissent des valeurs recommandées. Cependant, les producteurs de données peuvent suggérer des modifications ou fournir leurs propres valeurs étendues.

source: **Open Codelists**
es: **Listas de Códigos Abiertas**
fr: **Les listes ouvertes de codes**

source: Party Role
es: Rol de las Partes
fr: Rôle de chaque partie

source: Item Classification Scheme
es: Esquema de Clasificación de Artículos
fr: Schéma de classification des objets

source: Unit Classification Scheme
es: Esquema de Clasificación de Unidades
fr: Schéma de classification des unités

source: Organization Identifier Scheme
es: Esquema de Identificación de Organizaciones
fr: Schéma d'identification des organisations

source: Document Type
es: Tipo de Documento
fr: Type de document

source: Award Criteria
es: Criterios de Adjudicación
fr: Critères d'attribution

source: Submission Method
es: Método de Presentación
fr: Méthode de soumission

source: Related Process
es: Proceso Relacionado
fr: Processus connexe

source: Related Process Scheme
es: Esquema de Proceso Relacionado
fr: Schéma du processus connexe

source: Milestone Type
es: Tipo de Hito
fr: Type d'étape

source: Extended Procurement Category
es: Categoría Extendida de Compra
fr: Catégorie étendue de passation de marché

source: **Closed Codelists**
es: **Listas de Códigos Cerradas**
fr: **Les listes de codes fermées**

source: Release Tag
es: Etiqueta de entrega
fr: Tag d'instance

source: Initiation Type
es: Tipo de Inicio
fr: Type de lancement du marché

source: Tender Status
es: Estado de la Licitación
fr: État de l'appel d'offres

source: Procurement Method
es: Método de Contratación
fr: Méthode de passation de marché

source: Procurement Category
es: Categoría de Compra
fr: Catégorie de passation de marché

source: Award Status
es: Estado de la Adjudicación
fr: État de l'attribution

source: Contract Status
es: Estado del Contrato
fr: État du contrat

source: Currency
es: Moneda
fr: Devise

source: Milestone Status
es: Estado del Hito
fr: État de l'étape

source: Codelist values are case sensitive strings with associated labels, available in each language OCDS has been translated into.
es: Los valores de las listas de códigos son cadenas con distinción entre mayúsculas y minúsculas con etiquetas asociadas, disponibles en cada idioma en el que se ha traducido OCDS.
fr: Les valeurs des listes de codes sont des chaînes de caractères sensibles à la casse avec des labels associés. Ces labels sont disponibles dans chaque nouvelle langue dans laquelle le standard OCDS est traduit.

source: Publishers should map their existing classification systems to OCDS codes wherever possible. Many closed codelist fields are paired with a detail field where more detailed classification information can be provided.
es: Los publicadores deben mapear sus sistemas de clasificación existentes a los códigos OCDS siempre que sea posible. Muchos campos de lista de códigos cerrados se emparejan con un campo de detalle en el que se puede proporcionar información de clasificación más detallada.
fr: Si possible, les producteurs de données doivent mapper leurs systèmes actuels de classification avec les codes OCDS. De nombreux champs dans les listes fermées de codes OCDS sont associés à un champ "détail" qui permet de préciser la valeur correspondante dans la classification existante.

source: In the EU, contracts can be initiated through a number of different procedures including:
es: En la UE, los contratos pueden iniciarse mediante una serie de procedimientos diferentes, entre los que se incluyen:
fr: Dans l'Union Européenne, différentes procédures peuvent être utilisées pour passer un marché, notamment :

source: Open procedure;
es: Procedimiento abierto;
fr: Une procédure ouverte

source: Restricted procedure;
es: Procedimiento restringido;
fr: Une procédure restreinte

source: Competitive procedure with negotiation;
es: Procedimiento competitivo con negociación;
fr: Une procédure compétitive avec négociation

source: Competitive dialogue; and
es: Diálogo competitivo; y
fr: Un dialogue compétitif

source: Innovation partnership
es: Asociación de innovación
fr: Un partenariat d'innovation

source: However, to support comparison across continents, the main OCDS procurement method codelist is a closed codelist with four values:
es: Sin embargo, para facilitar la comparación entre continentes, la lista de códigos del método de adquisición OCDS principal es una lista de códigos cerrada con cuatro valores:
fr: Cependant, pour permettre la comparaison entre les continents, la liste de code OCDS sur les méthodes de passation de marché est une liste fermée avec quatre valeurs :

source: All procedures should be able to be mapped to one of these options.
es: Todos los procedimientos deben poder ser asignados a una de estas opciones.
fr: Toutes les procédures de passation de marchés doivent pouvoir correspondre à une de ces options.

source: To publish OCDS data, an EU publisher with data categorized by EU procedures should map the longer list of procedures to the narrower OCDS codelist and provide the codelist value in the ```procurementMethod``` field. They can then provide the more detailed procedure type in an extended ```procurementMethodDetails``` field.
es: Para publicar datos OCDS, un publicador de la UE con datos clasificados por procedimientos de la UE debe mapear la lista más larga de procedimientos a la lista de códigos OCDS más estrecha y proporcionar el valor de lista de códigos en el campo ```procurementMethod```. A continuación, pueden proporcionar el tipo de procedimiento más detallado en un campo ```procurementMethodDetails```.
fr: Pour publier des données OCDS, un producteur de données européen utilisant les procédures définies par l'Union Européenne doit faire correspondre sa liste des procédures avec celle, plus restreinte, des codes OCDS. Le code OCDS correspondant doit alors être renseigné dans le champ ```procurementMethod```. Il peut enfin donner plus de détails sur le type de procédure de passation de marché dans le champ étendu ```procurementMethodDetails```.

source: For an Open Procedure, when a free-text justification of why the procedure was chosen is available, this would end up as:
es: Para un Procedimiento Abierto, cuando se dispone de una justificación de texto libre de por qué se ha elegido el procedimiento, esto terminaría como:
fr: Pour une procédure ouverte, quand une justification du choix de procédure est disponible en texte libre, cela donnerait :

source: Extensions
es: Extensiones
