Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/contracting_process.po
Languages: fr, it

source: The Contracting Process
fr: Le processus de passation de marché
it: Il processo di acquisto

source: There are several stages to a contracting process.
fr: Il y a plusieurs étapes dans un processus de passation de marché.
it: Ci sono diverse fasi in un processo di acquisto o di appalto

source: OCDS covers:
fr: OCDS couvre :
it: OCDS tratta:

source: ![Tender](../../../assets/green_planning.svg.png)
it: ![Gara](../../../assets/green_planning.svg.png)

source: **Planning**<br/> *Including:*<br/> Budgets<br/> Project plans<br/> Procurement plans<br/> Market studies<br/> Public hearing info<br/>
fr: **La planification du marché**<br/> *Comprenant :*<br/> Budgets<br/> Plans du projet<br/> Plans d'achat<br/> Études de marché<br/> Informations issues d'audiences publiques<br/>
it: **Pianificazione** <br/> *Include:* <br/> Stanziamenti <br/> Piani di progetto <br/> Piani di approvvigionamento <br/> Studi di mercato <br/> Consultazioni pubbliche <br/>

source: ![Tender](../../../assets/green_tendering.svg.png)
it: ![Gara d'appalto](../../../assets/green_tendering.svg.png)

source: **Initiation (Tender)**<br/> *Including:*<br/> Tender notices<br/> Specifications<br/> Line items<br/> Values<br/> Enquiries
fr: **Lancement (appel d'offres)**<br/> *Comprenant :*<br/> Avis d'appel d'offre<br/> Spécifications<br/> Biens et services achetés<br/> Montants<br/> Modalités de demande de renseignements
it: **Istruzione (Gara)** <br/> *Include:* <br/> Avvisi di gara <br/> Capitolato tecnico <br/> Articoli oggetto della gara <br/> Importi a base d'asta <br/> Domande e risposte

source: ![Award](../../../assets/green_awarded.svg.png)
it: ![Aggiudicazione](../../../assets/green_awarded.svg.png)

source: **Award**<br/> *Including:*<br/> Details of award<br/> Bidder information<br/> Bid evaluation<br/> Values
fr: **Attribution**<br/> *Comprenant :*<br/> Les détails de l'attribution<br/> Les informations sur les candidats<br/> L'évaluation des candidatures <br/> Les montants
it: **Aggiudicazione** <br/> *Include:* <br/> Dettagli del'aggiudicazione <br/> Informazioni sui partecipanti alla gara <br/> Valutazione delle offerte <br/> Importo aggiudicato

source: ![Contract](../../../assets/green_signed.svg.png)
it: ![Contratto](../../../assets/green_signed.svg.png)

source: **Contract**<br/> *Including:*<br/> Final details<br/> Signed contract<br/> Amendments<br/> Values
fr: **Le contrat**<br/> *Comprenant :*<br/> Les détails finaux<br/> Le contrat signé<br/> Les modifications<br/> Les montants
it: **Contratto** <br/> *Include:* <br/> Dettagli finali <br/> Contratto firmato <br/> Varianti <br/> Importo contrattuale

source: ![Implementation](../../../assets/green_implementation.svg.png)
it: ![Attuazione](../../../assets/green_implementation.svg.png)

source: **Implementation**<br/> *Including:*<br/> Payments<br/> Progress updates<br/> Location<br/> Extensions<br/> Amendments<br/> Completion or Termination info
fr: **Exécution du marché**<br/> *Comprenant :*<br/> Les paiements<br/> L'avancement du projet <br/> Les lieux d'exécution<br/> Les extensions<br/> Les modifications<br/> Les informations sur la réalisation ou la résiliation
it: **Attuazione** <br/> *Include:* <br/> Pagamenti <br/> Stati di avanzamento <br/> Posizione/Geolocalizzazione <br/> Estensioni <br/> Varianti <br/> Informazioni sullo stato di completamento o sulla terminazione

source: Not all contracting processes have all stages. For example, direct contracting may start with the award of a contract. However, there will still be information that can be disclosed about the budgets, specifications and selection process even in this case.
fr: Certains marchés publics ne passent pas par toutes les étapes du processus. Par exemple, un marché par entente directe peut commencer avec l'attribution du marché. Néanmoins, même dans ce cas, il y a des informations qui peuvent être publiées sur les budgets, les spécifications et le processus de sélection.
it: Non tutti i processi di appalto hanno tutte le fasi. Ad esempio, la contrattazione diretta può iniziare con l'aggiudicazione di un contratto. Tuttavia, anche in questo caso, ci saranno ancora informazioni che possono essere divulgate sugli stanziamenti, le specifiche e il processo di selezione, ecc.

source: You should aim to publish OCDS data close to real-time: releasing data as each stage of a contracting process takes place.
fr: Vous devriez tendre vers une publication des données OCDS proche du temps réel en diffusant des données à chaque étape du processus de passation de marché.
it: Dovresti mirare a pubblicare i dati OCDS in tempo reale: rilasciando i dati man mano che ogni fase di un processo di appalto si svolge.

source: This may involve generating output from a range of different systems. Data published from different systems can be tied together by use of a common Open Contracting ID (`ocid`).
it: Ciò può implicare la generazione di output da una gamma di sistemi diversi. I dati pubblicati da sistemi diversi possono essere collegati tra loro mediante l'uso di un ID Open Contracting (`ocid`).

source: Defining a contracting process
fr: Définir le processus de passation de marché
it: Definire un processo di contrattazione

source: For public procurement OCDS defines a unique contracting process as:
fr: Pour les marchés publics, OCDS définit un processus de passation de marché unique de la façon suivante :
it: Per gli appalti pubblici, l'OCDS definisce un processo di aggiudicazione unico come:

source: All the planning, tendering information, awards, contracts and contract implementation information related to a single initiation process.
fr: Toutes les informations concernant un même processus de lancement de marché : planification, appel d'offre, attribution, contrat, exécution du marché.
it: Tutte le informazioni sulla pianificazione, sulle gare d'appalto, sulle aggiudicazioni, sui contratti e sull'attuazione del contratto relativi a un singolo processo di istruzione del'investimento.

source: An initiation process may be a tender, a direct contract award, or a call to award a concession.
fr: Le processus de lancement du marché peut être un appel d'offre, un marché à entente directe ou un appel à attribution de concession.
it: Un processo di avvio di un investimento può realizzarsi in una gara d'appalto, un appalto diretto o una aggiudicazione di una concessione.

source: The Open Contracting ID (ocid)
fr: L'identifiant Open Contracting ID (ocid)
it: L'Open Contracting ID (ocid)

source: Each unique contracting process should be assigned an `ocid`. This is an identifier which can be used to join up data between different stages (as often the data may be stored in different systems).
it: Ad ogni processo di contrazione dovrebbe essere assegnato un unico `ocid`. Questo è un identificatore che può essere utilizzato per collegare i dati tra diverse fasi (poiché spesso i dati possono essere memorizzati in sistemi diversi).

source: To make sure the `ocid`s assigned by two different publishers do not clash, publishers are encouraged to register a publisher prefix. This can be prepended onto locally generated identifiers, giving a globally unique identifier, and allowing disparate data sources to confidently refer to a unique contracting process.
it: Per assicurarsi che gli `ocid` assegnati da due diversi editori non si confondano, ciascun editore è invitato a registrare un proprio prefisso. Questo può essere anteposto agli identificatori generati localmente, fornendo un identificatore univoco a livello globale e consentendo a fonti di dati eterogenee di fare affidamento su un processo di contrattazione unico.

source: You can [register your ocid prefix here](../implementation/registration.md).
fr: Vous pouvez [obtenir votre préfixe ocid ici](../implementation/registration.md).
it: Puoi [registrare il tuo prefisso ocid qui](../implementation/registration.md).

source: In [Mexico City](http://www.contratosabiertos.cdmx.gob.mx/), an initial mapping identified that identifiers were assigned to each tender process or direct award, using a pattern based on the initials or name of the department involved, a tender or contract number, and the year.
fr: Pour [la ville de Mexico](http://www.contratosabiertos.cdmx.gob.mx/), un travail de mappage initial a permis de repérer que les identifiants étaient attribués à chaque appel d'offres ou chaque attribution directe en concaténant les initiales ou le nom du département impliqué, le numéro de l'offre ou du contrat et l'année.
it: A [Città del Messico](http://www.contratosabiertos.cdmx.gob.mx/), una mappatura iniziale ha identificato che gli identificatori erano assegnati a ciascun processo di gara o assegnazione diretta, utilizzando un modello basato sulle iniziali o sul nome del dipartimento coinvolto, un numero di gara o di contratto e l'anno.

source: For example:
fr: Par exemple :
it: Per esempio:

source: These identifiers uniquely identify each contracting process. Fields and business processes to capture these identifiers at each contracting process stage were added to the relevant systems.
fr: Ces identifiants identifient sans ambiguïté chaque processus de passation de marché. Les champs et les processus dans les systèmes métiers ont été modifiés pour intégrer ces identifiants à chaque phase du processus de passation de marché.
it: Questi identificatori rendono univoco ogni processo di contrattazione. I campi dei dati e i processi per acquisire questi identificatori in ciascuna fase del processo di appalto sono stati aggiunti nei sistemi che lo prevedono.

source: Mexico City then registered a prefix with the OCDS helpdesk. They have been given the prefix 'ocds-87sd3t' which can be added to their unique process identifiers to give a globally unique ocid.
fr: La ville de Mexico a ensuite fait une demande de préfixe auprès du bureau d'assistance technique OCDS. Le préfixe ‘ocds-87sd3t’ leur a été attribué. Il leur suffit de l'ajouter au début de leurs identifiants internes uniques pour obtenir l'identifiant unique et mondial ocid.
it: l'Amministrazione di Città del Messico ha poi registrato un prefisso con l'helpdesk OCDS. Hanno ricevuto il prefisso 'ocds-87sd3t' che può essere aggiunto ai loro identificatori di processo univoci (locali) per dare un ocid globalmente unico.

source: All the award notices, contracts and transactions resulting from the tender with this identifier should also share this ocid - allowing Mexico City to bring together a complete picture of each contracting process.
fr: Tous les avis d'attributions, contrats et transactions issus de l'appel d'offre qui porte cet identifiant doivent aussi partager cet ocid afin que la ville de Mexico puisse obtenir une image complète de chaque processus de passation de marché.
it: Tutti gli avvisi di aggiudicazione, i contratti e le transazioni risultanti dall'offerta con questo identificatore dovrebbero condividere questo ocid, consentendo all'Amministrazione di Città del Messico di avere un quadro completo di ciascun processo di appalto

source: The `ocid` is case sensitive. Case should be used consistently whenever an `ocid` is presented.
it: Negli identificativo `ocid` maiuscole e minuscole fanno differenza. Bisogna assicurarsi che tale differenza sia considerata ogni volta che si deve mostrare un `ocid`.

source: Mapping your systems
fr: Mapper vos systèmes
it: Mappatura dei tuoi sistemi

source: The Open Contracting Data Standard helpdesk provide [a technical assessment template](http://www.open-contracting.org/resources/ocds-technical-assessment-template/) that can be used to identify the different systems involved in managing data on each stage of the contracting process.
fr: L'assistance technique OCDS fournit [un modèle d'évaluation technique](http://www.open-contracting.org/resources/ocds-technical-assessment-template/) qui peut être utilisé pour identifier les différents systèmes impliqués dans la gestion des données à chaque étape du processus de passation de marché.
it: L'helpdesk Open Contracting Data Standard fornisce [un modello di valutazione tecnica](http://www.open-contracting.org/resources/ocds-technical-assessment-template/) che può essere utilizzato per identificare i diversi sistemi coinvolti nella gestione dei dati in ogni fase della procedura di aggiudicazione.

source: This may involve generating output from a range of different systems. Data published from different systems can be tied together by use of a common Open Contracting ID (```ocid```).
fr: Cela peut impliquer la production de données provenant de systèmes différents. Les données publiées depuis des systèmes différents peuvent être liées entre elles en utilisant des identifiants Open Contracting ID communs (```ocid```).

source: Each unique contracting process should be assigned an ```ocid```. This is an identifier which can be used to join up data between different stages (as often the data may be stored in different systems).
fr: Chaque processus de passation de marché doit se voir attribuer un ```ocid```. C'est un identifiant qui peut être utilisé pour associer des données produites à différentes étapes (car les données sont souvent stockées dans des systèmes différents).

source: To make sure the ```ocid```s assigned by two different publishers do not clash, publishers are encouraged to register a publisher prefix. This can be prepended onto locally generated identifiers, giving a globally unique identifier, and allowing disparate data sources to confidently refer to a unique contracting process.
fr: Pour s'assurer que les identifiants ```ocid``` attribués par deux différents producteurs de données n'entrent pas en conflit, nous encourageons les producteurs de données à se procurer un préfixe. Ce préfixe peut être inséré avant des identifiants générés localement afin de donner un identifiant unique global et de s'assurer que des sources de données disparates se réfèrent bien au même processus de passation de marché.

source: The ```ocid``` is case sensitive. Case should be used consistently whenever an ```ocid``` is presented.
fr: L'identifiant ```ocid``` tient compte de la casse. La casse doit être utilisée de manière uniforme dès qu'un ```ocid``` est présent.
