Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/index.po
Languages: es

source: Getting Started
es: Para Empezar

source: OCDS is an open data standard for publication of structured information on all stages of a contracting process: from planning to implementation.
es: El OCDS es un estándar abierto de datos para la publicación de información estructurada sobre todas las etapas de un proceso de contratación: desde la planificación hasta la implementación.

source: The publication of OCDS data can enable greater transparency in public contracting, and can support accessible and in-depth analysis of the efficiency, effectiveness, fairness, and integrity of public contracting systems.
es: La publicación de los datos de OCDS puede permitir una mayor transparencia en la contratación pública y puede apoyar el análisis accesible y a profundidad de la eficiencia, efectividad, equidad e integridad de los sistemas de contratación pública.

source: OCDS was designed with a focus on public procurement of goods, works and services, but can be extended for use in other contexts. Extensions for Public Private Partnership (PPP) and Extractives concessions are under development.
es: El OCDS fue diseñado con un enfoque en la contratación pública de bienes, obras y servicios, pero puede ampliarse para su uso en otros contextos. Se están desarrollando extensiones para las concesiones de la Asociación Público-Privada (PPP) y de Extractivas.

source: To get started publishing OCDS data:
es: Para comenzar a publicar datos en OCDS:

source: Discuss the key [users and use cases](use_cases.md) for your OCDS project
es: Defina los [usuarios y casos de uso](use_cases.md) claves para su proyecto OCDS

source: Identify out the data and documents you will publish from your [contracting process](contracting_process.md)
es: Identifique los datos y documentos que publicará de su [proceso de contratación](contracting_process.md)

source: Map your data against the OCDS [building blocks](building_blocks.md)
es: Mapee sus datos contra los [bloques](building_blocks.md) deOCDS

source: Present the data in [JSON releases and records](releases_and_records.md)
es: Presente los datos en [entregas y registros JSON](releases_and_records.md)

source: Publish your data on the web using the [publication patterns](publication_patterns.md)
es: Publique sus datos en la web utilizando los [patrones de publicación](publication_patterns.md)

source: Check the [validation of your data](validation.md)
es: Compruebe la [validación de sus datos](validation.md)

source: Encourage and facilitate stakeholder use of the data
es: Fomente y facilite el uso de los datos por parte de las partes interesadas

source: When you are done you could be producing data that looks something like the contract release below, which is compatible with a growing range of OCDS aware tools (you will encounter a range of different OCDS release types in the following pages).
es: Cuando termine, podría estar produciendo datos que se verán similares a la entrega del contrato a continuación, que es compatible con una gama cada vez mayor de herramientas que manejan OCDS (encontrará una gama de diferentes tipos de entregas de de OCDS en las siguientes páginas).
