Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/publication_patterns.po
Languages: es, fr, it

source: Publication Patterns
es: Patrones de Publicación
fr: Modèles de publication
it: Modelli di pubblicazione

source: OCDS supports a 5 ☆ approach to publishing Open Contracting data on the web. Each step builds on the steps before.
es: El OCDS se apoya en un enfoque de 5 ☆ para publicar los datos de Contrataciones Abiertas en la web. Cada paso se construye sobre el paso anterior.
fr: OCDS promeut une approche en 5 ☆ de la publication de données sur la commande publique sur le Web. Chaque étape capitalise sur les étapes qui précèdent.
it: OCDS supporta l'approccio dei dati a 5☆ per pubblicare dati Open Contracting sul web. Ogni passo si basa sui passaggi precedenti.

source: **☆ Upload basic contracting data and documents to web**
es: **☆ Subir datos y documentos básicos de contratación a la web**
fr: **☆ Publiez sur le Web des données et des documents de base sur la commande publique**
it: **☆ Carica i dati contrattuali di base e i documenti sul Web**

source: Whether or not you can adopt a common standard right now, you should make sure important notices and documents are freely accessible online.
es: Independientemente de si puede adoptar un estándar común en este momento, debe asegurarse de que los documentos importantes estén accesibles de forma gratuita en línea.
fr: Même si vous n'êtes pas encore en mesure d'adopter un standard partagé, vous devriez vous assurer que les avis et les documents importants sont librement accessibles en ligne.
it: Indipendentemente dal fatto che sia possibile adottare uno standard comune adesso, è necessario assicurarsi che le informazioni e i documenti importanti siano liberamente accessibili online.

source: **☆ ☆ Provide machine-readable data**
es: **☆ ☆ Proporcionar datos legibles por computadora**
fr: **☆ ☆ Fournissez des données lisibles par les machines**
it: **☆☆ Fornisci dati leggibili attraverso algoritmi**

source: Providing data about your contracting processes in CSV files or other structured formats makes it easier for others to analyze.
es: Proporcionar datos sobre sus procesos de contratación en archivos CSV u otros formatos estructurados facilita el análisis por externos.
fr: En publiant des données sur vos processus de commande publique dans des fichiers CSV ou d'autres formats structurés, vous facilitez leur analyse par des tiers.
it: Fornendo dati sui propri processi di appalto in file CSV o altri formati strutturati rende più facile l'analisi da parte di altri.

source: *If you jump straight to 3 ☆ publication, you can generate flattened CSV versions of your data using the OCDS flatten tool.*
es: *Si salta directamente a la publicación 3 ☆, puede generar versiones CSV aplanadas de sus datos utilizando la herramienta de aplanar OCDS.*
fr: *Si vous passez directement à la publication en 3☆, vous pouvez générer un fichier CSV aplati à partir des données OCDS JSON en utilisant l'outil "OCDS flatten".*
it: *Se si passa direttamente alla pubblicazione 3☆, è possibile generare versioni CSV dei dati utilizzando l'apposito strumento di generazione dei file tabulari dai dati OCDS.*

source: **☆ ☆ ☆ Use the OCDS standard**
es: **☆ ☆ ☆ Utilizar el estándar OCDS**
fr: **☆ ☆ ☆ Utilisez le standard OCDS**
it: **☆☆☆ Utilizzato dallo standard OCDS**

source: Producing bulk releases and records packages using the OCDS standard makes your data easier to re-use and join-up with other contracting data.
es: La producción de entregas de datos masivas y paquetes de registros que usan el estándar OCDS facilita la reutilización de sus datos y su vinculación con otros datos de contratación.
fr: En publiant des fichiers bruts d'instances et des paquets d'archives utilisant le standard OCDS, vous facilitez la réutilisation et la liaison de vos données vers d'autres données sur la commande publique.
it: La produzione di rilasci in serie e di pacchetti di descrittori che utilizzano lo standard OCDS semplifica il riutilizzo dei dati e l'integrazione con altri dati di contratti.

source: **☆ ☆ ☆ ☆ Provide API access to data**
es: **☆ ☆ ☆ ☆ Proporcionar acceso por API a los datos**
fr: **☆ ☆ ☆ ☆ Fournir un accès par interface de programmation (API) aux données**
it: **☆☆☆☆ Fornisci accesso attraverso una API ai dati**

source: Providing each release and record at its own persistent URI improves the usability of your data. Providing APIs helps users locate the information they are looking for quicker, and enables third-parties to build more advanced and responsive services on your data.
es: Proporcionar cada entrega y registro en su propio URI persistente mejora la usabilidad de sus datos. Proporcionar APIs ayuda a los usuarios a buscar la información que desean más rápidamente y permite a terceros crear servicios más avanzados y más sensibles sobre sus datos.
fr: Vous pouvez améliorer l'utilisabilité de vos données en permettant le téléchargement des données de chaque instance et archive via sa propre URI persistante. Les APIs aident les usagers à localiser plus rapidement les informations qu'ils cherchent et permettent à des tiers de développer des services plus pointus et flexibles à partir de vos données.
it: Fornendo una URI persistente per ogni rilascio e per ogni descrittore migliora notevolmente l'usabilità e universalità dei dati. Fornire API aiuta gli utenti a individuare le informazioni che stanno cercando più rapidamente e consente a terze parti di creare servizi più avanzati e reattivi sui dati.

source: **☆ ☆ ☆ ☆ ☆ Provide joined-up data**
es: **☆ ☆ ☆ ☆ ☆ Proporcionar datos combinados**
fr: **☆ ☆ ☆ ☆ ☆ Lier les données**
it: **☆☆☆☆☆ Fornire collegamenti nei dati**

source: Adding links to your contracting data, connecting out to other datasets on project planning, public spending or company registrations, adds further value to your data, enabling new kinds of re-use.
es: Agregar enlaces a sus datos de contratación, conectándose a otros conjuntos de datos sobre la planificación de proyectos, el gasto público o los registros de la empresa, añade valor adicional a sus datos, lo que permite nuevos tipos de reutilización.
fr: Ajouter des liens à vos données de commande publique, les connecter à d'autres jeux de données sur la planification des projets, les dépenses publiques ou les registres d'entreprises donne plus de valeur à vos données et rend possible de nouvelles formes de réutilisation.
it: L'aggiunta di collegamenti ai dati sui contratti, la connessione ad altri set di dati sulla pianificazione del progetto, la spesa pubblica o ai registri aziendali, aggiunge ulteriore valore ai dati, consentendo nuovi tipi di riutilizzo.

source: Packaging releases and records
es: Empaquetamiento de entregas y registros
fr: Empaqueter des instances et des archives
it: Creazione dei pacchetti per i rilasci e i descrittori

source: When publishing releases and records, they must be provided within a release or record package. These act as an envelope for the data.
es: Cuando se publican entregas y registros, deben ser proporcionados dentro de un paquete de entrega o registro. Estos actúan como un sobre para los datos.
fr: Quand des instances et des archives sont publiées, elles doivent être regroupées dans un paquet d'instances ou d'archives, qui agit comme une enveloppe pour les données.
it: Quando si pubblicano rilasci e descrittori, devono essere forniti all'interno di un pacchetto per il rilascio o per il descrittore . Questi agiscono come una busta per i dati che contengono.

source: A package provides information on:
es: Un paquete proporciona información sobre:
fr: Un paquet fournit des informations sur :
it: Un pacchetto fornisce informazioni su:

source: Where the data can be accessed (a URI)
es: Donde se puede acceder a los datos (un URI)
fr: L'adresse à laquelle les données sont accessibles (une URI)
it: Dove è possibile accedere ai dati (un URI)

source: The publisher of the data
es: El publicador de los datos
fr: Le producteur des données
it: L'editore dei dati

source: The date of publication
es: La fecha de publicación
fr: La date de publication
it: La data di pubblicazione

source: The license the data is provided under
es: La licencia bajo la cual se publican los datos
fr: La licence sous laquelle les données sont publiées
it: La licenza con la quale i dati sono forniti

source: Links to a publication policy and further documentation
es: Enlaces a una política de publicación y documentación adicional
fr: Les liens vers une politique de publication et la documentation complémentaire
it: Collegamenti alle regole per la pubblicazione e ulteriore documentazione

source: A package may contain a single release or record, or may be used to publish a collection of releases, or a collection of records.
es: Un paquete puede contener una sola entrega o registro, o puede utilizarse para publicar una colección de entregas o una colección de registros.
fr: Un paquet peut contenir une ou plusieurs instances ou archives, selon le type de paquet.
it: Un pacchetto può contenere un singolo rilascio o descrittore, oppure può essere utilizzato per pubblicare una raccolta di rilasci o una raccolta di descrittori.

source: Consult the [release package](../../../schema/release_package/) and [record package](../../../schema/record_package/) schemas to package up your data.
es: Consulte los esquemas de [paquetes de entrega](../../../schema/release_package/) y [paquetes de registros](../../../schema/record_package/) para empacar sus datos.
fr: Consultez les schémas du [paquet d'instances](../../../schema/release_package/) et du [paquet d'archives](../../../schema/record_package/) pour empaqueter vos données.

source: Example release package
es: Ejemplo de paquete de entrega
fr: Exemple de paquet d'instances
it: Esempio di pacchetto di rilasci

source: Bulk and individual files
es: Archivos masivos e individuales
fr: Fichiers en masse et individuels
it: Massivo e per singoli file

source: For 4 ☆ publication, you should:
es: Para la publicación 4 ☆, usted debe:
fr: Pour une publication 4 ☆, vous devez :
it: Per la pubblicazione 4☆, dovresti:

source: Ensure all documents referenced in OCDS releases are available online;
es: Asegurar que todos los documentos referenciados en las publicaciones de OCDS estén disponibles en línea;
fr: Vous assurer que tous les documents référencés dans des instances OCDS sont disponibles en ligne ;
it: Garantire che tutti i documenti a cui si fa riferimento nelle versioni di OCDS siano disponibili online;

source: Publish each release and record at its own persistent URL;
es: Publicar cada entrega y registro en su propia URL persistente;
fr: Publier chaque instance et archive à son adresse URL permanente ;
it: Pubblica ogni rilascio e descrittore in un proprio URL persistente;

source: Additionally, produce bulk packages of releases and records for users to download;
es: Además, producir paquetes masivos de lanzamientos y registros para que los usuarios puedan descargarlos;
fr: En plus, produire des paquets contenant toutes vos instances archives pour que les utilisateurs les téléchargent ;
it: Inoltre, produrre pacchetti di rilasci e descrittori da scaricare in blocco dagli utenti;

source: Additionally, produce 'flat' versions of the data for users to access in CSV for Excel formats
es: Además, producir versiones "planas" de los datos para que los usuarios accedan en formatos CSV para Excel
fr: Par ailleurs, produire des versions "à plat" des données pour que les usagers y accèdent en CSV ou en format tableur ;
it: Inoltre, produrre versioni "tabulari" dei dati per consentire agli utenti di accedere attraverso il formato CSV ai formati elaborabili attraverso Excel

source: You will need to make decisions about how to segment the data in bulk files, so that files are easy for users to work with.
es: Deberá tomar decisiones sobre cómo segmentar los datos en archivos masivos, de modo que los archivos sean fáciles de usar para los usuarios.
fr: Vous devrez décider comment segmenter les données dans des fichiers consolidés pour faciliter le travail des usagers.
it: Dovrai prendere decisioni su come dividere i dati in file per il download massivo, in modo che i file siano di facile utilizzo per gli utenti.

source: Consult the [release package](../../../../schema/release_package/) and [record package](../../../../schema/record_package/) schemas to package up your data.
it: Consultare lo schema per il [pacchetto rilascio](../../../../schema/release_package/) e per il [pacchetto descrittore](../../../../schema/record_package/) per distribuire in pacchetti i tuoi dati
