Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/releases_and_records.po
Languages: es, fr, it

source: Releases and Records
es: Entregas y Registros
fr: Instances et archives
it: Rilasci e Descrittori

source: There are two kinds of OCDS document:
es: Existen dos tipos de documentos OCDS:
fr: Il existe deux types de documents OCDS :
it: Esistono due tipi di documento OCDS:

source: **Releases** provide updates on each event in a contracting process, ideally in real-time. They can be used to notify users of new tenders, awards, contracts and other updates. One contracting process can have many releases.
es: Las **entregas** dan actualizaciones sobre cada evento de un proceso de contrataciones, idealmente en tiempo real. Se pueden usar para notificar usuarios de nuevas licitaciones, adjudicaciones, contratos y otras actualizaciones. Un proceso de contrataciones puede tener muchas entregas.

source: **Records** aggregate all the releases available for a contracting process at a given time. There ought to be only be one record per contracting process.
es: Los **Registros** unen todas las entregas disponibles para un proceso de contrataciones en un momento dado. Debe haber solamente un registro por proceso de contrataciones.

source: Releases
es: Entregas
fr: Instances
it: Rilasci (Releases)

source: Releases are immutable – presenting information about a particular event in the lifetime of a contracting process. The release `id` needs to be changed whenever the value of another field in the release is changed.
es: Las entregas son inmutables- presentar información sobre un evento en particular en el ciclo de vida de un proceso de contrataciones. La entrega `id` necesita cambiar cada que el valor de otro campo en la entrega se cambie.

source: Each release needs to contain an `ocid`, a unique release `id` and a release `tag`, and ought to contain as much information as can be provided for users to understand the event taking place.
es: Cada entrega necesita contener un `ocid`, un `id` de entrega único y una etiqueta de entrega (`tag`), y debe contiene toda la información que se pueda proporcionar para que los usuarios entiendan el evento que está sucediendo.

source: For example:
es: Por ejemplo:
fr: Par exemple :
it: Per esempio:

source: A 'planning' release can provide information in the `planning` section about budgets and procurement intention, and the `tender` section about the proposed details for a future tender;
es: Una entrega de planeación puede dar información en la sección `planning` sobre presupuestos e intención de compra, y la sección `tender` con detalles propuestos para una licitación futura;

source: A 'tender' release can provide information in the `tender` section about how to bid for the work, and can repeat `planning` section information on the budget or project the tender is associated with;
es: Una entrega de licitación puede dar información en la sección 'tender' sobre cómo hacer ofertas para el trabajo, y puede repetir la información sobre el presupuesto o proyecto con el que se asocia la licitación en la sección 'planning';

source: A 'tenderUpdate' release can provide an updated `tender` section with links to documents that answer questions asked during the enquiry period;
es: Una entega 'tenderUpdate' puede dar una sección 'tender' actualizada con enlaces a documentos que contesten preguntas que se hicieron durante el período de consultas;

source: An 'award' release can provide details of the supplier awarded the contract in the `award` section, and can provide repeated information about the how procurement took place in the `tender` section;
es: Una entrega de adjudicación puede dar detalles sobre los proveedores a los que se les dio el contrato en la sección `award` y puede dar información repetida sobre cómo se llevo a cabo la adquisición en la sección `tender`;

source: A 'contract' release can provide the details of the signed contract in a `contract` section, matched with a related `award` section;
es: Una entrega de contrato puede dar detalles sobre el contrato firmado en la sección `contract`, armonizado con una sección `award` relacionada;

source: An 'implementationUpdate' release can repeat details of the `contract`, and provide information on milestones achieved and payments to the supplier, or can update the contract `implementation` section with links to newly published documents.
es: Una entrega 'implementationUpdate' puede repetir detalles del `contract` y puede dar información sobre los hitos alcanzados y los pagos a este proveedor, o puede actualizar la sección `implementation` del contrato con enlaces a los nuevos documentos publicados.

source: You can think of **releases** as entries into a ledger: each new entry adds information. Each entry can also repeat the previous information that remains true.
es: Puede pensar sobre las **entregas** como entradas en un libro contable: cada entrada nueva agrega información. Cada entrada también puede repetir información previa que todavía sea verdadera.

source: Examples
es: Ejemplos
fr: Exemples
it: Esempi

source: Best practices
es: Mejores prácticas
fr: Meilleures pratiques
it: Migliori pratiche

source: In some cases, releases will all come from the same backend system. In others, they will be generated by different systems. By ensuring all releases about a contracting process share an `ocid`, they can be tied together into a record.
es: En algunos casos, las entregas provendrán del mismo sistema backend. En otros, serán generados por diferentes sistemas. Al garantizar que todas las versiones sobre un proceso de contratación comparten un `ocid`, pueden ser enlazadas en un registro.
it: In alcuni casi, i dati dei rilasci verranno tutti da un unico sistema o applicativo alimentate. In altri, saranno generati da diversi sistemi. Assicurandosi che tutte i rilasci di un processo di appalto condividano lo stesso `ocid`, possono essere collegati insieme in un descrittore.

source: In a complete OCDS implementation, each release would be published at its own persistent URL, and kept online permanently.
es: En una implementación completa de OCDS, cada entrega se publicaría en su propia URL persistente y se mantendría en línea permanentemente.
fr: Dans une implémentation complète du standard OCDS, chaque instance est publiée avec sa propre URL permanente et diffusée en ligne de manière permanente.
it: In un'implementazione OCDS completa, ogni rilascio dovrebbe essere pubblicato sul proprio URL persistente e mantenuto online permanentemente.

source: In some cases, a publisher might only have the data infrastructure to publish and iteratively update one release for each contracting process. If so, the release `id` and release `date` need to be modified with each update. A suggested pattern for generating a unique release `id` is to append an incrementing number to the end of the `ocid`: for example, if the `ocid` is "ocds-a2ef3d01-1594121", then each sequential release `id` can be:
es: En algunos casos, un publicador puede sólo tener la infraestructura de datos para publicar y actualizar iterativamente una entrega para cada proceso de contrataciones. Si es así, el `id` de la entrega y la fecha (`date`) de la entrega necesitan modificarse con cada actualización. Un patrón sugerido para generar un `id` de entrega único es anexar un número incremental al final del `ocid` : por ejemplo, si el `ocid` es "ocds-a2ef3d01-1594121", entonces cada `id` de entrega que siga puede ser:

source: Records
es: Registros
fr: Archives
it: Descrittori (Records)

source: An OCDS **record** provides a snapshot of the contracting process at a given point in time, bringing together all the information from the releases to date into one place. It is updated as new information becomes available.
es: Un **registro** de OCDS proporciona una instantánea del proceso de contratación en un momento dado, reuniendo toda la información de los lanzamientos hasta la fecha en un solo lugar. Se actualiza a medida que se dispone de nueva información.
fr: Une **archive** propose un instantané du processus de passation de marché à un moment donné, rassemblant en un seul endroit toutes les informations issues des instances publiées à date. Elle est mise à jour dès que de nouvelles informations deviennent disponibles.
it: Un **descrittore** OCDS fornisce un'istantanea del processo di contrattazione in un dato momento, riunendo assieme tutte le informazioni dei rilasci effettuati fino ad oggi. Il descrittore viene aggiornato man mano che nuove informazioni diventano disponibili.

source: At a minimum, a record ought to exist for each contracting process, to provide a list of all the releases that relate to that contracting process.
es: Como mínimo, debe de existir un registro para cada proceso de contrataciones, para dar una lista de todas las entregas que se relacionan al proceso de contrataciones.

source: However, to allow users to get a snapshot view the contracting process without individually looking up each release, a record ought to also contain:
es: Sin embargo, para permitir a los usuarios tener una vista del estado actual del proceso de contrataciones sin buscar individualmente cada entrega, un registro también debe de tener:

source: a compiled release, which expresses the current state of the contracting process, by showing only the most recent field values
es: un release compilado, que exprese el estado actual del proceso de contrataciones, mostrando solamente los valores más recientes de los campos

source: a versioned release, which expresses all historical states of the contracting process, by showing all the field values over time
es: un release versionado, que expresa los estados históricos del proceso de contrataciones, mostrando los valores de los campos en el tiempo

source: The [merging documentation](../schema/merging.md) set out how to combine multiple releases to create a single record for each contracting process.
es: La [documentación de fusión](../schema/merging.md) expone cómo fusionar múltiples entregas para crear un registor único para cada proceso de contrataciones.

source: **Releases** provide updates on each event in a contracting process, ideally in real-time. They can be used to notify users of new tenders, awards, contracts and other updates. One contracting process may have many releases.
fr: Les **instances** fournissent des mises à jour sur chaque évènement dans le processus de passation de marché, idéalement en temps réel. Elles peuvent être utilisées pour notifier les utilisateurs de nouveaux appels d'offres, attributions, contrats et tout autre mise à jour. Un processus de passation de marché peut donner lieu à de nombreuses instances.
it: **Rilasci** forniscono aggiornamenti su ogni evento in un processo di contrattazione, idealmente in tempo reale. Possono essere utilizzati per informare gli utenti di nuove offerte, aggiudicazioni, stipula di contratti e altri aggiornamenti. Un processo Open Contracting può avere molti rilasci.

source: **Records** compile together all the information known about a contracting process, providing a snapshot view of its current state. They can also contain a versioned history of changes over time. There should only be one record for each contracting process, created by merging together the releases.
fr: Les **archives** rassemblent les informations connues décrivant un processus de passation de marché, fournissant ainsi un aperçu de son état actuel. Elles peuvent aussi contenir un historique versionné des changements à travers le temps. Il ne doit y avoir qu'une seule archive pour chaque processus de passation de marché. L'archive est générée en fusionnant toutes les instances traitant de la même procédure de passation.
it: **Descrittori** contengono, compilate assieme, tutte le informazioni note avvenute su un processo di appalto, fornendo una vista istantanea del suo stato attuale. Possono anche contenere una cronologia comprensiva di tutte le versioni e variazione sui dati intercorse nel tempo. Dovrebbe esserci un solo descrittore per ogni processo Open Contracting, creato unendo i vari rilasci.

source: Releases should be immutable: presenting information about a particular event in the lifetime of a contracting process.
fr: Les instances doivent être immuables : elles présentent des informations à propos d'un évènement particulier dans le cycle de vie d'un processus de passation de marché.
it: I rilasci dovrebbero essere immutabili: presentare informazioni occorse su un particolare evento nel corso del processo di appalto.

source: Each release must contain an ```ocid```, a unique release ```id```, a release ```tag```, and as much information as can be provided for users to understand the event taking place.
fr: Chaque instance doit comprendre un identifiant ```ocid```, un identifiant d'instance ```id````, un ````tag``` d'instance et autant d'informations que possible pour que les utilisateurs comprennent l'évènement en cours.

source: A 'planning' release may provide information in the ```planning``` section about budgets and procurement intention, and the ```tender``` section about the proposed details for a future tender;
fr: Une instance "planning" (planification) peut comprendre des informations de la section ```planning``` à propos des budgets et des intentions de commande publique et de la section ```tender```à propos des détails proposés pour un futur appel d'offre ;

source: A 'tender' release may provide information in the ```tender``` section about how to bid for the work, and may repeat ```planning``` section information on the budget or project the tender is associated with;
fr: Une instance "tender" (appel d'offres) peut contenir des informations de la section ```tender``` expliquant comment candidater et peut répéter des informations de la section ```planning```sur le budget ou le projet auquel l'appel d'offres est associé ;

source: A 'tenderUpdate' release may provide an updated ```tender``` section with links to documents that answer questions asked during the enquiry period;
fr: Une instance "tenderUpdate" (mise à jour de l'appel d'offres) sur la mise à jour de l'appel d'offres peut fournir une version mise à jour de la section ```tender``` avec des liens vers les documents qui répondent aux questions posées pendant la période d'examen ;

source: An 'award' release may provide details of the supplier awarded the contract in the ```award``` section, and may provide repeated information about the how procurement took place in the ```tender``` section;
fr: Une instance "award" (attribution) peut contenir des détails sur le fournisseur auquel le contrat a été attribué dans la section ```award``` et peut répéter des informations sur la manière dont les appels d'offres ont eu lieu dans la section ```tender``` ;

source: A 'contract' release may provide the details of the signed contract in a ```contract``` section, matched with a related ```award``` section;
fr: Une instance "contract" (contrat) peut fournir des détails sur le contrat signé de la section ```contract``` en lien avec la section ```award``` sur l'attribution qui correspond ;

source: An 'implementationUpdate' release may repeat details of the ```contract```, and provide information on milestones achieved and payments to the supplier, or may update the contract ```implementation``` section with links to newly published documents.
fr: Une instance "implementationUpdate" (mise à jour de la phase d'exécution) peut répéter des détails sur le contrat ```contract```et fournir des informations sur les étapes achevées et les paiements au fournisseur et peut mettre à jour la section ```implementation```avec des liens aux documents nouvellement publiés.

source: You can think of **releases** as entries into a ledger: each new entry adds information. Each entry may also repeat the previous information that remains true.
fr: Vous pouvez considérer les **instances** comme des entrées dans un grand livre : chacune ajoute de nouvelles informations. Chacune peut aussi répéter des informations qui restent vraies.
it: Puoi pensare ai **rilasci** come voci in un registro: ogni nuova voce aggiunge informazioni. Ogni voce può anche ripetere alcune delle informazioni precedenti che rimangono valide.

source: In some cases, releases will all come from the same backend system. In others, they will be generated by different systems. By ensuring all releases about a contracting process share an ```ocid```, they can be tied together into a record.
fr: Dans certains cas, les instances viendront toutes du même système de gestion. Dans d'autres, elles seront générées à partir de systèmes différents. En s'assurant que toutes les instances à propos d'un processus de passation de marché partagent un identifiant ```ocid``, elles peuvent être liées à une archive.

source: In these cases, where publishers are providing a single URI for fetching information on a given contracting process, the ```releaseID``` and ```releaseDate``` must be modified whenever updated data is published. A suggested pattern is to append an incrementing number to the end of the ```ocid``` in order to generate a unique ```releaseID``` for every change. For example:
fr: Dans ces cas où les producteurs de données fournissent un seul identifiant de ressource URI pour récupérer les informations sur un processus de passation de marché donné, les champs ```releaseID``` et ```releaseDate``` doivent être modifiés dès que les données mises à jour sont publiées. Nous vous suggérons d'ajouter un numéro croissant à la fin de l'identifiant OCID afin de générer un identifiant unique ```releaseID``` pour chaque modification. Par exemple :

source: At a minimum, a record should exist for each contracting process to provide a list of all the releases that relate to that contracting process.
fr: Au minimum, chaque processus de passation de marché doit avoir une archive pour fournir une liste de toutes les instances qui concernent ce marché.
it: Come minimo, dovrebbe esistere un descrittore per ogni processo di appalto per fornire un elenco di tutti i rilasci relativi a tale processo di appalto.

source: However, to allow users to get a snapshot view the contracting process without individually looking up each release , a record should also contain:
fr: Cependant, pour permettre aux usagers d'avoir une vue instantanée sans avoir à consulter chaque instance, une archive doit aussi contenir :
it: Tuttavia, per consentire agli utenti di ottenere una visualizzazione istantanea del processo di appalto senza cercare singolarmente ogni rilascio, un descrittore dovrebbe contenere anche:

source: a compiledRelease block, which follows the release schema, and is updated with the most up-to-date value for each field; and, optionally,
fr: un composant ```compiledRelease``` (instance consolidée) qui respecte le schéma des instances et reprend les valeurs les plus à jour pour chaque champ ; et, de manière optionnelle,
it: un blocco compiledRelease, che segue il formato del rilascio e viene aggiornato con il valore più recente di ogni campo; e, facoltativamente,

source: a versionedRelease, which contains a history of all the changes for each field.
fr: un composant ```versionedRelease``` (instance versionnée) qui comprend l'historique de tous les changements pour chaque champ.
it: un versionedRelease, che contiene una cronologia di tutte le modifiche effettuate nel tempo su ogni campo.

source: The [OCDS merge strategies](../schema/merging.md) set out how to combine multiple releases to create a single record for each contracting process.
fr: Les [stratégies de fusion OCDS](../schema/merging.md) définissent comment combiner plusieurs instances pour créer une seule archive pour chaque processus de passation de marché.
it: La [strategie di compilazione OCDS] (../schema/merging.md) definiscono come combinare più rilasci per creare un singolo descrittore per ogni processo di appalto.

source: Each release must contain an `ocid`, a unique release `id`, a release `tag`, and as much information as can be provided for users to understand the event taking place.
it: Ogni rilascio deve contenere un `ocid`, un `id` di rilascio univoco, un `tag` di rilascio e tutte le informazioni aggiuntive che possono essere fornite agli utenti per comprendere meglio l'evento che si sta verificando.

source: A 'planning' release may provide information in the `planning` section about budgets and procurement intention, and the `tender` section about the proposed details for a future tender;
it: Un rilascio per la 'pianificazione' può fornire informazioni nella sezione `planning` sugli importi stanziati e l'intenzione di approvvigionamento mentre nella sezione `tender` i dettagli proposti per una futura gara d'appalto;

source: A 'tender' release may provide information in the `tender` section about how to bid for the work, and may repeat `planning` section information on the budget or project the tender is associated with;
it: Un rilascio per una `gara` può fornire informazioni nella sezione `tender` su come fare un'offerta per i beni o servizi, e può ripetere le informazioni della sezione `planning` in merito agli stanziamenti o sul progetto a cui è associata la gara;

source: A 'tenderUpdate' release may provide an updated `tender` section with links to documents that answer questions asked during the enquiry period;
it: Un rilascio per `tenderUpdate` può fornire un aggiornamento alla sezione `tender` con collegamenti alla documentazione con risposte alle domande poste dai partecipanti alla gara nell'apposito periodo per la sottomissione di domande;

source: An 'award' release may provide details of the supplier awarded the contract in the `award` section, and may provide repeated information about the how procurement took place in the `tender` section;
it: Un rilascio per la comunicazione di una "aggiudicazione" può fornire dettagli del fornitore aggiudicatario dell'appalto nella sezione `award` e può fornire più informazioni ripetute sul modo in cui l'appalto ha avuto luogo nella sezione `tender`;

source: A 'contract' release may provide the details of the signed contract in a `contract` section, matched with a related `award` section;
it: Un rilascio per un `contratto` può fornire i dettagli del contratto firmato nella sezione `contract`, abbinata a una relativa sezione `award`;

source: An 'implementationUpdate' release may repeat details of the `contract`, and provide information on milestones achieved and payments to the supplier, or may update the contract `implementation` section with links to newly published documents.
it: Un rilascio 'implementationUpdate' può ripetere i dettagli del 'contratto' e fornire informazioni sulle fasi principali raggiunte e i pagamenti al fornitore, oppure aggiornare la sezione 'implementation' del contratto con i collegamenti ai nuovi documenti pubblicati.

source: In these cases, where publishers are providing a single URI for fetching information on a given contracting process, the `releaseID` and `releaseDate` must be modified whenever updated data is published. A suggested pattern is to append an incrementing number to the end of the `ocid` in order to generate a unique `releaseID` for every change. For example:
it: In questi casi, laddove gli editori forniscono un singolo URI per il recupero delle informazioni su un dato processo di contrattazione, `releaseID` e `releaseDate` devono essere modificati ogni volta che vengono pubblicati dati aggiornati. Un modello suggerito è di aggiungere un numero incrementale alla fine di `ocid` per generare un` releaseID' univoco per ogni cambiamento. Per esempio:
