Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/use_cases.po
Languages: es, fr

source: Users and use cases
es: Usuarios y casos de uso
fr: Usagers et cas d'usages

source: Open data is a means, not an end in itself. The first stage of any work with OCDS is to consider who will use the data that is produced, and which fields and features of the data are important to them.
es: Los datos abiertos son un medio, no un fin en sí mismos. La primera etapa de cualquier trabajo con OCDS es considerar quién usará los datos que se producen y qué campos y características de los datos son importantes para ellos.
fr: L'ouverture des données est un moyen, pas une fin en soi. La première étape de tout travail avec OCDS consiste à se demander qui va utiliser les données produites et quels champs et fonctionnalités sont importants pour les usagers.

source: In designing OCDS, we explored a range of different user needs and use cases for data on contracting.
es: Al diseñar OCDS, exploramos una gama de diferentes necesidades de usuarios y casos de uso de datos sobre contratación.
fr: Lorsque nous avons conçu OCDS, nous avons exploré un éventail de besoins et de cas d'usages pour les différents usagers des données sur la commande publique.

source: We focused on four main groups of user need:
es: Nos centramos en cuatro grupos principales de necesidades del usuario:
fr: Nous nous sommes concentrés sur quatre groupes de besoins principaux :

source: Achieving value for money for government
es: Lograr un buen valor por dinero para el gobierno
fr: Obtenir un bon rapport qualité-prix pour les acteurs publics

source: Strengthening the transparency, accountability and integrity of public contracting
es: Fortalecimiento de la transparencia, rendición de cuentas e integridad de los contratos públicos
fr: Renforcer la transparence, la capacité à rendre des comptes et l'intégrité de la commande publique

source: Enabling the private sector to fairly compete for public contracts
es: Permitir al sector privado una competencia justa por contratos públicos
fr: Permettre au secteur privé de concourir équitablement aux marchés publics

source: Monitoring the effectiveness of service delivery
es: Control de la eficacia de la prestación de servicios
fr: Contrôler l'efficacité des services rendus

source: Some user needs are served by direct access to bulk data. To meet other user needs will require tools built on top of OCDS data, providing interfaces, visualization, and links to spaces where users can engage with contracting bodies and data publishers.
es: Algunas de las necesidades de los usuarios se prestan mediante el acceso directo a datos en masa. Para satisfacer las necesidades de otros usuarios, se requerirán herramientas basadas en los datos de OCDS, proporcionando interfaces, visualización y enlaces a espacios donde los usuarios puedan contactar con los órganos de contratación y los publicadores de datos.
fr: L'accès direct aux données brutes répond aux besoins de certains usagers. D'autres, auront besoin d'outils qui s'appuient sur les données OCDS pour fournir des interfaces, de la visualisation et des liens vers des espaces où les usagers peuvent échanger avec les acteurs des marchés publics et les producteurs de données.

source: You can read more about how people around the world are using OCDS, and other contracting data, on the [Open Contracting Partnership website](http://www.open-contracting.org).
es: Puede leer más acerca de cómo la gente de todo el mundo está usando OCDS y otros datos de contratación en el sitio web de la [Open Contracting Partnership](http://www.open-contracting.org).
fr: Pour davantage d'informations sur l'utilisation du standard OCDS à travers le monde et d'autres données sur les marchés publics, rendez-vous sur le site de l'[Open Contracting Partnership](http://www.open-contracting.org).

source: As you start implementing OCDS, consider how you will engage with data users, and how you will ensure the data and documents you make available will meet their needs.
es: A medida que empiece a implementar OCDS, considere cómo se involucrará con los usuarios de los datos y cómo se asegurará de que los datos y documentos que pone a disposición satisfagan sus necesidades.
fr: Lorsque vous démarrez la mise en œuvre du standard OCDS, pensez à comment vous allez interagir avec les usagers des données et comment vous comptez vous assurer que les données et les documents que vous allez mettre à disposition répondront à leurs besoins.

source: Four example use cases
es: Cuatro ejemplos de casos de uso
fr: Quatre exemples de cas d'usage

source: Value for money in procurement
es: Valor por dinero en la adquisición
fr: Rapport qualité-prix de la commande publique

source: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Open contracting data can help officials to get good value for money on the goods and services in the procurement process, and can also help in identifying whether value for money has been achieved in concluded contracts.
es: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Los datos de contrataciones abiertas pueden ayudar a los funcionarios a tener un buen valor por dinero en los bienes y servicios en el proceso de contratación y puede servir para identificar si se ha logrado valor por dinero en los contratos que han terminado.
fr: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Les données ouvertes publiées au standard OCDS peuvent permettre aux fonctionnaires d'obtenir un bon rapport qualité/prix pour les biens et services durant le processus d'achat public, et peuvent aussi permettre de mesurer le rapport qualité/prix des contrats déjà conclus.

source: These users want to analyze trends in prices and supplier performance, including in terms of quality and duration.
es: Estos usuarios quieren analizar las tendencias en los precios y el rendimiento de los proveedores, incluyendo en términos de calidad y duración.
fr: Ces utilisateurs veulent analyser les tendances des prix et la performance des fournisseurs, en particulier en termes de qualité et de durée.

source: Comparable data using common codelists and the availability of unit prices are particularly important for value for money use cases.
es: Los datos comparables que utilizan listas de códigos comunes y la disponibilidad de precios unitarios son particularmente importantes para los casos de uso de valor para el dinero.
fr: L'utilisation de listes de codes communes et la disponibilité des prix unitaires sont particulièrement importantes afin de rendre les données comparables pour les cas d'usages liés au rapport qualité/prix.

source: Detecting fraud and corruption
es: Detección de fraude y corrupción
fr: Détecter les cas de fraudes et de corruption

source: <span style="float:right">![Person](../../../assets/icon_user.png)</span>All stakeholders (civil society, the private sector, government and donors) have an interest in identifying and combating corruption in public contracting. Open contracting data can be used to scrutinize procurement documents and data for ‘red flags’ that might indicate public monies are being mis-used.
es: <span style="float:right">![Person](../../../assets/icon_user.png)</span> Todas las partes interesadas (la sociedad civil, el sector privado, el gobierno y los donantes) tienen interés en identificar y combatir la corrupción en la contratación pública. Los datos de contrataciones abiertas pueden utilizarse para escudriñar los documentos de adquisición y los datos para encontrar "banderas rojas" que podrían indicar que los fondos públicos están siendo mal utilizados.
fr: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Toutes les parties prenantes (la société civile, le secteur privé, les organismes publics et les bailleurs de fonds) ont un intérêt à identifier et à combattre la corruption dans la commande publique. Les données ouvertes et les documents sur les marchés publics peuvent être utilisés pour rechercher les "signaux d'alarme" qui peuvent indiquer que les fonds publics sont mal utilisés.

source: There are two main approaches to fraud and corruption monitoring. A ‘micro’ approach closely scrutinizes individual procurements.
es: Existen dos enfoques principales para el monitoreo de fraude y corrupción. Un enfoque "micro" analiza estrechamente las adquisiciones individuales.
fr: Il y a deux approches pour surveiller la corruption et les fraudes. L'approche "micro" consiste à analyser scrupuleusement chaque marché.

source: A ‘systemic’ approach looks for suspicious patterns, and makes links between datasets to map out networks of funding, ownership and interests.
es: Un enfoque "sistémico" busca patrones sospechosos y establece vínculos entre conjuntos de datos para trazar redes de financiación, propiedad e intereses.
fr: L'approche "systémique" consiste à déceler des tendances suspectes et à créer des liens entre des jeux de données pour relier des réseaux de financement, de propriété et d'intérêt.

source: Data that can be linked up using globally unique identifiers for companies is particularly important for fraud and corruption detection use cases.
es: Los datos que se pueden vincular utilizando identificadores globales únicos para las empresas es particularmente importante para casos de uso de detección de fraude y corrupción.
fr: Les données qui peuvent être liées en utilisant des identifiants mondiaux d'entreprises et uniques sont particulièrement importantes dans les cas de détection de la fraude et de la corruption.

source: Competing for public contracts
es: Competencia por contratos públicos
fr: Candidater à des marchés publics

source: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Open contracting data can be used by private firms to understand the potential pipeline of procurement opportunities. It is a core principle of open contracting that information should be made available at the early stages of a contracting process, including information on planned procurement, and invitations for tenders.
es: <span style="float:right">![Person](../../../assets/icon_user.png)</span> Los datos de contrataciones abiertas pueden ser utilizados por empresas privadas para entender el potencial de los canales de oportunidades de compras. Es un principio básico de la contratación abierta que la información debe estar disponible en las primeras etapas de un proceso de contratación, incluyendo información sobre la adquisición planeada e invitaciones a las licitaciones.
fr: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Les données ouvertes publiées au standard OCDS peuvent être utilisées par les entreprises pour surveiller les opportunités offertes par les marchés publics. Le concept fondamental de la commande publique ouverte est de rendre publique, dès la première phase du processus d'approvisionnement, toute l'information concernant le projet envisagé, notamment les marchés prévus et les appels d'offres.

source: Information on past contracts can allow firms to identify upcoming opportunities for re-contracting, and can support a more competitive marketplace, as transparency creates a level playing field with information on pricing, contract dates and key deliverables.
es: La información sobre contratos pasados ​​puede permitir que las empresas identifiquen las próximas oportunidades de re-contratación y pueden apoyar a un mercado más competitivo, ya que la transparencia crea condiciones de igualdad con información sobre precios, fechas de contrato y entregas clave.
fr: Les informations sur les contrats passés peuvent aider les entreprises à identifier les opportunités de renouvellement de contrats. Elles peuvent également renforcer la concurrence des marchés car la transparence réduit les barrières à l'entrée en fournissant un accès universel aux prix, aux dates et aux principaux livrables.

source: Forward looking and timely information is particularly important for private sector users, as well as being able to uniquely identify procuring entities, geographic locations, sectors, and the kinds of items which are being procured.
es: La información prospectiva y oportuna es particularmente importante para los usuarios del sector privado, además de ser capaz de identificar de manera única entidades adjudicadoras, ubicaciones geográficas, sectores y el tipo de artículos que se están adquiriendo.
fr: Des informations prospectives et publiées en temps voulu sont particulièrement importantes pour les usagers du secteur privé, tout comme la possibilité de disposer d'identifiants uniques sur les pouvoirs adjudicateurs, les lieux concernés et les types de biens et services achetés.

source: Monitoring Service Delivery
es: Supervisión de la Prestación de Servicios
fr: Contrôler les services rendus

source: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Monitoring groups want to ensure that public contracting delivers value to citizens in terms of quality of goods, works, and services provided. To monitor contracting effectively involves being able to link budgets and donor data to the contracts and results. It also involves being able to verify whether results are being delivered on the ground.
es: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Los grupos que supervisan las compras quieren asegurarse de que las contrataciones públicas le dan valor a los ciudadanos en términos de calidad de los bienes, trabajos y servicios provistos. Monitorear de manera efectiva implica poder enlazar los presupuestos y los datos de donantes de los contratos y los resultados. También involucra poder verificar si los resultados se entregan en el sitio.
fr: <span style="float:right">![Person](../../../assets/icon_user.png)</span>Les organismes qui surveillent les marchés publics veulent s'assurer que les biens, les travaux et les services offerts aux citoyens sont de bonne qualité. Surveiller la commande publique suppose de pouvoir lier les données des budgets et des financements aux contrats et aux résultats. Cela suppose aussi de pouvoir vérifier si les résultats ont bien été obtenus sur le terrain.

source: Data concerning budgets, delivery location and subcontracting arrangements are particularly useful for those involved in contract monitoring.
es: Los datos relativos a los presupuestos, el lugar de entrega y los acuerdos de subcontratación son particularmente útiles para los que participan en la supervisión de contratos.
fr: Les données concernant les budgets, les lieux d'exécution et les accords de sous-traitance sont particulièrement utiles pour celles et ceux chargés de surveiller les marchés publics.
