Repository: open-contracting/standard
Catalog: standard/docs/locale/*/LC_MESSAGES/getting_started/validation.po
Languages: fr

source: You can validate your OCDS documents at [standard.open-contracting.org/validator/](http://standard.open-contracting.org/validator/).
fr: Vous pouvez valider vos documents OCDS à l'adresse [standard.open-contracting.org/validator/](http://standard.open-contracting.org/validator/).

source: This tool will help you to check whether the JSON files you are producing are technically valid.
fr: Cet outil vous aidera à vérifier si les fichiers JSON que vous produisez sont techniquement valides.

source: However, this is just one step of checking your data.
fr: Cependant, c'est qu'une étape parmi d'autres dans la vérification de vos données.

source: The OCDS helpdesk team can provide additional support to check the quality of the data you are producing, and to check for other common errors and omissions.
fr: L'assistance technique OCDS peut vous aider à vérifier la qualité des données que vous produisez et à rechercher les erreurs communes et les omissions.

source: Quality checks
fr: Contrôles de qualité

source: Assessing how good your open contracting data is involves a number of elements:
fr: L'évaluation de la qualité de vos données sur la commande publique comprend plusieurs facettes :

source: **Validation** involves a technical check on the way data is structured and formatted. If data is not valid JSON, and does not comply with the OCDS schema, then it cannot be processed by OCDS tools, and will not be interoperable with other data. Providing valid data is an important foundation for interoperable open data.
fr: La **validation** est un contrôle technique de la manière dont les données sont structurées et formatées. Si les données ne sont pas en JSON valide et ne sont pas conformes au schéma OCDS, elles ne pourront pas être traitées par les outils OCDS et ne seront pas interopérables avec d'autres données. Fournir des données valides est l'étape de base vers l'interopérabilité des données.

source: The OCDS validator can provide an automated pass/fail check on whether data is valid at 3 ☆ level.
fr: Le validateur OCDS est un test automatique de validité des données (succès/échec) avec le niveau 3 ☆.

source: **Conformance** involves a detailed check on whether OCDS terms are being used correctly. For example, are you following the field definitions and guidance when entering data, and mapping to the OCDS structure. Conformance involves a human check on how fields are being used, and which extensions to the schema you are using.
fr: La **conformité** implique un contrôle détaillé de l'utilisation correcte des termes OCDS. Par exemple, si vous suivez bien les définitions des champs et les indications lors de la saisie des données et si vous suivez la structure OCDS. Un contrôle de conformité exige une vérification humaine de l'usage des champs et des extensions utilisées.

source: The OCDS validator provides feedback that can be used to make an initial judgment on conformance. A full judgment requires expert input.
fr: Le validateur OCDS produit un rapport qui peut être utilisé pour porter un jugement préliminaire sur la conformité des données. Un jugement complet demande l'avis d'un expert.

source: **Completeness** involves checking which sections and building blocks of OCDS are being used. For example, are you publishing information from every contracting stage, or are you only providing tender or award data; and are you providing detailed identifiers for organizations, or just names.
fr: La **complétude** consiste à vérifier quelles sections et quelles composants essentiels d'OCDS sont utilisés. Par exemple, est-ce que vous publiez des informations à toutes les étapes de la passation de marché ou est-ce que vous fournissez seulement des données sur l'appel d'offres ou l'attribution ? Et est-ce que vous fournissez des données d'identification détaillées pour les organisations ou juste des noms ?

source: Completeness can be evaluated against the Basic, Intermediate, Advanced framework for OCDS.
fr: La complétude des données peut être évaluées en fonction des trois structures OCDS : basique, intermédiaire et avancé.

source: **Utility** involves checking whether the data is fit for purpose. This involves considering the priority use cases for the data, and considering whether all feasible steps that could increase the re-usability of the data have been taken. Quality involves considering questions of coherence (do the relationships in the data make sense, and is information logically structured?) and usefulness.
fr: **L'utilité** consiste à vérifier que les données sont appropriées pour leur usage. Il faut considérer les cas d'usage prioritaires pour les données et s'assurer que toutes que toutes les étapes réalisables pour améliorer la facilité d'utilisation des données ont été mises en oeuvre. La qualité consiste à s'intéresser à la cohérence (est-ce que les relations dans les données ont un sens ? Est-ce que l'information est structurée de façon logique ?) et à l'utilité.

source: The best way to test the utility of the data is through its successful use for analysis, monitoring and increasing access to contracting information.
fr: Le meilleure moyen de vérifier l'utilité des données est de les utiliser à des fins d'analyse, de contrôle et d'accès accru aux informations sur les marchés.
