Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/implementation/levels.po
Languages: it

source: What to publish
it: Cosa pubblicare

source: Increasing the transparency, efficiency and effectiveness of public contracting is a process of constant improvement.
it: Aumentare la trasparenza, l'efficienza e l'efficacia degli appalti pubblici è un processo di miglioramento costante.

source: OCDS sets out three levels for disclosure (basic, intermediate and advanced), alongside a 5* framework for the technical approach to data publication for publishers to self-assess themselves against.
it: OCDS stabilisce tre livelli di divulgazione (base, intermedio e avanzato), insieme a un modello linked-data 5* per l'approccio tecnico alla pubblicazione dei dati per gli editori.

source: This supports step-by-step improvement of open contracting data and document disclosure on the web.
it: Ciò supporta il miglioramento graduale dei dati open contracting e la divulgazione di documenti sul web.

source: Publication levels: data
it: Livelli di pubblicazione: dati

source: The basic, intermediate and advanced levels provide guidance on the specific kinds of data governments should be able to publish.
it: I livelli di base, intermedio e avanzato forniscono una guida sui tipi specifici di dati che le amministrazioni pubbliche dovrebbero essere in grado di pubblicare.

source: Basic
it: Di base

source: The **basic** level captures data that should already be available in most contracting data systems, and that provides users with an overview of contracting processes.
it: Il livello **di base** acquisisce i dati che dovrebbero già essere disponibili nella maggior parte dei sistemi e che fornisce agli utenti una panoramica dei processi di acquisto e di gestione dei contratti .

source: Basic level data includes:
it: I dati al livello di base includono:

source: buyer name and address;
it: nome e indirizzo dell'acquirente;

source: tender identifiers, titles, descriptions, status, procurement method, period, item descriptions and quantities,
it: identificatori di gara, titoli, descrizioni, stato, metodo di acquisizione, periodo, descrizioni e quantità di articoli,

source: documents associated with the tender;
it: documenti associati alla gara;

source: award identifiers, titles, descriptions, status, dates, values, item descriptions and quantities;
it: identificatori di aggiudicazioni, titoli, descrizioni, stato, date, valori, descrizioni di articoli e quantità;

source: selected supplier names and addresses;
it: nomi e indirizzi dei fornitori selezionati;

source: contract identifiers, titles, status, period, values, item descriptions and quantities.
it: identificatori del contratto, titoli, stato, periodo temporale, valori, descrizioni degli articoli e quantità.

source: At a basic level, the publication of contract documents and implementation information (milestones, documents and spending transactions) is also recommended.
it: A livello di base, è anche raccomandata la pubblicazione di documenti contrattuali e informazioni sull'implementazione (milestone, documenti e transazioni di spesa).

source: Intermediate
it: Intermedio

source: The **intermediate** level may require publishers to take extra steps to provide identifiers that join up data between systems, and that enable users to see changes in contracting processes over time.
it: Il livello **intermedio** potrebbe richiedere ai publisher di adottare ulteriori passaggi per fornire identificatori che uniscono i dati tra i sistemi e che consentono agli utenti di visualizzare le modifiche nei processi di appalto nel tempo.

source: In addition to basic fields, intermediate publication involves providing:
it: Oltre ai campi di base, la pubblicazione intermedia prevede di fornire:

source: organization identifiers for buyers and suppliers;
it: identificatori di organizzazione per acquirenti e fornitori;

source: detailed classification of line items in tender, award and contracts;
it: classificazione dettagliata degli elementi in gara, aggiudicazione e contratti;

source: planning information including rationale, budget details and associated documents;
it: informazioni sulla pianificazione, comprese le motivazioni, i dettagli del budget e i documenti associati;

source: tender award criteria, anticipated values and submission information;
it: criteri di aggiudicazione dell'offerta, valori previsti e informazioni sulla presentazione;

source: tender enquiry periods details;
it: dettagli dei periodi per la sottomissione delle domande;

source: details of the number of organizations submitting tenders and a list of their names;
it: dettagli sul numero di organizzazioni che presentano le offerte e un elenco dei loro nomi;

source: contract documents;
it: documenti contrattuali;

source: contracts linked to awards;
it: contratti e relative relazioni con aggiudicazioni;

source: the date of contract signature;
it: la data della firma del contratto;

source: information and dates for contract implementation milestones;
it: informazioni e date degli istanti fondamentali (milestone) dell'implementazione del contratto;

source: documents related to implementation of the contract.
it: documenti relativi all'attuazione del contratto.

source: At an intermediate level, publishing documents related to planning, awards, and identifying information on each organization submitting a tender, is also recommended/
it: A livello intermedio, è anche raccomandata la pubblicazione di documenti relativi alla pianificazione, alle aggiudicazioni e all'identificazione di informazioni su ciascuna organizzazione che presenta un'offerta;

source: Advanced
it: Avanzate

source: The **advanced level** incorporates fields which are important to connect open contracting data with other data sources, and with the real-world impacts of contracting. Publishing this data may require planning for additional data collection and management.
it: Il **livello avanzato** comprende campi che sono importanti per collegare i dati Open Contracting con altre fonti di dati e che hanno un impatto reale sul funzionamento degli acquisti. La pubblicazione di questi dati potrebbe richiedere la pianificazione della raccolta, arricchimento e gestione di ulteriori dati.

source: In addition to basic and intermediate fields, advanced publication involves providing:
it: Oltre ai campi di base e intermedi, la pubblicazione avanzata prevede di fornire:

source: structured information on project milestones at the planning and tender stage;
it: informazioni strutturate sugli istanti principali (milestone) del progetto nella fase di pianificazione e di gara;

source: regularly updated milestone information during contract implementation;
it: informazioni periodicamente aggiornate sugli istanti principali (milestone) durante l'implementazione del contratto;

source: detailed unit, quantity and cost information for line items at tender, award and contract stages;
it: informazioni dettagliate su unità di misure, quantità e costi per gli elementi pubblicitari nelle fasi di gara, aggiudicazione e contratto;

source: identifiers for each tendering organization;
it: identificatori per ciascuna organizzazione coinvolta nella gara;

source: information on spending transactions to suppliers during contract implementation;
it: informazioni sulle transazioni di spesa con i fornitori durante l'esecuzione del contratto;

source: At an advanced level the use of URIs alongside identifiers, to provide links to other datasets, is also recommended.
it: A livello avanzato è anche raccomandato l'uso di URI insieme agli identificatori, per fornire collegamenti ad altri dataset.

source: Summary
it: Sommario

source: The table below lists each of the fields in OCDS along with a check mark for whether this is Required (X) or Recommended (-) at basic, intermediate or advanced level.
it: La tabella seguente elenca ciascuno dei campi in OCDS insieme a un segno di spunta se è Richiesto (X) o Consigliato (-) a livello base, intermedio o avanzato.

source: [Download CSV version](https://docs.google.com/spreadsheets/d/14Knf2WvPhcuOQWKjlNjkxKiBV0qtFuRyScjICF3EF_k/pub?gid=1802887867&single=true&output=csv)
it: [Scarica la versione CSV](https://docs.google.com/spreadsheets/d/14Knf2WvPhcuOQWKjlNjkxKiBV0qtFuRyScjICF3EF_k/pub?gid=1802887867&single=true&output=csv)

source: Publication levels: documents
it: Livelli di pubblicazione: documenti

source: The following list details the documents the priority documents that publishers should provide at different levels of publication. This list is non-exhaustive, and publishers should make other relevant documents available also.
it: Il seguente elenco dettaglia i documenti e la priorità che gli editori dovrebbero fornire ai diversi livelli di pubblicazione. Questo elenco non è esaustivo e gli editori dovrebbero rendere disponibili anche ulteriori documenti pertinenti quando disponibili.

source: [Download CSV version](https://docs.google.com/spreadsheets/d/1i2XagfbBcwzQ5Zasz94fAfdeMwWImiJtfcZelveywr4/pub?gid=172990428&single=true&output=csv)
it: [Scarica la versione CSV](https://docs.google.com/spreadsheets/d/1i2XagfbBcwzQ5Zasz94fAfdeMwWImiJtfcZelveywr4/pub?gid=172990428&single=true&output=csv)

source: How to publish - 5 ☆ approach
it: Come pubblicare - Approccio 5☆

source: The open data movement has established good practices for publishing data on the web.
it: Il movimento di dati aperti ha stabilito buone pratiche per la pubblicazione di dati sul web.

source: Alongside the the basic, intermediate, advanced model, we have mapped OCDS against Tim Berners-Lee’s [Five Stars of Linked Open Data](http://www.w3.org/DesignIssues/LinkedData.html) approach and have set out how publishers can achieve 3 ☆ data and higher.
it: Accanto al modello base, intermedio e avanzato, abbiamo mappato l'OCDS con l'approccio di Tim Berners-Lee [Five Stars of Linked Open Data](http://www.w3.org/DesignIssues/LinkedData.html) e abbiamo illustrato come i publisher possono ottenere dati al livello 3☆ e superiori.

source: Each level increase makes data more accessible, re-usable and valuable.
it: Aumentare livello nella scala rende i dati più accessibili, riutilizzabili e preziosi.

source: ☆ Upload basic open contracting information to the web
it: ☆ Carica le informazioni di base sui processi aperti di acquisto e appalto sul Web

source: Take information on contracting processes in whatever format it is currently available, and make sure it is available to citizens on the Web.
it: Prendere informazioni sui processi di acquisto e di appalto in qualsiasi formato sia attualmente disponibile e assicurarsi che sia disponibile per i cittadini sul Web.

source: An example of publication at this level would involve uploading all the documents relating to a contract process to an agency website. Good practice would involve using common naming and filing conventions, so users can easily find all the documents related to a specific tender or contract.
it: Un esempio di pubblicazione a questo livello implicherebbe il caricamento di tutti i documenti relativi a una procedura di acquisto o di appalto su un sito web di un'agenzia o una amministrazione. Le buone pratiche comportano l'utilizzo di convenzioni di denominazione e archiviazione comuni, in modo che gli utenti possano trovare facilmente tutti i documenti relativi a un'offerta o un contratto specifico.

source: As much information as possible should be accessible without registrations or log-in requirements.
it: Il maggior numero possibile di informazioni dovrebbe essere accessibile senza registrazioni o requisiti di accesso.

source: Stepping up
it: Miglioramento

source: Providing documents offers an initial level of transparency, but users have to dig through them to find the key information they need. That’s why providing machine-readable data that can be more easily searched and filtered is important.
it: Fornire documenti offre un livello iniziale di trasparenza, ma gli utenti sono costretti a leggere tutto il contenuto per trovare le informazioni chiave di cui hanno bisogno. Ecco perché è importante fornire anche dati leggibili dalle macchine sui quali sia possibile e semplice effettuare ricerche e applicare filtri.

source: ☆ ☆ Provide machine-readable data about contracts
it: ☆☆ Fornire dati leggibili dalla macchina sui contratti

source: Provide machine-readable datasets that contain key information recommended in the Open Contracting Data Standard.
it: Fornire set di dati leggibili dalle macchine che contengano le informazioni chiave raccomandate nell'Open Contracting Data Standard.

source: An example of publication at this level would involve providing a downloadable CSV file of contract information extracted from an existing database seeking to use, or map to, field names and data structures recommended by OCDS wherever possible.
it: Un esempio di pubblicazione a questo livello implicherebbe la predisposizione di un file CSV scaricabile con informazioni su di un contratto estratte da un database esistente e che cerca ove possibile, di utilizzare o mappare, nomi di campi e strutture dati raccomandate da OCDS.

source: Providing structured data will allow users to perform basic analysis, but until a common standard is used, it will be more difficult to join up contracting information across datasets and to analyze patterns across organizations or sectors. From structured data, the next step is to map this to the OCDS standard.
it: Fornire dati strutturati consentirà agli utenti di eseguire analisi di base, ma finché non verrà utilizzato uno standard comune, sarà più difficile unire le informazioni sugli acquisti e appalti tra diversi set di dati e analizzare i modelli tra organizzazioni o diversi settori. Il passo successivo è quindi quello di effettuare una mappattura dai dati strutturati allo standard OCDS.

source: ☆ ☆ ☆ Provide structured data using open standards
it: ☆☆☆ Fornire dati strutturati usando standard aperti

source: Using the Open Contracting Data Standard model to publish initiation, award, contract and implementation information for each contracting process.
it: Utilizzo del modello Open Contracting Data Standard per pubblicare informazioni su avvio, aggiudicazione, contratto e attuazione per ogni processo di acquisto o appalto.

source: Fully compliant OCDS publication involves providing a release of data for every event or change that occurs in the life of a contracting process (e.g. when a tender is issued, an award made, and a contract signed), and then combining these into a summary record. This is important to enable tracking of change over time. However, there are different paths to take in moving towards this, and technical assistance from the community can be sought to identify the best approach.
it: La pubblicazione di dati pienamente conforme a OCDS prevede la fornitura di una versione di dati per ogni evento o cambiamento che si verifica durante la durata di un processo di acquisto o di appalto (ad esempio quando viene emessa un'offerta, effettuata una aggiudicazione o un contratto firmato), e quindi combinando e predisponendo questi eventi in un descrittore di riepilogo . Questo è importante per consentire il monitoraggio dei cambiamenti nel tempo. Tuttavia, ci sono diversi percorsi da intraprendere per arrivare a questo, e l'assistenza tecnica della comunità può essere contattata per identificare l'approccio migliore.

source: An example of good quality publication at this level might involve regularly generated releases and records published in bulk files for download and also made available through query interfaces and APIs.
it: Un esempio di pubblicazione di buona qualità a questo livello potrebbe coinvolgere la pubblicazione di rilasci e descrittori generati automaticamente ad intervalli regolari e pubblicati in file per il download massivi e resi disponibili tramite interfacce di query e API.

source: Publishing data at custom download locations, or through custom query interfaces, requires users to manually discover and access data.
it: La pubblicazione dei dati nelle posizioni di download personalizzate o tramite interfacce di query personalizzate richiede agli utenti di rilevare e accedere manualmente ai dati.

source: Applying best practices for publishing on the web will allow automatic discovery of information, making contracting information more searchable for humans, easier to track and follow at a per-contract level, and more accessible for powerful big-data analysis that can make connections across many open contracting datasets.
it: L'applicazione di buone pratiche per la pubblicazione sul Web consentirà di trovare queste informazioni automaticamente attraverso algoritmi, rendendo le informazioni sui processi di acquisto ed appalto anche più facilmente ricercabili per gli esseri umani, più facili da tracciare e seguire a livello di contratto e più accessibile per analisi più profonde anche big data, che possono realizzare collegamenti tra molti set di dati correlati.

source: ☆ ☆ ☆ ☆ Use best practices for data on the web
it: ☆☆☆☆ Usa le migliori pratiche per i dati sul web

source: Make each **release** and **record** describing a contracting process accessible at its own persistent URI (web address).
it: Rendi ogni **rilascio** e **descrittore** che contiene i dati di un processo di contrattazione accessibile al proprio URI persistente (indirizzo web).

source: Provide feeds that detail recently changed information, and that allow users to search for specific kinds of tenders, awards or contracts (for example, by the classification of goods and services being procured).
it: Fornire un feed dove vengono dettagliate le informazioni recentemente modificate e che consentono agli utenti di cercare specifici tipi di offerte, aggiudicazioni o contratti (ad esempio, dalla classificazione dei beni e dei servizi acquistati).

source: The use of these protocols, and following API conventions, will allow aggregators and other analysts to integrate this open contracting data in minutes and hours or work, rather than days, weeks and months.
it: L'uso di questi protocolli e le seguenti convenzioni relative alle API consentiranno agli utenti che effettuano aggregazioni e agli altri analisti di integrare questi dati di contrattazione aperta riducendo il tempo per la loro lavorazione a minuti o ore anziché in giorni, settimane o mesi.

source: In the future OCDS may also have an RDF serialization to enable linked data publication at this level.
it: In futuro OCDS potrà anche avere una serializzazione RDF per abilitare la pubblicazione di dati collegati a questo livello.

source: Contracting data may contain many cross-references to other important datasets - from government budgets, to company registers and registers of public interest. If 4 or 5 ☆ data is published for any of these, then OCDS can be used to make links between these datasets.
it: I dati sugli processi di acquisto o di appalto possono contenere molti riferimenti incrociati con altri dataset importanti, dai budget governativi, ai registri delle società e ai registri di pubblico interesse. Se vengono pubblicati dati in 4☆ o 5☆ for per uno di questi, è possibile utilizzare OCDS per creare collegamenti tra questi diversi set di dati.

source: This will allow users to follow the links to discover more about the context of the contracting processes they are exploring, and will allow big-data analysis linking in these different datasets. For example, following links to a company register to discover whether a company awarded a contract has been dissolved, or following links to budget and spending information.
it: Ciò consentirà agli utenti di utilizzare questi collegamenti per scoprire di più sul contesto dei processi di contrattazione che stanno esplorando e consentirà un analisi big-data che collega tra di se i diversi set di dati. Ad esempio, seguire i collegamenti a un registro di società per scoprire se una società che si è aggiudicata un contratto è stata sciolta, o investigare le informazioni di spesa o di budget delle amministrazioni attraverso collegamenti a tali sistemi

source: ☆ ☆ ☆ ☆ ☆ Make links to other datasets
it: ☆☆☆☆☆ Crea collegamenti ad altri set di dati

source: OCDS provides spaces to give URIs to identify key dataset elements. By drawing on data published on the web by other agencies, and maintaining integration between your systems, you can provide links to these other data points within your OCDS data.
it: OCDS prevede campi che impiegano URI per l'identificazione degli elementi del set di dati chiave. Attingendo ai dati pubblicati sul Web da altre agenzie e mantenendo l'integrazione tra i sistemi, è possibile fornire collegamenti a questi altri dati all'interno dei dati OCDS.

source: This level builds upon 4 ☆ publication, and helps to build a joined up web of data.
it: Questo livello si basa sulla pubblicazione al livello 4☆, e aiuta a creare una rete di dati condivisa.

source: An example of publication at this level would involve including organization URIs to point to company registers, budget URIs to point to budget lines, and spending URIs to point to spending information (i.e. using web links to identify things, with those web links returning data on the things identified.).
it: Un esempio di pubblicazione a questo livello implicherebbe l'inclusione di URI dell'organizzazione come disponibili su registri di società, URI di budget per puntare a linee di budget e URI di spesa per puntare a informazioni di spesa (es. Usare collegamenti Web per identificare cose, con quei collegamenti web che restituiscono dati per le entità identificate).

source: For simplicity, the OCDS does not yet include URI fields at all points of the standard, but these can be added as extensions in collaboration with 5 ☆ linked data publishers.
it: Per semplicità, l'OCDS non include ancora i campi URI in tutti i punti dello standard, ma questi, se necesari, possono essere aggiunti come estensioni in collaborazione con gli editori che intendono pubblicare linked-data di tipo 5☆.

source: Whatever level you are at - publishing data is only part of the process. It is important to also [engage with users](http://www.opendataimpacts.net/engagement/) and to think about how to build your open data back into your organizational processes, closing the feedback loop.
it: Qualunque sia il tuo livello, la pubblicazione dei dati è solo una parte del processo. È importante anche [impegnarsi direttamente con gli utenti](http://www.opendataimpacts.net/engagement/) e pensare a prevedere la produzione di dati aperti nei processi organizzativi anche chiudendo il ciclo di feedback.
