Repository: open-contracting/standard
Catalog: locale/*/LC_MESSAGES/support/tools.po
Languages: it

source: Tools
it: Strumenti

source: There are a growing number of tools available to support implementation of OCDS.
it: Ci sono sempre più strumenti che supportano l'implementazione di OCDS

source: Tools developed by the core team will be available at [https://github.com/open-contracting/](https://github.com/open-contracting/).
it: Gli strumenti sviluppati dal team princpale saranno disponili su [https://github.com/open-contracting/](https://github.com/open-contracting/).

source: Core tools
it: Strumenti principali

source: Check releases and records against the JSON OCDS schema;
it: Controlla le versioni (release) e il descrittore (record) rispetto allo schema JSON di OCDS

source: Provide basic statistics on the data contained within OCDS files;
it: Fornisce delle statistiche di base sui dati contenuti nei file OCDS

source: Convert between flat and structured JSON formats.
it: Conversione tra file senza struttura (flat file) e file strutturati in formato JSON

source: OCDS Merge
it: Unione OCDS

source: This python library provides functions to merge a list of OCDS Releases into either a compiledRelease or a versionedRelease needed to create an OCDS record.
it: Questa libreria python fornisce funzioni per unire (merge) un elenco di versioni (Release) OCDS in una compilatedRelease o in una versionedRelease necessarie per creare un descrittore (Record) OCDS.

source: `ocdsmerge` is available as a python package, [or on GitHub](https://github.com/open-contracting/ocds-merge) along with usage instructions.
it: `ocdsmerge` è disponibile come pacchetto python, [o su GitHub] (https://github.com/open-contracting/ocds-merge) insieme alle istruzioni di utilizzo.

source: Community tools
it: Strumenti della comunità

source: We will be developing a list of community developed tools which consume or produce OCDS data here.
it: Forniremo qui un elenco di strumenti sviluppati dalla comunità che producono o consumano dati in formato OCDS

source: In the meantime, please share suggestions for tools with the mailing list.
it: Nel frattempo ti preghiamo di condividere nella mailing list i tuoi suggerimenti in merito agli strumenti

source: Archived tools
it: Strumenti archiviati

source: A number of older tools, created during the development of the standard, can be found in the [Open Contracting Archive GitHub organization](https://github.com/open-contracting-archive).
it: Un numero di strumenti superati creati surante lo sviluppo dello standard sono sull'[Organizzazione GitHub di archivio di Open Contracting] (https://github.com/open-contracting-archive).
