Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/guidance/publish/quality.po
Languages: es

source: Assessing data quality
es: Evaluando la calidad de los datos

source: The Open Contracting Data Standard enables publication of detailed information about all stages of the public contracting process (and extensions can be used for additional information not covered by the core standard).
es: El Estándar de Datos de Contrataciones Abiertas permite la publicación de información detallada sobre todas las etapas del proceso de contrataciones públicas (y se pueden utilizar extensiones para información adicional que no esté cubierta por el estándar base).

source: The limits of what can be published using the OCDS are usually defined by (1) absence of a legal mandate for publication and (2) challenges with data collection.
es: Los límites de lo que puede publicarse usando OCDS se definen usualmente por (1) la ausencia de un mandato legal para la publicación y (2) desafíos en la recolección de datos.

source: The OCDS was also designed to maximize the utility of contracting information for performing analysis on:
es: El OCDS también fue diseñado para maximizar la utilidad de la información de contratación para realizar análisis sobre:

source: Generating market opportunities for the private sector to fairly compete for public contracts
es: Generar oportunidades de mercado para que el sector privado compita de manera justa por los contratos públicos

source: Achieving value for money for government
es: Lograr un buen valor por dinero para el gobierno

source: Strengthening the transparency, accountability and integrity of public contracting
es: Fortalecimiento de la transparencia, rendición de cuentas e integridad de los contratos públicos

source: Monitoring the effectiveness of service delivery
es: Control de la eficacia de la prestación de servicios

source: Improving internal efficiency
es: Mejorar la eficiencia interna

source: However, the less information you publish, and the more incomplete the information, the less useful it will be for these objectives.
es: Sin embargo, mientras menos información publique, y más incompleta sea la información, menos útil será para estos objetivos.

source: For example, if your stakeholders are interested to monitor the integrity of the public procurement system, or its competitiveness, you will need data about bidders to be published. If your stakeholders want to monitor late payments to contractors, you will need to publish information about the dates that invoices are received and paid.
es: Por ejemplo, si sus interesados desean monitorear la integridad del sistema público de adquisiciones, o su competitividad, necesitará que se publiquen datos de oferentes. Si sus interesados desean monitorear los pagos tardíos a contratistas, necesitará publicar información sobre las fechas en que las facturas son recibidas y pagadas.

source: We have prepared a [list of procurement indicators related to key use cases](http://bit.ly/UsingIt-indicators) that indicates which OCDS fields are needed for some of the most common goals.
es: Hemos preparado una [lista de indicadores de contratación relacionados con casos de uso clave](http://bit.ly/UsingIt-indicators) que indica qué campos OCDS son necesarios para algunos de los objetivos más comunes.

source: Regulations or policies might need to be changed to enable publication of additional information to increase the scope and coverage of your OCDS publication.
es: Podría ser necesario cambiar regulaciones o políticas para permitir la publicación de información adicional para incrementar el alcance y cobertura de su publicación OCDS.

source: In addition, you might have challenges collecting complete and accurate information. This challenge might have a variety of causes (poor compliance rates, lack of access to the internet, lack of incentives). If you are experiencing these challenges, OCP can help you think through approaches to improving the quality and completeness of the information you collect.
es: Adicionalmente, podría tener desafíos para recolectar información completa y precisa. Este desafío puede tener una variedad de causas (tasas de cumplimiento deficientes, falta de acceso a Internet, falta de incentivos). Si usted está experimentando estos desafíos, OCP puede ayudarle a pensar en enfoques para mejorar la calidad y completitud de la información que recolecta.

source: Finally, you might have challenges transforming that information into the OCDS format and publishing it in a manner that is accessible and user friendly. For this, you can reach out to our [Data Support Team](../../support/index).
es: Finalmente, es posible que tenga desafíos para transformar esa información al formato OCDS y publicarla de una manera que sea accesible y fácil de usar. Para esto, puede comunicarse con nuestro [Equipo de Soporte de Datos](../../support/index).

source: Understanding all of the challenges above, we understand that increasing the transparency, efficiency and effectiveness of public contracting is a process of constant improvement. Therefore, we describe an iterative framework for assessing the quality and completeness of OCDS publications below.
es: Entendiendo todos los desafíos presentados, entendemos que incrementar la transparencia, eficiencia y efectividad de las contrataciones públicas en un proceso de mejora constante. Por lo tanto, describimos abajo un marco de trabajo iterativo para evaluar la calidad y completud de las publicaciones OCDS.

source: Basic criteria
es: Criterios básicos

source: All OCDS publications ought to meet the following criteria:
es: Todas las publicaciones OCDS deberían cumplir con los siguientes criterios:

source: **Registered**: The data uses a [registered OCID prefix](../../schema/identifiers.md#contracting-process-identifier-ocid).
es: **Registrada**: Los datos usan un [prefijo OCID registrado](../../schema/identifiers.md#contracting-process-identifier-ocid).

source: **Discoverable**: It is possible to discover the data by navigating a website whose homepage is indexed by popular web search engines.
es: **Fácil de encontrar**: es posible descubrir los datos navegando un sitio web cuya página principal está indexada por motores de búsqueda Web populares.

source: **Retrievable**: It is possible to automate the download of all the data, either using an HTML page listing bulk download URLs, or using only machine-readable data as input.
es: **Accesible**: es posible automatizar la descarga de todos los datos, ya sea usando una página HTML que liste las URLs de descarga masiva, o usando sólo datos legibles por máquina como entrada.

source: **Reviewable**: The [OCDS Data Review Tool](https://review.standard.open-contracting.org/) is able to report results on the data.
es: **Revisable**: La [Herramienta de Revisión de Datos OCDS](https://review.standard.open-contracting.org/) es capaz de reportar resultados sobre los datos.

source: **Appropriate**: Concepts are published in semantic accordance with the rules of the OCDS (or registered extensions) rather than using a non-OCDS field or code.
es: **Apropiada**: Los conceptos son publicados en concordancia semántica con las reglas de OCDS (o de extensiones registradas) en lugar de usar un campo o código que no pertenece a OCDS.

source: **Active**: For each publisher, there is an OCDS release with a top-level `date` field value within the last 12 months.
es: **Activa**: Para cada publicador, hay una entrega OCDS con un campo `date` de nivel superior que contiene una fecha dentro de los últimos 12 meses.

source: **Parity**: For each publisher, for the _time period_ and _buyers_ covered by the data, there isn’t another dataset by the same publisher that covers more than 25% more contracting processes.
es: **Paridad**: Por cada publicador, para el _período de tiempo_ y _autoridades de contratación_ cubiertos en los datos, no hay otro conjunto de datos perteneciente al mismo publicador que cubra más del 25% más de los procesos de contratación.

source: The Data Support Team is happy to review draft and newly published OCDS data and can work with publishers with advice to meet the above criteria. A publication that does not meet this minimum threshold will not be listed as a publisher by OCP as part of [OCP’s regular reporting](https://www.open-contracting.org/why-open-contracting/learning/).
es: El Equipo de Soporte de Datos puede revisar con gusto borradores y datos OCDS recientemente publicados y puede trabajar con los publicadores con consejos para cumplir con los criterios anteriores. Una publicación de un publicador que no cumpla con este umbral mínimo no será incluida como publicador por OCP como parte de [los informes regulares de OCP](https://www.open-contracting.org/why-open-contracting/learning/).

source: Continuous improvement
es: Mejora continua

source: From the minimum threshold above, we want to support publishers to continue to improve the quality and completeness of their publications across a variety of dimensions, including:
es: Para el umbral mínimo dado arriba, queremos apoyar a los publicadores para que continúen mejorando la calidad y completitud de sus publicaciones a través de una variedad de dimensiones, incluyendo:

source: Completeness
es: Completitud

source: Improvement on the below indicators demonstrate that the published information is becoming more complete about the contracting processes within the publisher’s jurisdiction.
es: La mejora de los indicadores de abajo demuestra que la información publicada se está volviendo más completa sobre los procesos de contratación dentro de la jurisdicción del publicador.

source: Publish subsequent releases per OCID to show how the contracting process is progressing over time
es: Publicar entregas subsecuentes por OCID para mostrar cómo el proceso de contratación avanza con el tiempo

source: Increase the publication of historical information (based on a minimal set of date fields that appear across all sources, e.g. `tender.tenderPeriod`, `awards.date`, and `contracts.dateSigned`)
es: Incrementar la publicación de información histórica (en base a un conjunto mínimo de campos de fecha que aparezcan a través de todas las fuentes, por ejemplo `tender.tenderPeriod`, `awards.date`, y `contracts.dateSigned`).

source: Increase the average coverage of fields per compiled release, for example either new fields not previously published in any release, or an increase in the use of a field across releases (e.g. very little data was published about direct awards and now more is being published about direct awards)
es: Incrementar la cobertura promedio de campos por entrega compilada, por ejemplo nuevos campos no publicados anteriormente en ninguna entrega, o un incremento en el uso de un campo a través de las entregas (por ej. muy pocos datos sobre adjudicaciones directas fueron publicados y ahora se publica más acerca de adjudicaciones directas)

source: Increase the number of buyers covered in the publication
es: Incrementar el número de autoridades de contratación cubiertas en la publicación

source: Increase the number of concepts covered relative to non-OCDS data
es: Incrementar el número de conceptos cubiertos en relación a datos no OCDS

source: Correctness
es: Correctitud

source: Improvement on the below indicators demonstrates that the concepts are being published more correctly, improving usability.
es: La mejora en los indicadores descritos abajo demuestra que los conceptos están siendo publicados más correctamente, lo que mejora la usabilidad.

source: Decrease the types and number of structural errors reported by the OCDS Data Review Tool, e.g. moving from 20 types of errors, each occurring more than 100,000 times, to 10 types of errors, each occurring less than 100 times
es: Disminución de los tipos y número de errores estructurales reportados por la Herramienta de Revisión de Datos OCDS, por ejemplo pasar de 20 tipos de errores, donde cada uno ocurre más de 100.000 veces, a 10 tipos de errores, donde cada uno ocurre menos de 100 veces.

source: Decrease the average number of structural errors per release
es: Disminución del número promedio de errores estructurales por entrega

source: Decrease the number of instances in which a concept is not published in conformance with OCDS semantics
es: Disminución del número de instancias en las que un concepto no es publicado en conformidad con la semántica de OCDS

source: Decrease the number of types of quality warnings using OCDS Pelican
es: Disminución del número de tipos de advertencias de calidad usando OCDS Pelican

source: Decrease the average number of quality warnings per release using OCDS Pelican
es: Disminución del número promedio de advertencias de calidad por entrega usando OCDS Pelican

source: Access
es: Acceso

source: Improvements on the below indicators demonstrate that it is becoming easier for users to access the published information.
es: Las mejoras en los indicadores descritos abajo demuestran que se está volviendo más fácil para los usuarios el acceder a la información publicada.

source: Publish record packages containing compiled releases
es: Publicar paquetes de registros que contengan entregas compiladas

source: Decrease the number of HTTP errors
es: Disminuir el número de errores HTTP

source: Increase the number of access methods (API endpoints, bulk downloads)
es: Aumentar el número de métodos de acceso (puntos de acceso de una API, descargas masivas)

source: Decrease the number of license restrictions
es: Reducir el número de restricciones de licencia

source: As publishers improve, the Data Support Team can work with them to identify how they can improve on the above criteria. OCP will note whether a publisher has improved in [OCP’s regular reporting](https://www.open-contracting.org/why-open-contracting/learning/).
es: A medida que los publicadores mejoran, el Equipo de Soporte de Datos puede trabajar con ellos para identificar cómo pueden mejorar los criterios anteriores. OCP notará si un publicador ha mejorado en [los informes regulares de OCP](https://www.open-contracting.org/why-open-contracting/learning/).

source: Advanced criteria
es: Criterios avanzados

source: The most advanced OCDS publishers will demonstrate that they have achieved the below criteria:
es: Los publicadores OCDS más avanzados demostrarán que han alcanzado los siguientes criterios:

source: **Completionist** _Indicates_: Whether the public can get data about all contracts that are disclosable according to local laws and regulations. _Measures_: The percentage of all contracting processes that are disclosed in OCDS data, by number and by value.
es: **Completista** _Indica_: Cuando el público puede obtener datos sobre todos los contratos que son divulgables de acuerdo a las leyes y regulaciones locales. _Mide_: El porcentaje de todos los procesos de contratación que son divulgados en datos OCDS, por número y por valor.

source: **Timely Publisher** _Indicates_: Whether the public can track the progress of a contracting process. _Measures_: Whether the OCDS publication is updated daily, including information from human-readable notices, that is published within an expected number of days of the notice.
es: **Publicador Oportuno** _Indica_: Cuando el público puede hacer seguimiento del progreso de un proceso de contratación. _Mide_: Cuando la publicación OCDS se actualiza diariamente, incluyendo información de avisos legibles por humanos, que son publicados dentro de un número de días esperado después del aviso.

source: **Thorough Publisher** _Indicates_: Whether the data contains details that are under-disclosed globally. _Measures_: Whether the publisher discloses the planning and implementation stages, and the transactions, milestones, planning values, call offs from framework agreements, bidders, bid values, items, locations fields; and whether they publish change history.
es: **Publicador Minucioso** _Indica_: Cuando los datos contienen detalles que no son divulgados normalmente a nivel global. _Mide_: Cuando el publicador divulga las etapas de planeación e implementación, y las transacciones, hitos, valores planificados, órdenes de compra de acuerdos marco, oferentes, valores de oferta, campos de ubicación; y si publican o no el historial de cambios.

source: **Silo Breaker** _Indicates_: Whether the data supports linking to other datasets. _Measures_: The use of [org-id.guide](http://org-id.guide) organization identifiers, item classification schemes like CPV, and other linkages.
es: **Rompedor de silos** _Indica_: Si los datos soportan el enlace a otros conjuntos de datos. _Mide_: El uso de identificadores de organización de [org-id.guide](http://org-id.guide), esquemas de clasificación de artículos como CPV, y otros métodos de enlace.

source: **OCDS Champion** _Indicates_: Whether OCDS data matches or exceeds the features of non-OCDS data. _Measures_: Any differences in field coverage, or access methods.
es: **Campeón OCDS** _Indica_: Si los datos OCDS coinciden con o exceden las características de datos no OCDS. _Mide_: Cualquier diferencia en cobertura de campos, o métodos de acceso.

source: **User Champion** _Indicates_: Whether the publisher uses its own data and encourages data use by stakeholders. _Measures_: Whether the publisher calculates any key performance indicators or uses data for reporting purposes. Whether the publisher has designed user friendly APIs and dashboards or tools for non-technical users.
es: **Campeón de Uso**: _Indica_: Si el publicador usa sus propios datos y alienta el uso de datos por parte de otros interesados. _Mide_: Si el publicador calcula cualquier indicador de desempeño o usa datos para reportes. Si el publicador ha diseñado APIs o tableros amigables con el usuario o herramientas para usuarios no técnicos.

source: **Useful Publication** _Indicates_: Whether it is possible to answer the most fundamental questions of priority use cases (who buys what from who, when and for how much). _Measures_: Coverage of specific fields: tender value, tender period, tender title, buyer name, award value, award date, supplier name, contract period.
es: **Publicación útil** _Indica_: Si es posible responder a las preguntas más fundamentales de los casos de uso prioritarios (quién compra qué y a quién, cuándo y por cuánto). _Medidas_: Cobertura de campos específicos: valor de la oferta, período de la oferta, título de la oferta, nombre del comprador, valor de la adjudicación, fecha de la adjudicación, nombre del proveedor, período del contrato.

source: The above described framework for assessing OCDS quality replaces the previous Basic/Intermediate/Advanced and Publication Star ☆ systems.
es: El marco de trabajo descrito aquí para evaluar la calidad de OCDS reemplaza los sistemas anteriores de Básico/Intermedio/Avanzado y de Estrellas de Publicación ☆.
