Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: Changelog
es: Registro de cambios

source: These release notes describe what's new in each version. OCDS adheres to [Semantic Versioning](https://semver.org/).
es: Estas notas de entrega describen las novedades en cada versión. OCDS se adhiere al [Versionamiento Semántico](https://semver.org/).

source: Iterative improvements
es: Mejoras iterativas

source: Per the [normative and non-normative content and changes policy](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), iterative improvements to non-normative content can be made outside the release cycle.
es: De acuerdo a la [política de cambios y contenido normativo y no-normativo](https://docs.google.com/document/d/1xjlAneqgewZvHh6_hwuQ98hbjxRcA2IUqOTJiNGcOf8/edit), las mejoras iterativas a contenido no-normativo puede hacerse fuera del ciclo de entrega.

source: Documentation
es: Documentación

source: Primer:
es: Introducción:

source: Rewrite the Getting Started section as a Primer [#1298](https://github.com/open-contracting/standard/pull/1298) [#1302](https://github.com/open-contracting/standard/pull/1302) [#1365](https://github.com/open-contracting/standard/pull/1365)[#1387](https://github.com/open-contracting/standard/pull/1387).
es: Reescribir la sección Para Empezar como una Introducción [#1298](https://github.com/open-contracting/standard/pull/1298) [#1302](https://github.com/open-contracting/standard/pull/1302) [#1365](https://github.com/open-contracting/standard/pull/1365)[#1387](https://github.com/open-contracting/standard/pull/1387).

source: Guidance:
es: Guía

source: [#986](https://github.com/open-contracting/standard/pull/986) Add implementation guidance from OCP website.
es: [#986](https://github.com/open-contracting/standard/pull/986) Añadir la guía de implementación del sitio Web de OCP.

source: [#1386](https://github.com/open-contracting/standard/pull/1386) Add link to OCDS Implementation Checklist.
es: [#1386](https://github.com/open-contracting/standard/pull/1386) Añadir enlace a la Lista de Verificación de la Implementación OCDS

source: Map:
es: Mapear:

source: Add examples [#1338](https://github.com/open-contracting/standard/pull/1338):
es: Añadir ejemplos [#1338](https://github.com/open-contracting/standard/pull/1338):

source: Organization references [#947](https://github.com/open-contracting/standard/pull/947)
es: Referencias de la organización [#947](https://github.com/open-contracting/standard/pull/947)

source: Organization identifiers [#948](https://github.com/open-contracting/standard/pull/948) [#1429](https://github.com/open-contracting/standard/pull/1429)
es: Identificadores de organización [#948](https://github.com/open-contracting/standard/pull/948) [#1429](https://github.com/open-contracting/standard/pull/1429)

source: Updates and amendments [#950](https://github.com/open-contracting/standard/pull/950) [#1454](https://github.com/open-contracting/standard/pull/1454)
es: Actualizaciones y enmiendas [#950](https://github.com/open-contracting/standard/pull/950) [#1454](https://github.com/open-contracting/standard/pull/1454)

source: Personal identifiers [#952](https://github.com/open-contracting/standard/pull/952)
es: Identificadores personales [#952](https://github.com/open-contracting/standard/pull/952)

source: Organizational units [#961](https://github.com/open-contracting/standard/pull/961)
es: Unidades organizacionales [#961](https://github.com/open-contracting/standard/pull/961)

source: Awards and contracts [#974](https://github.com/open-contracting/standard/pull/974) [#1451](https://github.com/open-contracting/standard/pull/1451).
es: Adjudicaciones y contratos [#974](https://github.com/open-contracting/standard/pull/974) [#1451](https://github.com/open-contracting/standard/pull/1451).

source: Organization classifications [#990](https://github.com/open-contracting/standard/pull/990)
es: Clasificadores de la organización [#990](https://github.com/open-contracting/standard/pull/990)

source: Pre-qualification and pre-selection [#999](https://github.com/open-contracting/standard/pull/999) [#1345](https://github.com/open-contracting/standard/pull/1345)
es: Pre-calificación y pre-selección [#999](https://github.com/open-contracting/standard/pull/999) [#1345](https://github.com/open-contracting/standard/pull/1345)

source: Unsuccessful processes [#1007](https://github.com/open-contracting/standard/pull/1007)
es: Procesos fallidos [#1007](https://github.com/open-contracting/standard/pull/1007)

source: Milestones [#1048](https://github.com/open-contracting/standard/pull/1048)
es: Hitos [#1048](https://github.com/open-contracting/standard/pull/1048)

source: Framework agreements [#1123](https://github.com/open-contracting/standard/pull/1123) [#1269](https://github.com/open-contracting/standard/pull/1269) [#1332](https://github.com/open-contracting/standard/pull/1332) [#1461](https://github.com/open-contracting/standard/pull/1461)
es: Acuerdos marco [#1123](https://github.com/open-contracting/standard/pull/1123) [#1269](https://github.com/open-contracting/standard/pull/1269) [#1332](https://github.com/open-contracting/standard/pull/1332) [#1461](https://github.com/open-contracting/standard/pull/1461)

source: Electronic catalogs [#1223](https://github.com/open-contracting/standard/pull/1223)
es: Catálogos electrónicos [#1223](https://github.com/open-contracting/standard/pull/1223)

source: Beneficial ownership information [#1305](https://github.com/open-contracting/standard/pull/1305)
es: Información de beneficiario real [#1305](https://github.com/open-contracting/standard/pull/1305)

source: [#1414](https://github.com/open-contracting/standard/pull/1414) Rephrase planning stage to planning process in worked examples.
es: [#1414](https://github.com/open-contracting/standard/pull/1414) Reformular la etapa de planeación como proceso de planeación en los ejemplos prácticos

source: Add pages:
es: Añadir páginas:

source: Localizing OCDS [#1043](https://github.com/open-contracting/standard/pull/1043)
es: Localizar OCDS [#1043](https://github.com/open-contracting/standard/pull/1043)

source: Linked standards [#1278](https://github.com/open-contracting/standard/pull/1278)
es: Estándares relacionados [#1278](https://github.com/open-contracting/standard/pull/1278)

source: [#1016](https://github.com/open-contracting/standard/pull/1016) [#1140](https://github.com/open-contracting/standard/pull/1140) Add links to OCDS profiles and linked standards.
es: [#1016](https://github.com/open-contracting/standard/pull/1016) [#1140](https://github.com/open-contracting/standard/pull/1140) Añadir enlaces a los perfiles OCDS y los estándares relacionados

source: [#1193](https://github.com/open-contracting/standard/pull/1193) Removed language distinguishing "core", "community", and "local" extensions.
es: [#1193](https://github.com/open-contracting/standard/pull/1193) Se ha eliminado la distinción entre extensiones "centrales, "comunitarias" y "locales".

source: [#1428](https://github.com/open-contracting/standard/pull/1428) Integrate content from [what to do with fields that don't map](https://www.open-contracting.org/2018/01/30/fields-dont-map-first/).
es: [#1428](https://github.com/open-contracting/standard/pull/1428) Integra contenido de [que hacer con los campos que no mapean](https://www.open-contracting.org/2018/01/30/fields-dont-map-first/).

source: Build:
es: Construir:

source: "Easy" releases [#951](https://github.com/open-contracting/standard/pull/951)
es: Entregas "sencillas" [#951](https://github.com/open-contracting/standard/pull/951)

source: Updates and deletions [#985](https://github.com/open-contracting/standard/pull/985)
es: Actualizaciones y eliminaciones [#985](https://github.com/open-contracting/standard/pull/985)

source: Change history [#997](https://github.com/open-contracting/standard/pull/997) [#1047](https://github.com/open-contracting/standard/pull/1047)
es: Historial de cambios [#997](https://github.com/open-contracting/standard/pull/997) [#1047](https://github.com/open-contracting/standard/pull/1047)

source: System architectures [#997](https://github.com/open-contracting/standard/pull/997)
es: Arquitectura de sistemas [#997](https://github.com/open-contracting/standard/pull/997)

source: Data collection tools [#1061](https://github.com/open-contracting/standard/pull/1061/files)
es: Herramientas de recolección de datos [#1061](https://github.com/open-contracting/standard/pull/1061/files)

source: [#963](https://github.com/open-contracting/standard/pull/963) Remove guidance on web discovery.
es: [#963](https://github.com/open-contracting/standard/pull/963) Borrar la guía sobre descubrimiento Web.

source: [#986](https://github.com/open-contracting/standard/pull/986) Merge Registration page into Build page.
es: [#986](https://github.com/open-contracting/standard/pull/986) Mezclar la página de Registro con la página de Construir.

source: [#1150](https://github.com/open-contracting/standard/pull/1150) Align language in Build phase with language in Map phase.
es: [#1150](https://github.com/open-contracting/standard/pull/1150) Alinear el lenguaje en la fase de implementación con el lenguaje en la fase de Mapeo.

source: [#1414](https://github.com/open-contracting/standard/pull/1414) Remove the planning section from Easy releases and Change history.
es: [#1414](https://github.com/open-contracting/standard/pull/1414) Quitar la sección planeación de las Entregas sencillas y el historial de cambios.

source: [#1494](https://github.com/open-contracting/standard/pull/1497) Add guidance on preparing test data to Check your data section.
es: [#1494](https://github.com/open-contracting/standard/pull/1497) Agrega orientación sobre la preparación de datos de prueba en la sección Verifique sus datos.

source: Publish:
es: Publicar:

source: Merge Publication policy and Licensing pages into Publish page [#986](https://github.com/open-contracting/standard/pull/986) [#1012](https://github.com/open-contracting/standard/pull/1012).
es: Combinar la Política de publicación y la página de Licencias en la página Publicar [#986](https://github.com/open-contracting/standard/pull/986) [#1012](https://github.com/open-contracting/standard/pull/1012).

source: Replace guidance on publication levels [#980](https://github.com/open-contracting/standard/pull/980) [#1013](https://github.com/open-contracting/standard/pull/1013) [#1045](https://github.com/open-contracting/standard/pull/1045).
es: Reemplazar la guía en los niveles de publicación [#980](https://github.com/open-contracting/standard/pull/980) [#1013](https://github.com/open-contracting/standard/pull/1013) [#1045](https://github.com/open-contracting/standard/pull/1045).

source: [#1427](https://github.com/open-contracting/standard/pull/1427) Add guidance about recommended extensions.
es: [#1427](https://github.com/open-contracting/standard/pull/1427) Agrega una guía sobre extensiones recomendadas.

source: Various minor improvements [#1051](https://github.com/open-contracting/standard/pull/1051) [#1080](https://github.com/open-contracting/standard/pull/1080) [#1083](https://github.com/open-contracting/standard/pull/1083) [#1085](https://github.com/open-contracting/standard/pull/1085) [#1091](https://github.com/open-contracting/standard/pull/1091) [#1130](https://github.com/open-contracting/standard/pull/1130) [#1227](https://github.com/open-contracting/standard/pull/1227) [#1299](https://github.com/open-contracting/standard/pull/1299) [#1337](https://github.com/open-contracting/standard/pull/1337) [#1384](https://github.com/open-contracting/standard/pull/1384).
es: Varias mejoras menores [#1051](https://github.com/open-contracting/standard/pull/1051) [#1080](https://github.com/open-contracting/standard/pull/1080) [#1083](https://github.com/open-contracting/standard/pull/1083) [#1085](https://github.com/open-contracting/standard/pull/1085) [#1091](https://github.com/open-contracting/standard/pull/1091) [#1130](https://github.com/open-contracting/standard/pull/1130) [#1227](https://github.com/open-contracting/standard/pull/1227) [#1299](https://github.com/open-contracting/standard/pull/1299) [#1337](https://github.com/open-contracting/standard/pull/1337) [#1384](https://github.com/open-contracting/standard/pull/1384).

source: [#908](https://github.com/open-contracting/standard/pull/908) Rename Validator to Data Review Tool.
es: [#908](https://github.com/open-contracting/standard/pull/908) Renombrar Validador a Herramienta de Revisión de Datos

source: [#955](https://github.com/open-contracting/standard/pull/955) Split the Guidance section into sub-sections. Add a new History section, and move the Changelog, Credits, and History and Development pages to it.
es: [#955](https://github.com/open-contracting/standard/pull/955) Dividir la sección de Guía en subsecciones. Añadir una nueva sección de Historia, y mover las páginas de Registro de Cambios, Agradecimientos e Historia y Desarrollo a ella.

source: [#958](https://github.com/open-contracting/standard/pull/958) Governance page: Change responsibility for prioritization review to OCP's Head of Data Products & Services. Change "technical team" to "standard development team".
es: [#958](https://github.com/open-contracting/standard/pull/958) Página de Gobernanza: Cambiar la responsabilidad de la revisión de priorización al Jefe de Productos y Servicios de Datos de OCP. Cambiar "equipo técnico" por "equipo de desarrollo del estándar".

source: [#959](https://github.com/open-contracting/standard/pull/959) [#979](https://github.com/open-contracting/standard/pull/979) History section: Merge Credits and History of OCDS pages into Development and Appreciation page. Update history from present perspective.
es: [#959](https://github.com/open-contracting/standard/pull/959) [#979](https://github.com/open-contracting/standard/pull/979) Sección de Historia: Combinar las páginas Creditos e Historia del OCDS en la página Desarrollo y Apreciación. Actualizar la historia desde la perspectiva del presente.

source: [#960](https://github.com/open-contracting/standard/pull/960) Support section: Merge Tools page into Support page.
es: [#960](https://github.com/open-contracting/standard/pull/960) Sección de Ayuda: mezclar la página de Herramientas con la página de Ayuda.

source: Re-organize non-normative content ([milestone](https://github.com/open-contracting/standard/milestone/29?closed=1)).
es: Reorganizar el contenido no-normativo ([hito](https://github.com/open-contracting/standard/milestone/29?closed=1)).

source: Copy-edit non-normative pages and fix broken links ([milestone](https://github.com/open-contracting/standard/milestone/28?closed=1)).
es: Editar las páginas no-normativas y corregir enlaces rotos ([hito](https://github.com/open-contracting/standard/milestone/28?closed=1)).

source: Change how the documentation is built ([milestone](https://github.com/open-contracting/standard/milestone/26?closed=1)).
es: Cambiar como se construye la documentación ([hito](https://github.com/open-contracting/standard/milestone/26?closed=1)).

source: Update translations ([milestone](https://github.com/open-contracting/standard/milestone/27?closed=1))
es: Actualizar traducciones ([hito](https://github.com/open-contracting/standard/milestone/27?closed=1))

source: Update the changelog [#932](https://github.com/open-contracting/standard/pull/932) [#976](https://github.com/open-contracting/standard/pull/976).
es: Actualizar el historial de cambios [#932](https://github.com/open-contracting/standard/pull/932) [#976](https://github.com/open-contracting/standard/pull/976).

source: [#1444](https://github.com/open-contracting/standard/pull/1444) Governance page: OCP is now a 501(c)(3) organization, and FCNY is no longer its fiscal sponsor.
es: [#1444](https://github.com/open-contracting/standard/pull/1444) Página de gobernanza: OCP ahora es una organización 501(c)(3) y FCNY ya no es su patrocinador fiscal.

source: [#1054](https://github.com/open-contracting/standard/pull/1054) The [Translation and localization policy](../governance/index.md#translation-and-localization-policy) is amended to read "normative content will be translated into all core supported languages *as soon as possible*" instead of "*before the release*". A Spanish translation is ready for release, and a French translation will be ready as soon as possible.
es: [#1054](https://github.com/open-contracting/standard/pull/1054) La [Política de traducción y localización](../governance/index.md#translation-and-localization-policy) se enmienda para que establezca que "el contenido normativo se va a traducir a todos los idiomas principales admitidos "lo antes posible* en vez de "*antes del lanzamiento*". Una traducción en español esta lista y la traducción al francés estará lista lo antes posible.

source: Codelists
es: Listas de códigos

source: [#998](https://github.com/open-contracting/standard/pull/998) Add 'NAICS', 'PSC' and 'HS' codes.
es: [#998](https://github.com/open-contracting/standard/pull/998) Añadir los códigos 'NAICS', 'PSC' y 'HS'.

source: [#967](https://github.com/open-contracting/standard/pull/967) Remove the discouragement of the 'UNSPSC' code.
es: [#967](https://github.com/open-contracting/standard/pull/967) Borrar la recomendación de no utilizar el código 'UNSPSC'.

source: [#1033](https://github.com/open-contracting/standard/pull/1033) Add a `Category` column to indicate the context in which the classification scheme is used.
es: [#1033](https://github.com/open-contracting/standard/pull/1033) Añadir una columna llamada `Categoría` para indicar el contexto en el cual el esquema de clasificación es usado.

source: [#1000](https://github.com/open-contracting/standard/pull/1000) Update description of 'financing' code, and add 'payment' code.
es: [#1000](https://github.com/open-contracting/standard/pull/1000) Actualizar la descripción del código 'financing', y añadir el código 'payment'.

source: Schema
es: Esquema

source: [#969](https://github.com/open-contracting/standard/pull/969) Clarify the instruction for setting the `Unit.id` field.
es: [#969](https://github.com/open-contracting/standard/pull/969) Aclarar las instrucciones para establecer el valor del campo `Unit.id`.

source: [#995](https://github.com/open-contracting/standard/pull/995) Clarify the instruction for setting the `Release.date` field.
es: [#995](https://github.com/open-contracting/standard/pull/995) Aclarar las instrucciones para establecer el valor del campo `Release.date`.

source: [#996](https://github.com/open-contracting/standard/pull/996) Fix a typo in the `versionedRelease` field.
es: [#996](https://github.com/open-contracting/standard/pull/996) Corregir una errata en el campo `versionedRelease`.

source: [#966](https://github.com/open-contracting/standard/pull/966) Move Governance and Deprecation pages to new Governance section.
es: [#966](https://github.com/open-contracting/standard/pull/966) Mover las páginas de Gobernanza y Descontinuación a la nueva sección de Gobernanza.

source: [#968](https://github.com/open-contracting/standard/pull/968) [#1032](https://github.com/open-contracting/standard/pull/1032) Use "field" to refer to OCDS fields and "property" to refer to JSON Schema properties.
es: [#968](https://github.com/open-contracting/standard/pull/968) [#1032](https://github.com/open-contracting/standard/pull/1032) Usar "field" para referirse a los campos de OCDS y "property" para referirse a las propiedades del Esquema JSON.

source: [#970](https://github.com/open-contracting/standard/pull/970) Add links to access the release schema as a CSV spreadsheet and via the Field-Level Mapping Template. Add notes to describe the alternatives for browsing the schemas.
es: [#970](https://github.com/open-contracting/standard/pull/970) Añadir enlaces para acceder al esquema de entregas como una planilla CSV y a través de la Plantilla de Mapeo a Nivel de Campos. Añadir notas para describir las alternativas para navegar los esquemas.

source: [#965](https://github.com/open-contracting/standard/pull/965) Release Reference page: Add extensions list for the Transaction object.
es: [#965](https://github.com/open-contracting/standard/pull/965) Página de Referencia de Entrega: Añadir lista de extensiones para el objeto Transacción.

source: [#970](https://github.com/open-contracting/standard/pull/970) Release Schema page: Correct the description of compiled releases.
es: [#970](https://github.com/open-contracting/standard/pull/970) Página de Esquema de Entrega: Corregir la descripción de las entregas compiladas.

source: [#996](https://github.com/open-contracting/standard/pull/996) Record Reference page: Rewrite page to improve clarity.
es: [#996](https://github.com/open-contracting/standard/pull/996) Página de Referencia de Registro: Reescribir la página para mayor claridad.

source: [#1010](https://github.com/open-contracting/standard/pull/1010) Identifiers page: Add link to organization identifiers example.
es: [#1010](https://github.com/open-contracting/standard/pull/1010) Página de identificadores: Añadir enlace al ejemplo de identificador de organización

source: Codelists page:
es: Página de Listas de códigos:

source: [#978](https://github.com/open-contracting/standard/pull/978) [#1032](https://github.com/open-contracting/standard/pull/1032) Remove the suggestion to use X prefixes, for the reasons expressed by the [IETF](https://tools.ietf.org/html/rfc6648#appendix-B).
es: [#978](https://github.com/open-contracting/standard/pull/978) [#1032](https://github.com/open-contracting/standard/pull/1032) Quitar la sugerencia de usar prefijos X, por las razones explicadas por el [IETF] (https://tools.ietf.org/html/rfc6648#appendix-B).

source: [#972](https://github.com/open-contracting/standard/pull/972) Clarify the norms around open and closed codelists.
es: [#972](https://github.com/open-contracting/standard/pull/972) Aclarar las normas sobre las listas de códigos abiertas y cerradas.

source: [#973](https://github.com/open-contracting/standard/pull/973) Describe the `openCodelist` and `codelist` JSON Schema properties.
es: [#973](https://github.com/open-contracting/standard/pull/973) Describir las propiedades del Esquema JSON `openCodelist` y `codelist`.

source: [#1036](https://github.com/open-contracting/standard/pull/1036) Add instruction for OCDS publishers to contact the OCDS Helpdesk to add list codes to org-id.guide.
es: [#1036](https://github.com/open-contracting/standard/pull/1036) Añadir instrucciones para publicadores OCDS para contactar al Helpdesk OCDS para añádir códigos de listas a org-id.guide.

source: Extensions
es: Extensiones

source: See the changelogs for:
es: Vea los registros de cambios para:

source: [Bid statistics and details](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)
es: [Estadísticas de ofertas y detalles](https://extensions.open-contracting.org/en/extensions/bids/master/#changelog)

source: [Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)
es: [Consultas](https://extensions.open-contracting.org/en/extensions/enquiries/master/#changelog)

source: [Location](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)
es: [Ubicación](https://extensions.open-contracting.org/en/extensions/location/master/#changelog)

source: [Lots](https://extensions.open-contracting.org/en/extensions/lots/master/#changelog)
es: [Lotes](https://extensions.open-contracting.org/en/extensions/lots/master/#changelog)

source: [Milestone documents](https://extensions.open-contracting.org/en/extensions/milestone_documents/master/#changelog)
es: [Documentos de hito](https://extensions.open-contracting.org/en/extensions/milestone_documents/master/#changelog)
