Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Add definitions to `Release`, `planning.budget`, `Milestone`, `Organization.address`, `Organization.contactPoint`, `Classification`, `Identifier`, `Value` and `Period`.
es: [#603](https://github.com/open-contracting/standard/issues/603), [#645](https://github.com/open-contracting/standard/issues/645) Añadir definiciones a `Release`, `planning.budget`, `Milestone`, `Organization.address`, `Organization.contactPoint`, `Classification`, `Identifier`, `Value` y `Period`.

source: [#578](https://github.com/open-contracting/standard/issues/578) Update the definition of the `buyer` field to cover goods, works and services, and multiple buyers.
es: [#578](https://github.com/open-contracting/standard/issues/578) Actualizar la definición del campo `buyer` para cubrir bienes, obras y servicios, y múltiples compradores.

source: [#633](https://github.com/open-contracting/standard/issues/633) Update schema reference page to display `Release.relatedProcesses`, `Planning.documents` and `Contract.relatedProcesses`.
es: [#633](https://github.com/open-contracting/standard/issues/633) Actualiza la página de referencia del esquema para mostrar `Release.relatedProcesses`,` Planning.documents` y `Contract.relatedProcesses`.

source: [#634](https://github.com/open-contracting/standard/issues/634) Clarify definitions of core, community and local extensions.
es: [#634](https://github.com/open-contracting/standard/issues/634) Aclara las definiciones de extensiones centrales, comunitarias y locales.

source: Old and unused scripts have been removed from the documentation repository, and a number of script dependencies have been updated.
es: Los scripts antiguos y no utilizados se han eliminado del repositorio de la documentación y se han actualizado varias dependencias de scripts.

source: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Add missing definitions, codelists and enums to core extensions, correct typos in codelist filenames, disallow use of `null` as an item in arrays, disallow required fields from being set to `null`, allow optional fields to be `null`, use `OrganizationReference` instead of `Organization`.
es: [#40](https://github.com/open-contracting/ocds-extensions/issues/40), [#43](https://github.com/open-contracting/ocds-extensions/issues/43), [#47](https://github.com/open-contracting/ocds-extensions/issues/47) Agrega las definiciones faltantes, las listas de códigos y las enumeraciones a las extensiones principales, corrige los errores tipográficos en los nombres de archivo de las listas de códigos, no permite el uso de `null` como un elemento en listas, no permite que los campos obligatorios se establezcan en `nulo`, permite que los campos opcionales sean` nulos`, usa `OrganizationReference` en lugar de` Organization`.

source: [#609](https://github.com/open-contracting/standard/pull/609) Update the currency codelist for ISO4217 amendment 163 (2017-06-09). XBT (Bitcoin) is removed from the codelist as it is not part of ISO4217.
es: [#609](https://github.com/open-contracting/standard/pull/609) Update the currency codelist for ISO4217 amendment 163 (2017-06-09). XBT (Bitcoin) se quita de la lista de código ya que no forma parte de ISO4217.

source: [#565](https://github.com/open-contracting/standard/pull/565) Add explanatory text for the schema browser.
es: [#565](https://github.com/open-contracting/standard/pull/565) Agregar texto explicativo para el navegador de esquemas.

source: [#590](https://github.com/open-contracting/standard/pull/590) [#591](https://github.com/open-contracting/standard/pull/591) Add 1.0.1 and 1.0.3 to the changelog.
es: [#590](https://github.com/open-contracting/standard/pull/590) [#591](https://github.com/open-contracting/standard/pull/591) agregar 1.0.1 y 1.0.3 al registro de cambios.

source: [#251](https://github.com/open-contracting/standard/issues/251) Allow optional field `parties.role` to be `null`.
es: [#251](https://github.com/open-contracting/standard/issues/251) Permitir al campo opcional `parties.role` ser `null`.

source: [#479](https://github.com/open-contracting/standard/issues/479) Remove `releases` as a required field in [`record-package-schema.json`](../schema/record_package).
es: [#479](https://github.com/open-contracting/standard/issues/479) Borrar `releases` como un campo requerido en [`record-package-schema.json`](../schema/record_package).

source: [#475](https://github.com/open-contracting/standard/issues/475) Add an `enum` property to every field in the schema with a closed codelist.
es: [#475](https://github.com/open-contracting/standard/issues/475) Agregar la propiedad `enum` a cada campo en el esquema con una lista de códigos cerrada.

source: [#422](https://github.com/open-contracting/standard/issues/422) Include a [currency codelist](../schema/codelists.md#currency) in the documentation and schema.
es: [#422](https://github.com/open-contracting/standard/issues/422) Incluir una [lista de códigos de moneda](../schema/codelists.md#currency) en la documentación y esquema.

source: [#471](https://github.com/open-contracting/standard/issues/471) Update the [milestoneType codelist](../schema/codelists.md#milestone-type), replacing 'planning' with 'preProcurement' and 'adjudication' with 'assessment', and introducing 'approval' and 'financing'. This is an open codelist, so the old codes remain valid, but publishers able to update to the new codes should do so.
es: [#471](https://github.com/open-contracting/standard/issues/471) Actualizar la [lista de códigos de milestoneType](../schema/codelists.md#milestone-type), reemplazando 'planning' por 'preProcurement' y 'adjudication' por 'assessment', e introduciendo 'approval' y 'financing'. Esta es una lista de códigos abierta, por lo que los viejos códigos siguen siendo válidos, pero los publicadores que puedan actualizarse a los nuevos códigos deberían hacerlo.

source: [#473](https://github.com/open-contracting/standard/issues/473) Update the definition of the 'contractSchedule' code in the [documentType codelist](../schema/codelists.md#document-type).
es: [#473](https://github.com/open-contracting/standard/issues/473) Actualizar la definición del código 'contractSchedule' en la [lista de códigos documentType](../schema/codelists.md#document-type).

source: [#457](https://github.com/open-contracting/standard/pull/457) List all registered extensions.
es: [#457](https://github.com/open-contracting/standard/pull/457) Enlistar todas las extensiones registradas.

source: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) Align the tables and text in the [publication levels](../guidance/publish/quality) guidance.
es: [#480](https://github.com/open-contracting/standard/pull/480/commits/c3c41225639a06b0b0552016b32e2fe2e901a8fe) Alinear las tablas y el texto en la guía de [niveles de publicación](../guidance/publish/quality).

source: [#489](https://github.com/open-contracting/standard/issues/489) Change the milestone documents extension to a core extension. This extension is only needed by publishers with legacy data containing documents within milestones.
es: [#489](https://github.com/open-contracting/standard/issues/489) Cambiar la extensión de documentos de hito a una extensión central. Sólo los publicadores con datos legados que contengan documentos en el bloque de hitos necesitan esta extensión.

source: [#612](https://github.com/open-contracting/standard/pull/612) Update the description of the [Organization Identifier Scheme codelist](../schema/codelists.md#organization-identifier-scheme), to reflect that it is now maintained by [org-id.guide](http://org-id.guide).
es: [#612](https://github.com/open-contracting/standard/pull/612) Actualizar la descripción de [lista de código Esquema de Identificación de Organizaciones](../schema/codelists.md#organization-identifier-scheme), para reflejar que ahora lo mantiene [org-id.guide](http://org-id.guide).

source: [#506](https://github.com/open-contracting/standard/issues/506) Remove `make_field_definitions.py` from the utility scripts, as it is no longer required.
es: [#506](https://github.com/open-contracting/standard/issues/506) Borrar `make_field_definitions.py` de los scripts de utilidades, ya que ya no es necesario.

source: Policy changes
es: Cambios en la política

source: [#401](https://github.com/open-contracting/standard/issues/401) **[Deprecation policy](../schema/conformance_and_extensions)** - The deprecation policy has been updated to support deprecation in decimal upgrades.
es: [#401](https://github.com/open-contracting/standard/issues/401) **[Política de descontinuación](../schema/conformance_and_extensions/)** - La política de descontinuación ha sido actualizada para soportar la descontinuación en las actualizaciones decimales.

source: Changed
es: Cambiado

source: Structural updates
es: Actualizaciones estructurales

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](../schema/reference.md#parties)** - We have updated the approach to include organization information in the standard from having embedded blocks of organization information, to using embedded cross-references to a top-level 'parties' array where full organization details are stored. This change reduces duplication of organization information, and enables more flexible disclosure of information on all the parties to a contracting process, including multiple buyers.
es: [#368](https://github.com/open-contracting/standard/issues/368) **[Actualizaciones para el manejo de organizaciones en OCDS](../schema/reference.md#parties)** - Hemos actualizado el enfoque para incluir la información de las organizaciones en el estándar; de tener bloques incrustados de información de la organización, a utilizar referencias cruzadas incrustadas a una lista de "partes" de nivel superior donde se almacenan los detalles completos de la organización. Este cambio reduce la duplicación de la información de la organización y permite una divulgación más flexible de la información sobre todas las partes en un proceso de contratación, incluyendo múltiples compradores.

source: [#357](https://github.com/open-contracting/standard/issues/357) **[Amendment handling](../guidance/map/amendments)** - We have replace amendment with an array of amendments, and have updated schema and guidance to remove the option of providing semi-structured changes in an amendment object. Changes between amendments should now be provided using multiple releases, with the option to explicitly declare how releases relate to an amendment included in the new amendments array.
es: [#357](https://github.com/open-contracting/standard/issues/357) **[Manejo de enmiendas](../guidance/map/amendments)** - Hemos reemplazado la enmienda con una lista de enmiendas, y hemos actualizado el esquema y la orientación para eliminar la opción de proporcionar cambios semiestructurados en un objeto de enmienda. Los cambios entre enmiendas deben ser ahora proporcionados utilizando múltiples entregas, con la opción de declarar explícitamente cómo las entregas se relacionan con una enmienda incluida en la nueva matriz de enmiendas.

source: Schema validation updates
es: Actualizaciones de validación de esquemas

source: [#329](https://github.com/open-contracting/standard/issues/329) **[Float for Item.quantity](../schema/reference.md#item)** - Item quantities has been updated to 'number' to support decimal values (e.g 10.5 rather than just 10)
es: [#329](https://github.com/open-contracting/standard/issues/329) **[Decimales para Item.quantity](../schema/reference.md#item)** - Las cantidades de artículos se han actualizado a 'number' para soportar valores decimales (por ejemplo, 10.5 en lugar de sólo 10)

source: [#253](https://github.com/open-contracting/standard/issues/253) **[Negative amounts](../schema/reference.md#budget)** - We have added support for negative amounts in transactions
es: [#253](https://github.com/open-contracting/standard/issues/253) **[Montos negativos](../schema/reference.md#budget)** - Hemos agregado la posibilidad de incluir montos negativos en las transacciones

source: [#323](https://github.com/open-contracting/standard/issues/323) **[Standard should specify use of UTF-8 for encoding JSON](../guidance/build/serialization.md#json)** - We now recommend use of I-JSON and UTF-8 for JSON publication
es: [#323](https://github.com/open-contracting/standard/issues/323) **[El estándar debe especificar el uso de UTF-8 para codificar JSON](../guidance/build/serialization.md#json)** - Ahora recomendamos el uso de I-JSON y UTF-8 para la publicación de JSON

source: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicate encoding for CSV serializations](../guidance/build/serialization.md#multi-table)** - We have added information on CSV encoding to the implementation guidance to recommend UTF-8 or Windows-1252.
es: [#166](https://github.com/open-contracting/standard/issues/166) **[Indicar codificación para serializaciones CSV](../guidance/build/serialization.md#multi-table)** - Hemos agregado información sobre la codificación CSV a la guía de implementación para recomendar UTF-8 o Windows-1252.

source: [#336](https://github.com/open-contracting/standard/issues/336) **[Codelist properties in schema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - We have included explicit references to the codelist files (CSV versions) in the schema. This will be used in future versions of the validator to support validation against codelists.
es: [#336](https://github.com/open-contracting/standard/issues/336) **[Propiedades de la lista de códigos en el esquema](https://github.com/open-contracting/standard/commit/ee1db256d7364ee70e3553f4384d9908bff604a6)** - Hemos incluido referencias explícitas a los archivos de lista de códigos (versiones CSV) en el esquema. Esto se utilizará en futuras versiones del validador para soportar la validación contra las listas de códigos.

source: [#301](https://github.com/open-contracting/standard/issues/301) **[Specifying versions and extensions in package metadata](../schema/records_reference.md#package-metadata)** - We have updated the package schemas to require that version is declared, and to provide a means of declaring extensions in use. This will be used in future versions of the validator to support validation against extensions.
es: [#301](https://github.com/open-contracting/standard/issues/301) **[Especificación de versiones y extensiones en los metadatos del paquete](../schema/records_reference.md#package-metadata)** - Hemos actualizado el esquema de paquetes para requerir que se declare la versión, y para proporcionar un medio para declarar las extensiones en uso. Esto se utilizará en futuras versiones del validador para soportar la validación contra extensiones.

source: [#287](https://github.com/open-contracting/standard/issues/287) [#447](https://github.com/open-contracting/standard/pull/447) **[Change how merge strategies are expressed](../schema/merging)** - The `omitWhenMerged` and `wholeListMerge` properties replace the `mergeStrategy` and `mergeOptions` properties, with different semantics.
es: [#287](https://github.com/open-contracting/standard/issues/287) [#447](https://github.com/open-contracting/standard/pull/447) ***[Cambiar como se expresan las estrategias de fusión](../schema/merging)** - Las propiedades `omitWhenMerged` y `wholeListMerge` reemplazan las propiedades `mergeStrategy` and `mergeOptions`, con semánticas diferentes.

source: [#431](https://github.com/open-contracting/standard/pull/431) **Add `minLength` property to required string fields**.
es: [#431](https://github.com/open-contracting/standard/pull/431) ** Añadir la propiedad `minLength` a los campos de cadena requeridos**.

source: Schema definition updates
es: Actualizaciones de definición del esquema

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](../schema/reference.md#transaction)** - We have replaced receiverOrganization and providerOrganization with payee and payer, to align with more familiar terminology, and have replaced 'amount' with 'value' for consistency with other areas of the standard.
es: [#372](https://github.com/open-contracting/standard/issues/372) **[Actualizaciones de la terminología de transacciones](../schema/reference.md#transaction)** - Hemos reemplazado recieverOrganization y providerOrganization con beneficiario y pagador, para alinear dichos términos con la terminología más familiar, y hemos reemplazado "monto" con "valor" para la coherencia con otras áreas del estándar.

source: [#378](https://github.com/open-contracting/standard/issues/378) **[Updates to core budget block](../schema/reference.md#budget)** - We have updated references to the Fiscal Data Package in the schema.
es: [#378](https://github.com/open-contracting/standard/issues/378) **[Actualizaciones del bloque del presupuesto central](../schema/reference.md#budget)** - Hemos actualizado referencias al Paquete de Datos Fiscales en el esquema.

source: [#337](https://github.com/open-contracting/standard/issues/337) **[Definition of "tenderer" to enhance clarity](../schema/reference.md#tender)** - We have updated the definition of tenderer in the tenders block, and cross-referenced the bid extension.
es: [#337](https://github.com/open-contracting/standard/issues/337) **[Definición de "licitador" para mejorar la claridad](../schema/reference.md#tender)** - Hemos actualizado la definición de licitante en el bloque de licitaciones y hemos hecho una referencia cruzada a la extensión de oferta.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have updated the definition of hasEnquiries.
es: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - Hemos actualizado la definición de hasEnquiries.

source: [#246](https://github.com/open-contracting/standard/issues/246) **[In what scope must a release ID be unique?](../schema/reference.md#release)** - We have updated the definition of release.id to reflect the scope in which it must be unique
es: [#246](https://github.com/open-contracting/standard/issues/246) **[¿En qué ámbito debe ser un ID de lanzamiento único?](../schema/reference.md#release)** - Hemos actualizado la definición de release.id para reflejar el ámbito en el que debe ser único

source: Closed codelist updates
es: Actualizaciones de listas de códigos cerradas

source: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](../schema/codelists.md#tender-status)** - New 'planning' and 'withdrawn' codes have been introduced to the tenderStatus codelist.
es: [#201](https://github.com/open-contracting/standard/issues/201) **[Tender status](../schema/codelists.md#tender-status)** - Nuevos códigos de 'planning' y 'withdrawn' se introdujeron a la lista de código tenderStatus.

source: [#380](https://github.com/open-contracting/standard/issues/380) **[Procurement method](../schema/codelists.md#method)** - A new code for 'direct' has been added the procurementMethod codelist
es: [#380](https://github.com/open-contracting/standard/issues/380) **[Método de adquisición](../schema/codelists.md#method)** - Se ha añadido un nuevo código para 'direct' en la lista de códigos procurementMethod

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone status](../schema/codelists.md#milestone-status)** - We have updated the milestoneStatus codelist with a 'scheduled' entry and revised definitions
es: [#373](https://github.com/open-contracting/standard/issues/373) **[Estado del hito](../schema/codelists.md#milestone-status)** - Hemos actualizado la lista de códigos milestoneStatus con una entrada 'scheduled' y definiciones revisadas

source: [#297](https://github.com/open-contracting/standard/issues/297) **[Currency codelist external link](../schema/codelists.md#currency)** - We have fixed the external link for currency codelists to refer to the official ISO source.
es: [#297](https://github.com/open-contracting/standard/issues/297) **[Enlace externo de la lista de códigos de divisas](../schema/codelists.md#currency)** - Hemos fijado el enlace externo para que las listas de códigos de divisas se refieran a la fuente ISO oficial.

source: Open codelist updates
es: Actualizaciones de listas de códigos abiertas

source: [#386](https://github.com/open-contracting/standard/issues/386) **[Document type](../schema/codelists.md#document-type)** - New codes have been added to the documentType codelist, and definitions of codes updated.
es: [#386](https://github.com/open-contracting/standard/issues/386) **[Tipo de documento](../schema/codelists.md#document-type)** - Se han añadido nuevos códigos a la lista de códigos documentType y se han actualizado las definiciones de los códigos.

source: [#322](https://github.com/open-contracting/standard/issues/322) **[Submission Method Codelist](../schema/codelists.md#submission-method)** - The submissionMethod codelist has been updated
es: [#322](https://github.com/open-contracting/standard/issues/322) **[Lista de códigos de Método de envío](../schema/codelists.md#submission-method)** - La lista de códigos de submissionMethod ha sido actualizada

source: [#387](https://github.com/open-contracting/standard/issues/387) **[Codelist updates: Item Classification Scheme](../schema/codelists.md#item-classification-scheme)** - New entries have been added to the itemClassificationScheme codelist
es: [#387](https://github.com/open-contracting/standard/issues/387) **[Actualizaciones de lista de códigos: Esquema de clasificación de artículos](../schema/codelists.md#item-classification-scheme)** - Se han añadido nuevas entradas a la lista de códigos itemClassificationScheme

source: [#385](https://github.com/open-contracting/standard/issues/385) **[Codelist updates: awardCriteria](../schema/codelists.md#award-criteria)** - Revising the awardCriteria codelist, with all existing codes deprecated and a new set of codes introduced.
es: [# 385](https://github.com/open-contracting/standard/issues/385) **[Actualizaciones de la lista de códigos: awardCriteria](../schema/codelists.md#award-criteria)** - Revisión de la lista de códigos awardCriteria, con la eliminación de todos los códigos obsoletos y la introducción de un nuevo conjunto de códigos.

source: Added
es: Agregados

source: [#371](https://github.com/open-contracting/standard/issues/371) [#439](https://github.com/open-contracting/standard/pull/439) **[Linking related processes](../schema/reference.md#relatedprocess)** - We have introduced a new RelatedProcess block at the release and contract level
es: [#371](https://github.com/open-contracting/standard/issues/371) [#439](https://github.com/open-contracting/standard/pull/439) **[Vinculación de procesos relacionados ](../schema/reference.md#relatedprocess)** - Introducimos un nuevo bloque RelatedProcess a nivel entrega y contrato.
