Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/history/changelog.po
Languages: es

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Duration in periods](../schema/reference.md#period)** - We have introduced fields for duration in days, and maximum extent, to the period building block
es: [#374](https://github.com/open-contracting/standard/issues/374) **[Duración en períodos](../schema/reference.md#period)** - Hemos introducido los campos para la duración en días, y la extensión máxima, al bloque de del período

source: [#374](https://github.com/open-contracting/standard/issues/374) **[Contract and Award Periods in Tender](../schema/reference.md#tender)** - We have introduced contract period in tender and updated the definition of award period.
es: [#374](https://github.com/open-contracting/standard/issues/374) **[Períodos de Contrato y Adjudicación en Licitación](../schema/reference.md#tender)** - Hemos introducido el período del contrato en la licitación y actualizado la definición del período de adjudicación.

source: [#376](https://github.com/open-contracting/standard/issues/376) **[Contract type (supplies, works and services)](../schema/codelists.md#procurement-category)** - We have introduced a procurementCategory field to specify whether contracts are for supplies, works, services, consultancyServices or mixed
es: [#376](https://github.com/open-contracting/standard/issues/376) **[Tipo de contrato (suministros, obras y servicios)](../schema/codelists.md#procurement-category)** - Hemos introducido un campo procurementCategory para especificar si los contratos son para suministros, trabajos, servicios, consultoría o servicios mixtos

source: [#373](https://github.com/open-contracting/standard/issues/373) **[Milestone types](../schema/codelists.md#milestone-type)** - We have introduced the milestoneType property and codelist
es: [#373](https://github.com/open-contracting/standard/issues/373) **[Tipos de hitos](../schema/codelists.md#milestone-type)** - Hemos introducido la propiedad milestoneType y la lista de códigos

source: [#366](https://github.com/open-contracting/standard/issues/366) **[Unit of Measure - additional fields and codelist](../schema/reference.md#unit)** - We have introduced a structured classification for unitOfMeasure on each item, with a recommendation to use UNCEFACT.
es: [#366](https://github.com/open-contracting/standard/issues/366) **[Unidad de medida - campos adicionales y lista de códigos](../schema/reference.md#unit)** - Hemos introducido una clasificación estructurada para unitOfMeasure en cada ítem, con una recomendación para usar UNCEFACT.

source: [#335](https://github.com/open-contracting/standard/issues/335) [#411](https://github.com/open-contracting/standard/pull/411) **[Core and community extensions](../guidance/map/extensions)** - We have introduced widespread use of extensions throughout the standard. An extension provides fields and data structures that are optional, either because (a) they are only relevant in particular contexts or contracting processes; or (b) they represent a 'stretch goal' for most data publishers, and so are not currently suitable for inclusion in the main standard. We divide these extensions into 'core extensions' which have wide enough relevance, and technical maturity to be included in the main standard documentation (and which are versioned along with the standard documentation), and 'community extensions' which may have less technical maturity, or which might be versioned independently of the main standard.
es: [#335](https://github.com/open-contracting/standard/issues/335) [#411](https://github.com/open-contracting/standard/pull/411) **[Extensiones centrales y de comunidads](../guidance/map/extensions)** - Hemos introducido un uso generalizado de extensiones en todo el estándar. Una extensión proporciona campos y estructuras de datos que son opcionales, ya sea porque (a) solo son relevantes en contextos o procesos de contratación particulares; o (b) representan un "objetivo extenso" para la mayoría de los editores de datos, por lo que actualmente no son adecuados para su inclusión en el estándar principal. Dividimos estas extensiones en 'extensiones centrales' que tienen una relevancia lo suficientemente amplia y madurez técnica para ser incluidas en la documentación estándar principal (y que se versionan junto con la documentación estándar) y 'extensiones comunitarias' que pueden tener menos madurez técnica o que se pueden versionarse independientemente del estándar principal.

source: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - We have introduced a core enquiries extension for providing information on enquiries received during the tender stage.
es: [#259](https://github.com/open-contracting/standard/issues/259) **[Enquiries](https://extensions.open-contracting.org/en/extensions/enquiries/)** - Hemos introducido una extensión de consultas básicas para proporcionar información sobre las consultas recibidas durante la etapa de licitación.

source: [#342](https://github.com/open-contracting/standard/issues/342) **[Overall contracting process description](../schema/reference.md#release)** - We have introduced a new top-level title and description for the contracting process as a core extension.
es: [#342](https://github.com/open-contracting/standard/issues/342) **[Descripción general del proceso de contratación](../schema/reference.md#release)** - Hemos introducido un nuevo título y descripción de primer nivel para el proceso de contratación como una extensión base.

source: [#274](https://github.com/open-contracting/standard/issues/274) **[New property of contract: extendsContractID](../schema/reference.md#contract)** - We have introduced a new field 'extendsContractID' to the Contract block to support contract cross-referencing between contracts.
es: [#274](https://github.com/open-contracting/standard/issues/274) **[Nueva propiedad del contrato: extendsContractID](../schema/reference.md#contract)** - Hemos introducido un nuevo campo 'extendsContractID' en el bloque Contract para apoyar la referencia cruzada de contratos entre contratos.

source: [#381](https://github.com/open-contracting/standard/issues/381) **[Lots](https://extensions.open-contracting.org/en/extensions/lots/)** - We have introduced a core extension to provide a model for contracting processes which are divided into lots.
es: [#381](https://github.com/open-contracting/standard/issues/381) **[Lotes](https://extensions.open-contracting.org/es/extensions/lots/)** - Hemos introducido una extensión central para proporcionar un modelo para los procesos de contratación que se dividen en lotes.

source: [#379](https://github.com/open-contracting/standard/issues/379) **[Bids and Bid Statistics](https://extensions.open-contracting.org/en/extensions/bids/)** - We have introduced a core extension which provides a top level Bids section, with BidStatistics and Bid building blocks for detailed information on individual bids. This supersedes the current tender/tenderers section.
es: [#379](https://github.com/open-contracting/standard/issues/379) **[Estadísticas y Detalles de las Ofertas](https://extensions.open-contracting.org/es/extensions/bids/)** - Hemos introducido una extensión central que proporciona una sección de Ofertas de nivel superior, con bloques BidStatistics y Bid para obtener información detallada sobre las ofertas individuales. Esto sustituye a la actual sección de tender/tenderers.

source: [#250](https://github.com/open-contracting/standard/issues/250) **[Location extension](https://extensions.open-contracting.org/en/extensions/location/)** - We have moved the location extensions to become a core extension
es: [#250](https://github.com/open-contracting/standard/issues/250) **[Extensión de Ubicación](https://extensions.open-contracting.org/es/extensions/location/)** - Movimos las extensiones de ubicación para convertirlos en una extensión central.

source: [#33](https://github.com/open-contracting/standard/issues/33) **[Participation fees (bid document and submission costs)](https://extensions.open-contracting.org/en/extensions/participation_fee/)** - We have introduced a core extension for declaring the participation fees related to a contracting process.
es: [#33](https://github.com/open-contracting/standard/issues/33) **[Costos de Participación (documentos de oferta y costos de presentación)](https://extensions.open-contracting.org/es/extensions/participation_fee/)** - Hemos introducido una extensión central para declarar los costos de participación relacionados con un proceso de contratación.

source: [#249](https://github.com/open-contracting/standard/issues/249) **[Extend contract with a supplier array](https://extensions.open-contracting.org/en/extensions/contract_suppliers/)** - We have introduced a core extension to allow inclusion of supplier information at the contract level.
es: #249](https://github.com/open-contracting/standard/issues/249) **[Extender la sección de contract con una lista de proveedores](https://extensions.open-contracting.org/es/extensions/contract_suppliers/)** - Introducimos una extensión central para permitir la inclusión de información de proveedores a nivel contrato.

source: Deprecated
es: Obsoletos

source: [#355](https://github.com/open-contracting/standard/issues/355) **[Deprecating milestone documents](../schema/reference.md#milestone)** - We have deprecated milestone documents from core, and added a milestone documents extension for those who wish to continue to use documents at the milestone level.
es: [#355](https://github.com/open-contracting/standard/issues/355) **[Descontinuación de documentos de hitos](../schema/reference.md#milestone)** - Hemos descontinuado los documentos de hitos del estándar central y hemos añadido una extensión de documentos de hitos para aquellos que desean seguir usando documentos en el nivel del hito.

source: [#368](https://github.com/open-contracting/standard/issues/368) **[Updates to organization handling in OCDS](../schema/reference.md#parties)** - We have deprecated use of the full organization block at points other than the parties array.
es: [#368](https://github.com/open-contracting/standard/issues/368) **[Actualizaciones para el manejo de organización en OCDS](../schema/reference.md#parties)** - Hemos descontinuado el uso del bloque completo de la organización en puntos distintos de la lista de las partes.

source: [#372](https://github.com/open-contracting/standard/issues/372) **[Updates to transactions terminology](../schema/reference.md#transaction)** - receiverOrganization, providerOrganization and amount properties have been deprecated in favour or other terms.
es: [#372](https://github.com/open-contracting/standard/issues/372) **[Actualizaciones de la terminología de transacciones](../schema/reference.md#transaction)** - la organización del receptor, la organización del proveedor y las propiedades de la cantidad se han descontinuado a favor de otros términos.

source: [#329](https://github.com/open-contracting/standard/issues/329) Update `Item.quantity` to allow decimal values.
es: [#329](https://github.com/open-contracting/standard/issues/329) Actualizar `Item.quantity` para permitir valores decimales.

source: [#253](https://github.com/open-contracting/standard/issues/253) Update `Value.amount` to allow negative values.
es: [#253](https://github.com/open-contracting/standard/issues/253) Actualizar `Value.amount` para permitir valores negativos.

source: [#362](https://github.com/open-contracting/standard/issues/362) Add a `title` property to all fields.
es: [#362](https://github.com/open-contracting/standard/issues/362) Agregar una propiedad `title` a todos los campos.

source: [#221](https://github.com/open-contracting/standard/issues/221) Add the missing `procurementMethodDetails` field.
es: [#221](https://github.com/open-contracting/standard/issues/221) Agregar el campo faltante `procurementMethodDetails`.

source: [#391](https://github.com/open-contracting/standard/issues/391) Fix typo in `description` property of `releaseTag` field.
es: [#391](https://github.com/open-contracting/standard/issues/391) Corregir errata en la propiedad `description` del campo `releaseTag`.

source: [#271](https://github.com/open-contracting/standard/issues/271) Fix link to Fiscal Data Package.
es: [#271](https://github.com/open-contracting/standard/issues/271) Corregir enlace al Paquete de Datos Fiscal.

source: [#314](https://github.com/open-contracting/standard/issues/314) Add a `description` property to the `numberOfTenderers` field.
es: [#314](https://github.com/open-contracting/standard/issues/314) Añadir una propiedad `description` al campo `numberOfTenderers`.

source: [#244](https://github.com/open-contracting/standard/issues/244) Fix the `description` property of the `changes` field.
es: [#244](https://github.com/open-contracting/standard/issues/244) Corregir la propiedad `description` del campo `changes`.

source: [#228](https://github.com/open-contracting/standard/issues/228) Update the documentation to use "Object" not "Reference" in Format column of field tables.
es: [#228](https://github.com/open-contracting/standard/issues/228) Actualizar la documentación para utilizar "Object" y no "Reference" en la columna Formato de las tablas de campos.

source: [#331](https://github.com/open-contracting/standard/pull/331) Add a Governance page.
es: [#331](https://github.com/open-contracting/standard/pull/331) Añadir página de Gobernanza.

source: [#332](https://github.com/open-contracting/standard/pull/332) Replace the license.
es: [#332](https://github.com/open-contracting/standard/pull/332) Reemplazar la licencia.

source: [#332](https://github.com/open-contracting/standard/pull/332) Add a Contributor Licence Agreement.
es: [#332](https://github.com/open-contracting/standard/pull/332) Añadir Acuerdo de Licencia de Colaborador.

source: [#360](https://github.com/open-contracting/standard/pull/360) Clarify the CSV serialization guidance.
es: [#360](https://github.com/open-contracting/standard/pull/360) Clarificar la guía de la serialización CSV.

source: Add CSV download links for registered ocids and publication levels. Update the publication levels spreadsheet accordingly.
es: Añadir enlances de descarga CSV para ocids registrados y niveles de publicación. Actualizar respectivamente la hoja de cálculo de niveles de publicación.

source: [#267](https://github.com/open-contracting/standard/issues/267) Rename codes in the `documentType` codelist: 'Tender notice' to 'tenderNotice', 'Award notice' to 'awardNotice', and 'Contract notice' to 'contractNotice'.
es: [#267](https://github.com/open-contracting/standard/issues/267) Renombrar códigos en la lista de código `documentType`: 'Tender notice' a 'tenderNotice', 'Award notice' a 'awardNotice', y 'Contract notice' a 'contractNotice'.

source: [#307](https://github.com/open-contracting/standard/pull/307) Remove a reference to a non-existent `statusDescription` field in the `awardStatus` codelist.
es: [#307](https://github.com/open-contracting/standard/pull/307) quitar la referencia al campo no-existente `statusDescription` en la lista de código `awardStatus`.

source: [#283](https://github.com/open-contracting/standard/issues/283) Remove `"mergeStrategy": "ocdsVersion"` from the `planning.budget` field.
es: [#283](https://github.com/open-contracting/standard/issues/283) Quitar `"mergeStrategy":"ocdsVersion"` del campo `planning.budget` .

source: [#295](https://github.com/open-contracting/standard/issues/295) Allow the optional fields `Award.status` and `Contract.status` to be `null`.
es: [#295](https://github.com/open-contracting/standard/issues/295) Permit los campos opcionales `Award.status` y `Contract.status` ser `null`.

source: [#300](https://github.com/open-contracting/standard/issues/300) Remove `"format": "uri"` from the `publisher.scheme` field.
es: [#300](https://github.com/open-contracting/standard/issues/300) Quitar `"format": "uri"` del campo `publisher.scheme`.

source: [#304](https://github.com/open-contracting/standard/pull/304) Fix the versioning of arrays in the versioned release schema.
es: [#304](https://github.com/open-contracting/standard/pull/304) Revisar el versionado de listas en el esquema de entregas versionadas.

source: [#305](https://github.com/open-contracting/standard/pull/305) Add `title` and `description` properties and fix typos.
es: [#305](https://github.com/open-contracting/standard/pull/305) Añadir propiedades `title` and `description` y corregir typos.

source: Restructure the documentation, including: expanding the Getting Started section and adding more examples.
es: Restructurar la documentación, incluyendo: expandir la sección Para empezar y añadir más ejemplos

source: Update `documentType` and `organizationIdentifierRegistrationAgency_iati` codelists.
es: Actualizar las listas de códigos `documentType` y `organizationIdentifierRegistrationAgency_iati`.

source: [#188](https://github.com/open-contracting/standard/pull/188) Add the `tender.numberOfTenderers` and `tender.tenderers` fields.
es: [#188](https://github.com/open-contracting/standard/pull/188) Añadir los campos `tender.numberOfTenderers` y `tender.tenderers`

source: [#199](https://github.com/open-contracting/standard/issues/199) Add the `Award.contractPeriod` field, to disclose the anticipated contract period without creating a `Contract` object.
es: [#199](https://github.com/open-contracting/standard/issues/199) Agregar el campo `Award.contractPeriod`, para publicar el periodo de contrato anticipado sin la necesidad de crear un objeto `Contract`.

source: Update the `description` property of the `Award.date` field.
es: Actualizar la propiedad `description` del campo `Award.date`.

source: Add changelog.
es: Agregar el registro de cambios.

source: Changes prior to this release are not covered here. Please see the [overview of changes](https://www.open-contracting.org/2014/11/18/release-of-data-standard/) between the beta and 1.0.RC releases.
es: Cambios previos a esta versión no se cubren aquí. Favor vea el [resumen de cambios](https://www.open-contracting.org/2014/11/18/release-of-data-standard/) entre las versiones beta y 1.0.RC.
