Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/history/credits.po
Languages: it

source: Appreciation
it: Ringraziamenti

source: The Open Contracting Data Standards has been developed with the input of many people. We extend our thanks to all the following who have given feedback and input over the course of the initial development project.
it: L'Open Contracting Data Standards è stato sviluppato con il contributo di molte persone. Estendiamo i nostri ringraziamenti a tutti coloro che hanno fornito feedback e suggerimenti nel corso del progetto di sviluppo iniziale.

source: The Open Contracting Data Standard is a core product of the [Open Contracting Partnership](http://www.open-contracting.org) (OCP). Version 1.0 was developed for the OCP by the [World Wide Web Foundation](http://www.webfoundation.org), through a project supported by the [Omidyar Network](http://www.omidyar.com) and the [World Bank](http://www.worldbank.org). Ongoing development is managed by [Open Data Services Co-operative](http://www.opendataservices.coop) under contract to the Open Contracting Partnership.
it: L'Open Contracting Data Standard è un prodotto di base della [Open Contracting Partnership] (http://www.open-contracting.org) (OCP). La versione 1.0 è stata sviluppata per l'OCP dalla [World Wide Web Foundation] (http://www.webfoundation.org), attraverso un progetto supportato dalla [Rete Omidyar] (http://www.omidyar.com) e [Banca Mondiale] (http://www.worldbank.org). Lo sviluppo continuo è gestito da [Open Data Services Co-operative] (http://www.opendataservices.coop) sotto contratto con la Open Contracting Partnership.

source: Core team
it: Team principale

source: Core contributors (Version 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.
it: Collaboratori principali (versione 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.

source: Core contributors (Version 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.
it: Collaboratori principali (Versione 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.

source: Lead authors (Version 1.0): [Tim Davies](http://www.timdavies.org.uk) ([Web Foundation](http://www.webfoundation.org)) & Sarah Bird ([Aptivate](http://aptivate.org)), with core input from: James McKinney ([Open North](http://opennorth.ca/)), Lindsey Marchessault ([World Bank](http://www.worldbank.org)), Marcela Rozo ([World Bank](http://www.worldbank.org)), Stephen Davenport ([World Bank](http://www.worldbank.org)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](http://www.webfoundation.org)) and Michael Roberts ([Web Foundation](http://www.webfoundation.org)).
it: Autori principali (versione 1.0): [Tim Davies](http://www.timdavies.org.uk) ([Web Foundation] (http://www.webfoundation.org)) e Sarah Bird ([Aptivate](http://aptivate.org), con i contributi principali di: James McKinney ([Open North](http://opennorth.ca/)), Lindsey Marchessault([World Bank](http://www.worldbank.org )), Marcela Rozo ([Banca mondiale](http://www.worldbank.org)), Stephen Davenport ([Banca mondiale](http://www.worldbank.org)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](http://www.webfoundation.org)) e Michael Roberts ([Web Foundation](http://www.webfoundation.org)).

source: Contributors
it: Contributori

source: Many more people have been involved in inputting to the standard. Below is a non-exhaustive list of some of those people. Inclusion here is to extend our thanks. It does not imply endorsement by any of those included of the standard.
it: Molte altre persone sono state coinvolte nell'introduzione allo standard. Di seguito è riportato un elenco non esaustivo di alcune di queste persone. Estendiamo i nostri ringraziamenti a tutti coloro che sono inclusi nell'elenco anche se non espressamente approvato dai rispettivi inclusi nello standard.

source: Version 1.1.0
it: Versione 1.1.0

source: Issue contributors:
it: Contributi con le Issue Github:

source: Peer reviewers:
it: Revisori:

source: Version 1.0.0
it: Versione 1.0.0

source: Standard website design and icons by Neontribe: with thanks to Harry Harold and Heydon Pickering.
it: Design del sito web standard e icone di Neontribe: grazie a Harry Harold e Heydon Pickering.

source: Thanks to Noé Domínguez , Oscar Montiel, Laura Serghi, Mathieu Leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon and Owen Scott for inputs into technical and policy development.
it: Grazie a Noé Domínguez, Oscar Montiel, Laura Serghi, Mathieu Leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon e Owen Scott per gli input nello sviluppo tecnico e politico.

source: Many thanks also to those who contributed to the user research: Antonio Acuna, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer, John Jordan, Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti; Chris Taggart; as well as all those who participated in Open Contracting Data related events and meetings in Montreal, Washington, Berlin, Kathmandu, Mexico, and online; and all those who wished to remain anonymous; for their invaluable input and feedback into the demand assessment process.
it: Mille grazie anche a coloro che hanno contribuito alla ricerca degli utenti: Antonio Acuna, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer , John Jordan, Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti; Chris Taggart; nonché tutti coloro che hanno partecipato a eventi e incontri relativi a Open Contracting Data a Montreal, Washington, Berlino, Kathmandu, Messico e online; e a tutti coloro che desideravano rimanere anonimi; per il loro inestimabile contributo e feedback nel processo di valutazione della domanda.
