Repository: open-contracting/standard
Catalog: docs/locale/*/LC_MESSAGES/history/history_and_development.po
Languages: es

source: Development and Appreciation
es: Desarrollo y Agradecimientos

source: Development
es: Desarrollo

source: Version 1.0.0
es: Versión 1.0.0

source: Version 1.0.0 was developed for the [Open Contracting Partnership](https://www.open-contracting.org/) by the [World Wide Web Foundation](https://webfoundation.org/) and the [World Bank](https://www.worldbank.org/en/home), through a project supported by the [Omidyar Network](https://omidyar.com) and the World Bank. The 1.0 Release Candidate was developed within a year by:
es: La versión 1.0.0 fue desarrollada para la [Open Contracting Partnership](https://www.open-contracting.org/) por la [World Wide Web Foundation](https://webfoundation.org/) y el [Banco Mundial](https://www.worldbank.org/en/home), a través de un proyecto apoyado por la [Red Omidyar](https://omidyar.com) y el Banco Mundial. La versión 1.0 candidata, fue desarrollada en un año por:

source: **Assessing the data supplied through contracting portals**, in order to understand what data governments published, and how it was structured. We created a [Contracting Data Comparison](https://open-contracting.github.io/opendatacomparison/) tool, which includes an analysis of the [distribution](https://open-contracting.github.io/opendatacomparison/datamap/) of fields used for common concepts by a wide range of government contracting data portals. [Read the supply-side assessment report](https://www.open-contracting.org/resources/supply-side-assessment-report/).
es: **Evaluación de los datos publicados en portales de contratación**, para entender qué datos publicaron los gobiernos y cómo se estructuraron. Creamos una herramienta de [Comparación de datos de contratación](https://open-contracting.github.io/opendatacomparison/), que incluye un análisis de la [distribución](https://open-contracting.github.io/opendatacomparison/datamap/) de campos utilizados para conceptos comunes por una amplia gama de portales de datos de contratación del gobierno. [Lea el informe de evaluación del lado de la oferta](https://www.open-contracting.org/resources/supply-side-assessment-report/).

source: **Exploring demand for contracting data**, through field work, interviews and online engagement with different communities and individuals using contracting information. The information needs of users were organized into use cases, which informed the development of, and requirements for, the OCDS. [Read the demand-side assessment report](https://www.open-contracting.org/resources/demand-side-assessment-report/).
es: **Explorando la demanda de datos de contratación**, a través del trabajo de campo, entrevistas y participación en línea con diferentes comunidades e individuos que usan información de contratación. Las necesidades de información de los usuarios se organizaron en casos de uso, que determinaron el desarrollo y los requisitos para el OCDS. [Lea el informe de evaluación del lado de la demanda](https://www.open-contracting.org/resources/demand-side-assessment-report/).

source: **Iterative, open development**, with reference to the [Principles for Digital Development](https://digitalprinciples.org/). We received broad feedback on the [alpha](https://standard.open-contracting.org/legacy/r/0__2__0/) and [beta](https://standard.open-contracting.org/legacy/r/0__3__2/) releases. All issues were recorded and discussed in a public [issue tracker](https://github.com/open-contracting/standard/issues). We engaged public contracting, open data and other stakeholders through mailing lists, online spaces and development sprints at PyCon Montreal and PyCon Europe 2014. Over 150 people provided comments, feedback and input.
es: **Desarrollo abierto iterativo**, con referencia a los [Principios para el desarrollo digital](https://digitalprinciples.org/). Recibimos una amplia retroalimentación sobre las versiones [alpha](https://standard.open-contracting.org/legacy/r/0__2__0/) y [beta](https://standard.open-contracting.org/legacy/r/0__3__2/). Todos los issues fueron registrados y discutidos en un [issue tracker](https://github.com/open-contracting/standard/issues) público. Involucramos contratación pública, datos abiertos y otras partes interesadas a través de listas de correo, espacios en línea y sprints de desarrollo en PyCon Montreal y PyCon Europe 2014. Más de 150 personas proporcionaron comentarios, retroalimentación y sugerencias.

source: The timeline was:
es: La línea de tiempo fue:

source: **Research** (November 2013 to May 2014): User requirements were collected, and data supply was explored. Technical options for the OCDS were considered and consulted on.
es: **Investigación** (de noviembre de 2013 a mayo de 2014): se recopilaron los requisitos de usuario y se exploró la publicación de datos. Las opciones técnicas para el OCDS fueron consideradas y consultadas.

source: **Alpha** (June 2014): An [outline data model](https://standard.open-contracting.org/legacy/r/0__2__0/) was shared, and high-level concepts were outlined for consultation. The design of individual fields was started.
es: **Alpha** (junio de 2014): se compartió un [modelo de datos general](https://standard.open-contracting.org/legacy/r/0__2__0/), y se describieron los conceptos de alto nivel para consulta. Se inició el diseño de campos individuales.

source: **Beta** (September 2014): A schema, including field definitions, was proposed and opened for consultation. The feedback received motivated many substantial changes.
es: **Beta** (septiembre de 2014): se propuso un esquema incluyendo definiciones de campo y se abrió para consulta. Los comentarios recibidos motivaron muchos cambios sustanciales.

source: **Release candidate** (November 2014): The OCDS was released for final review.
es: **Versión candidata** (noviembre de 2014): El OCDS fue lanzado para su revisión final.

source: **Release** (July 2015): Version 1.0.0 was released, with minor bug fixes.
es: **Lanzamiento** (julio de 2015): se lanzó la versión 1.0.0, con pequeñas correcciones de errores.

source: Upgrade history
es: Historial de actualizaciones

source: May 31, 2017: Version 1.1: [Summary note on version upgrade](https://www.open-contracting.org/resources/ocds-1-1-summary-note-version-upgrade/), [Governance report](https://docs.google.com/document/d/1mpLX7R9S_DyPTPZFtoAh0Gt0IHZLDt4WZbM-nzy8xUY/edit)
es: 31 de mayo de 2017: Versión 1.1: [Nota resumida sobre la actualización de la versión](https://www.open-contracting.org/resources/ocds-1-1-summary-note-version-upgrade/), [Informe de governanza](https://docs.google.com/document/d/1mpLX7R9S_DyPTPZFtoAh0Gt0IHZLDt4WZbM-nzy8xUY/edit)

source: Old tools that have been superseded or obsoleted by new tools can be found in the [Open Contracting Archive GitHub organization](https://github.com/open-contracting-archive).
es: Las herramientas anteriores que han sido reemplazadas u obsoletas por las nuevas herramientas se pueden encontrar en la [la organización de GitHub Open Contracting Archive](https://github.com/open-contracting-archive).

source: Appreciation
es: Agredecimientos

source: The OCDS was developed with input from many people, to whom we extend our thanks.
es: El OCDS fue desarrollado con el aporte de muchas personas, a quienes agradecemos.

source: From 2015 to 2022, [data support](../support/index) was delivered through collaboration with [Open Data Services Co-operative Limited](https://opendataservices.coop) in the United Kingdom and [Centro de Desarrollo Sostenible](https://www.cds.com.py) in Paraguay.
es: De 2015 a 2022, EL [soporte de datos](../support/index) se realizó a través de la colaboración con [Open Data Services Co-operative Limited](https://opendataservices.coop) en el Reino Unido y [Centro de Desarrollo Sostenible](https://www.cds.com.py) en Paraguay.

source: Core team
es: Equipo base

source: Core contributors (Version 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.
es: Colaboradores principales (Versión 1.1.0): Tim Davies, Duncan Dewhurst, David Raznick, Lindsey Marchessault, Ben Webb, Edafe Onerhime.

source: Core contributors (Version 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.
es: Colaboradores principales (Versión 1.0.1): Tim Davies, Lindsey Marchessault, Ben Webb, David Raznick, David Carpenter, Edafe Onerhime, Steven Flower.

source: Lead authors (Version 1.0.0): [Tim Davies](https://www.timdavies.org.uk) ([Web Foundation](https://webfoundation.org)) & Sarah Bird ([Aptivate](http://aptivate.org)), with core input from: James McKinney ([Open North](https://opennorth.ca/)), Lindsey Marchessault ([World Bank](https://www.worldbank.org/en/home)), Marcela Rozo ([World Bank](https://www.worldbank.org/en/home)), Stephen Davenport ([World Bank](https://www.worldbank.org/en/home)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](https://webfoundation.org)) and Michael Roberts ([Web Foundation](https://webfoundation.org)).
es: Autores principales (Version 1.0.0): [Tim Davies](https://www.timdavies.org.uk) ([Web Foundation](https://webfoundation.org)) & Sarah Bird ([Aptivate](http://aptivate.org)), con aportes principales de: James McKinney ([Open North](https://opennorth.ca/)), Lindsey Marchessault ([World Bank](https://www.worldbank.org/en/home)), Marcela Rozo ([World Bank](https://www.worldbank.org/en/home)), Stephen Davenport ([World Bank](https://www.worldbank.org/en/home)), Ana Brandusescu, Jose M. Alonso ([Web Foundation](https://webfoundation.org)) y Michael Roberts ([Web Foundation](https://webfoundation.org)).

source: Contributors
es: Colaboradores

source: The use of a name does not imply any endorsement of the OCDS.
es: El uso de un nombre no implica ningún respaldo del OCDS.

source: Version 1.1.0
es: Versión 1.1.0

source: Issue contributors:
es: Colaboradores de la edición:

source: [@agm3dc](https://github.com/agm3dc) (Andrew Mandelbaum), [@AlCollier](https://github.com/AlCollier) (Al Collier), [@andrewlorien](https://github.com/andrewlorien) (Andrew Lorien), [@Bjwebb](https://github.com/Bjwebb) (Ben Webb), [@chrisalexsmith](https://github.com/chrisalexsmith) (Chris Smith), [@ColinMaudry](https://github.com/ColinMaudry) (Colin Maudry), [@duncandewhurst](https://github.com/duncandewhurst) (Duncan Dewhurst), [@ec-mcs](https://github.com/ec-mcs) (Marc Christopher Schmidt), [@edugomez](https://github.com/edugomez) (Eduardo Gomez), [@ekoner](https://github.com/ekoner) (Edafe Onerhime), [@hrdwm14](https://github.com/hrdwm14), [@joshuacpowell](https://github.com/joshuacpowell) (Joshua Powell), [@jskuhrovec](https://github.com/jskuhrovec) (Jiri Skuhrovec), [@kindly](https://github.com/kindly) (David Raznick), [@KrzysztofMadejski](https://github.com/KrzysztofMadejski) (Krzysiek Madejski), [@LindseyAM](https://github.com/LindseyAM) (Lindsey Marchessault), [@myroslav](https://github.com/myroslav) (Myroslav Opyr), [@robredpath](https://github.com/robredpath) (Rob Redpath), [@SamCCSI](https://github.com/SamCCSI) (Sam Szoke-Burke), [@siwhitehouse](https://github.com/siwhitehouse) (Simon Whitehouse) and [@woodbine](https://github.com/woodbine) (Ian Makgill).
es: [@agm3dc](https://github.com/agm3dc) (Andrew Mandelbaum), [@AlCollier](https://github.com/AlCollier) (Al Collier), [@andrewlorien](https://github.com/andrewlorien) (Andrew Lorien), [@Bjwebb](https://github.com/Bjwebb) (Ben Webb), [@chrisalexsmith](https://github.com/chrisalexsmith) (Chris Smith), [@ColinMaudry](https://github.com/ColinMaudry) (Colin Maudry), [@duncandewhurst](https://github.com/duncandewhurst) (Duncan Dewhurst), [@ec-mcs](https://github.com/ec-mcs) (Marc Christopher Schmidt), [@edugomez](https://github.com/edugomez) (Eduardo Gomez), [@ekoner](https://github.com/ekoner) (Edafe Onerhime), [@hrdwm14](https://github.com/hrdwm14), [@joshuacpowell](https://github.com/joshuacpowell) (Joshua Powell), [@jskuhrovec](https://github.com/jskuhrovec) (Jiri Skuhrovec), [@kindly](https://github.com/kindly) (David Raznick), [@KrzysztofMadejski](https://github.com/KrzysztofMadejski) (Krzysiek Madejski), [@LindseyAM](https://github.com/LindseyAM) (Lindsey Marchessault), [@myroslav](https://github.com/myroslav) (Myroslav Opyr), [@robredpath](https://github.com/robredpath) (Rob Redpath), [@SamCCSI](https://github.com/SamCCSI) (Sam Szoke-Burke), [@siwhitehouse](https://github.com/siwhitehouse) (Simon Whitehouse) y [@woodbine](https://github.com/woodbine) (Ian Makgill).

source: Peer reviewers:
es: Revisores:

source: Mireille Raad, World Bank (United States)
es: Mireille Raad, Banco Mundial (Estados Unidos)

source: Andrew Mandelbaum & Mihai Postelnicu, Development Gateway (United States)
es: Andrew Mandelbaum y Mihai Postelnicu, Development Gateway (Estados Unidos)

source: Juan Pane, Latin America Open Data Initiative (Paraguay)
es: Juan Pane, Iniciativa de datos abiertos de América Latina (Paraguay)

source: Thanks for contributions to technical and policy development go to: Noé Domínguez, Oscar Montiel, Laura Serghi, Mathieu Leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon and Owen Scott.
es: Gracias por sus contribuciones al desarrollo técnico y de políticas, para: Noé Domínguez, Oscar Montiel, Laura Serghi, Mathieu Leduc-Hamel, Michael Lenczner, Isabel Munilla, John Hawkins, Laura Bacon y Owen Scott.

source: Thanks for contributions to user research go to: Antonio Acuna, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer, John Jordan, Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti and Chris Taggart.
es: Gracias por las contribuciones a la investigación de los usuarios: Antonio Acuña, Steve Addler, Ivan Begtin, Bibhusan Bista, Eduardo Bohórquez, Mathieu Carlier, Andrew Clarke, Kami Dar, Eva Vozárová, Kami Dar, Daniel Dudis, Mihály Fazekas, Dustin Homer, John Jordan , Jeff Kaplan, Charles Kenny, Ian Makgill, Habibullah Muqbel, Seember Nyager, Meike Paetzold, Pascal Robichaud, Claire Schouten, Tom Sisti y Chris Taggart.

source: Thanks to participants of open contracting data-related events and meetings in Montreal, Washington, Berlin, Kathmandu, Mexico and online, and all those who wished to remain anonymous, for their input and feedback into the demand-side assessment process.
es: Gracias a los participantes de los eventos y reuniones relacionadas con los datos de contratación abierta en Montreal, Washington, Berlín, Katmandú, México y en línea, y a todos aquellos que deseaban permanecer en el anonimato, por sus comentarios y comentarios sobre el proceso de evaluación del lado de la demanda.

source: Standard website design and icons by Neontribe, with thanks to Harry Harold and Heydon Pickering.
es: Diseño del sitio web del estándar e íconos de Neontribe, gracias a Harry Harold y Heydon Pickering.
